{
    "title": "A Dance of Crown and Parliament: Empire and Reform in the Age of Liverpool*",
    "author": "Kirsten McKenzie",
    "date": "30 May 2023",
    "article": "The apparent contradictions of British politics in the early nineteenth century have long confounded historians. Lord Liverpool’s ministry (1812–27) vehemently, and often violently, rejected constitutional change. Yet it simultaneously implemented a raft of improvements in governance. We argue here that empire is key to resolving this conundrum. Particularly from 1822, the Liverpool ministry launched a constitutional overhaul of empire through one of the most ambitious information-gathering efforts undertaken by the British imperial state: commissions of inquiry. Creatures of the royal prerogative, these investigations amassed ‘on the spot’ information to underpin genuine conservative interventions into colonial law and governance. At the same time, they curated colonial controversy in order to subvert hostile parliamentary interference at a time when Liverpool’s hold on power was particularly tenuous. Inquiry and reform were profoundly shaped by the delicate dance of Crown and parliament. By exploring three moments of controversy in New South Wales, Jamaica and the Cape Colony between 1819 and 1826, we argue that colonial royal commissions showcase the workings of Tory innovation by laying bare the mix of reformism, conservatism and pragmatism that undergirded this unstable regime.Lord Liverpool’s ministry (1812–27) has long proved fascinating to historians of British politics. Led by a man not noted for his charisma and constantly challenged by internal divisions, the regime enjoyed unlikely longevity amid the political upheaval between the Napoleonic Wars and the Great Reform Act. Apparently riddled with contradictions, it embraced authoritarianism in the face of global revolution at the same time as it undertook significant social and legal reforms. It was a government that crushed dissent and deployed military violence on a large scale to manage domestic unrest, most notoriously in the Peterloo Massacre of 1819. Yet it also oversaw a raft of improvements targeting corruption, the wrong sort of patronage and post-war spending, while shifting gears on finance, the penal system and foreign policy. Scholars have struggled to discern the convictions of its leaders and the vagaries of its policies, particularly in relation to questions of liberalism and reform.[CITATION-1] Those investigating the liberal elements of Liverpool’s government have sought its complex ideological underpinnings in evangelicalism, political economy, free trade and an emergent middle-class challenge to the landed interest. Others point to fear and pragmatism as key drivers of conservative reform—noting the regime’s anxiety about public opinion, parliamentary defections and dismissal.[CITATION-2] After all, the ministry’s position was constitutionally and politically precarious. Few observers anticipated either the length or the success of Liverpool’s government after Spencer Perceval’s assassination catapulted him into office in 1812.[CITATION-3] Holding the favour of the Prince Regent, subsequently George IV, was not easy. After a long association with the Foxite Whigs, as regent the Prince of Wales turned to his father’s ministers to form a government in 1811. Though he never returned to the allies of his youth, George’s relationship with these ministries was frequently vexed.[CITATION-4] This mattered because, more than a century after the Glorious Revolution, the king had not quite been tamed by parliament. Hopeful ministers still had to curry royal favour in order to take office. Only after William IV’s last and pyrrhic dismissal of the Melbourne Whig ministry in 1834 did ministries ordinarily take power, not by royal fiat, but by commanding a majority of parliament.[CITATION-5] Liverpool’s hold on parliament was similarly precarious. The structure and discipline of a two-party system were only beginning to emerge in this period. Allegiances remained personal and highly factionalised. To speak of ‘Whigs’ and ‘Tories’ in the period of Perceval and Liverpool is arguably anachronistic, though a commonly used scholarly convenience.[CITATION-6] It can be justified if both sides are recognised as a set of (often fractious) alliances in which personal affinity generally trumped ‘party’ in the later nineteenth-century sense of that word. While the idea of a government and an opposition was beginning to gain acceptance in the first decades of the nineteenth century, Liverpool’s supporters comprised a broad church with diverse interests and attitudes. The loyalty of backbenchers could never be assumed. After the death in 1806 of William Pitt the Younger and the collapse of the short-lived Ministry of All the Talents thereafter, the men who (broadly speaking) saw themselves as Pitt’s heirs held the ministry until the 1830s. Yet, by the second decade of the nineteenth century, they were an increasingly fragile collective, one that would be torn apart by the issue of Catholic emancipation in 1827. The more centrist elements of the opposition Whigs threatened to woo defectors and erode the government’s authority. In this context, the Liverpool ministry’s pivot towards cautious reforms (particularly after Castlereagh’s suicide in 1822) was not only the product of a more stable economic and geopolitical context: it might also be cast as a concession to unruly allies. In Boyd Hilton’s pointed assessment, for ‘a few brief decades in English history, what was said in the Commons actually swayed the outcome of legislation’.[CITATION-7] While the question of Ireland and Catholic emancipation has long exercised scholars of this period, we argue here that the wider empire is a key and neglected piece of the puzzle of reform in early nineteenth-century Tory governance. Empire showcases the workings of Tory innovation by laying bare the mix of reformism, conservatism and pragmatism that undergirded this unstable regime. Though few historians of early nineteenth-century British domestic politics discuss empire,[CITATION-8] arguably the most ambitious and dramatic reforms overseen by the Liverpool ministry unfolded in Britain’s colonial peripheries.[CITATION-9] Particularly from 1822, the colonial administration began, but did not manage to complete, the wholesale constitutional and legal reform of empire. Imperial reform was filtered through the most ambitious information-gathering effort ever undertaken by the British imperial state: colonial commissions of inquiry dispatched almost everywhere investigated all aspects of governance in some colonies and the laws and administration of justice of others.[CITATION-10] We suggest that empire in the moment of inquiry proffers several important lessons about the nature and commitments of the British ministry in the age of Liverpool. The reorganisation of empire as imagined through commissions of inquiry points a way through what Zoë Laidlaw has characterised as ‘a gradual, and often haphazard, transition’ from colonial despotisms to responsible government.[CITATION-11] In the 1820s, modes of autocratic rule that had proliferated in empire after 1774 facilitated (albeit inconsistently) reforms focused on doing justice, expanding the rule of law and protecting the enslaved.[CITATION-12] In investigating empire, moreover, commissions of inquiry exemplify what Anna Gambles has identified as the essence of conservative reform, privileging experience over radical experiment in the remaking of colonial states.[CITATION-13] Viewed in this light, imperial reform was never purely reactionary: it reflected Tory proclivities and was made possible by counter-revolutionary colonial rule. However, imperial reform was reactionary too: it exemplified the precarities of the Liverpool ascendancy. As we demonstrate here, inquiry and reform were profoundly shaped by the delicate dance of Crown and parliament. The loose bonds of allegiance that helped to keep Liverpool (and Perceval before him) in power threatened to unravel at any moment into bills and motions that might transform empire.We explore this interface of reformism and pragmatism through three moments when parliament, the Colonial Office and the commissions of inquiry intersected. In the first moment (1819), a commission of inquiry already deployed by Secretary of State Lord Bathurst to inquire into the state of New South Wales was leveraged to try to avoid, or at least to delay, parliamentary scrutiny of the management of the colony. This impulse carried over into the announcement of what became an empire-wide inquiry in July 1822. In the second (unfolding from 1824), Commissioners of Legal Inquiry in the Caribbean were sent explicit instructions to bury an explosive controversy about the exile of free men of colour from Jamaica. That effort ended badly, but shows very clearly the Colonial Office’s wariness of parliamentary scrutiny of the colonial politics of free-coloured subjecthood on the cusp of emancipation. In the third (exactly contemporaneous) example, the Commission of Eastern Inquiry was one of a series of tools deployed to avert parliamentary discussion of Governor Lord Charles Somerset’s public and private antics in the Cape. The incident reveals more than a cover-up. Even as the Colonial Office struggled to bury controversy, the episode also shows the ministry’s commitment both to reforming and defending colonial autocracy. Strategic improvements in this sphere would not only make proconsular despots more accountable, and therefore defensible, they would also root out behaviour that could compromise the Liverpool administration’s claims to probity. These incidents together illustrate the complex overlay of genuine reform with political pragmatism in Liverpool’s empire.The architect of imperial transformation through inquiry, and the real founder of the nineteenth-century Colonial Office, was the self-effacing Henry Bathurst, third earl Bathurst (secretary of state for war and the colonies, 1812–27). When Bathurst resigned his cabinet position after George Canning became prime minister in 1827, Palmerston (writing in the bitterness of the Catholic emancipation debates of 1826) dismissed him as one of the ‘old stumped-up Tories’.[CITATION-14] Yet the man himself was far more complex than this suggests, and historians have rightly emphasised Bathurst’s shrewdness.[CITATION-15] Like the topic of empire more generally, Bathurst himself is frequently absent from political histories of Liverpool’s ministry. Yet his organisation of the Colonial Office is emblematic of the cautious pragmatism that characterised the reforms of global import that were enacted across this period.[CITATION-16] As we have argued, the loose bonds of ‘party’ made the legislative outcome of debates in the House of Commons extremely difficult to control. This was only exacerbated by increasingly cross-partisan attacks on patronage and the decline of an eighteenth-century system of influence.[CITATION-17] In this transitional moment, Liverpool’s government also faced vociferous calls for post-war retrenchment from Whigs and Radicals, mostly stridently in the voice of Joseph Hume who, together with Henry Brougham, became a magnet for colonial complaints against the incumbent administration. With anti-slavery sentiment increasingly pervasive among the British public by the mid-1820s, those named variously as ‘Abolitionists’ and ‘Saints’ in Colonial Office correspondence also ran constant, and increasingly threatening, interference from the House of Commons.[CITATION-18] Such lobbyists and public interest groups took advantage of a trend towards increasing public participation in politics, a shift fuelled by the accelerating growth of the periodical press and the publication of parliamentary debates.[CITATION-19] Whatever Bathurst thought of the legitimacy of public opinion, he was fully alive to its power. This recognition, and the interface between the ministry and the Commons, were both central to the method and practice of Colonial Office governance in the period of the commissions.[CITATION-20] The rising threat of these groups runs through Colonial Office correspondence of all types. The most candid complaints arise in private correspondence, a category of semi-official correspondence created by Bathurst and his under-secretaries to keep certain colonial affairs out of parliament.[CITATION-21] Bathurst, for example, complained privately of ‘our subjection to the Saints’ in a confidential letter to his under-secretary in 1826, underscoring that, by this period, this was a lobby group perceived to be of sufficient strength to need conciliation rather than management.[CITATION-22] Equally problematic were endless criticisms of government spending and Crown rule made by Joseph Hume and his allies. In one candid exchange, Bathurst fumed to the under-secretary of state Robert Wilmot Horton (in office 1821–27) that Hume was ‘a prodigious puppy’ in his ‘meditated attack upon the colonies’ and instructed his under-secretaries to give the Radical member ‘a proper drubbing’ by letter.[CITATION-23] Newly conquered possessions (later known as Crown Colonies) formed targets in debates over spending, with Hume invoking parliament’s ‘constitutional jealousy’ of the royal prerogative to bolster complaints about their cost.[CITATION-24] It was with such interference in mind that Bathurst reined in colonial governors who overstepped the bounds of their power in ways that were liable to raise domestic political hackles.Wilmot Horton, who spoke for the Colonial Office in the House of Commons during the height of the commission investigations, approached the problem from a different angle. While he was a similarly adept manipulator of the system of private versus public correspon­dence, he considered Bathurst’s strategy of minimising parliamentary debate over colonial affairs, especially the ‘Slave Question’, to be counter-productive.[CITATION-25] In letters to the Chancellor of the Exchequer in March and April 1824, Wilmot Horton complained of effectively being under a gagging order. ‘Silence is universallyto me. It is no wonder that Hume characterises the Department as the most inefficient in the whole range of Government’.[CITATION-26] The under-secretary’s complaints clearly registered, as did his assertion that he could avoid getting the government into ‘a scrape’ if given a freer rein.[CITATION-27] Wilmot Horton’s voice becomes far more evident in debates over colonial reform in the House of Commons from the middle of 1825, deflecting opposition attacks through a variety of delaying and obfuscating tactics.Royal Commissions were a key weapon in the arsenal of Bathurst’s Colonial Office, deployed to calculated effect in managing interference from unpredictable parliamentary forces. They were well suited to demonstrating a commitment to the reform of colonial law and gover­nance that was tied firmly to the weight of evidence and experience. They were arguably also a natural fit for an administration intent on maintaining the Crown’s power against populist parliamentary encroachment, for all that Tory notions of monarchical authority were being tempered by a post-revolutionary context.[CITATION-28] Commissioners embodied the royal prerogative in the colonies. Within the scope of their authority, they outranked colonial governors.[CITATION-29] Unlike parliamentary inquiries held in London which were usually led by opinionated politicians, commissions were staffed by Crown appointees issued with Crown instructions. Their inquiries were designed, vetted and curated by the Crown for parliament. Finally, commissions were slow. Parliamentary demands could be delayed, even thwarted, by the promise to send men across the world to gather information and report. In practice they reported directly to the Secretary of State, under whose auspices their instructions were framed, their priorities determined, and their reports and recommendations parsed before they reached parliament. All of these offered opportunities for strategic management.The first of these new commissions was deployed to the colony of New South Wales.[CITATION-30] This quirky outpost had become a widespread source of concern. Formed as a dumping ground for British (and some colonial) criminals, by the late 1810s New South Wales’s rapidly evolving economy made it look much more like a land of economic opportunity than a prison. The process of transporting and governing convicts abroad was horrendously expensive, and a growing number of parliamentarians wondered why the public was funding a haven for felons. Letting them live at large, marry informally, set up businesses and even take public office seemed unsuitable to proponents of both order and moral reform. Saints and Utilitarians preferred their prisoners confined, surveilled and in a constant state of instructive misery. Radicals and West India men saw New South Wales as a bellwether of Crown tyranny. For their part, conservatives, including Bathurst, wanted New South Wales to disincentivise both crime and temptations to revolution at home.[CITATION-31] These overlapping and contradictory concerns were of long standing. The peculiarities of the penal colony of New South Wales had already formed the subject of two parliamentary Select Committees (in 1798 and 1812). The latter had caused the government some embarrassment, particularly when it raised the prospect of introducing trial by jury and more representative institutions. But the problem of the colony came to a head after 1815. Reports from the colony itself had the governor, Lachlan Macquarie (1810–21) pushing numerous buttons of metropolitan anxiety. A growing and assertive free population accused Macquarie (who exercised almost limitless power) of tyranny. They alleged that he was recklessly spending government money on a magnificent programme of public works. They bridled against hard limits he had placed on colonial expansion, seeking more economic opportunities for themselves. Worst of all, they accused him of bias towards convicts and former convicts (who had been pardoned or whose terms had expired).Bathurst read myriad complaints about New South Wales with genuine concern. He wrote to Sidmouth in April 1817 to say that the colony’s prosperity and the enormous increase in the number of convicts transported there meant that it was no longer fit for purpose. New settlers resisted penal regulations as impositions on their liberties ‘as British Subjects’, while the government could only deal with the mass of convicts by letting many live independently and work for wages. He feared that ‘Transportation to New South Wales is becoming neither an object of Apprehension here nor the means of reformation in the Settlement itself, and that the Settlement must be either placed upon a Footing which shall render it possible to enforce, with respect to all the Convicts, strict Discipline, Regular Labour, and constant Superintendence, or the System of unlimited Transportation to New South Wales must be abandoned’. True to Tory form, before Bathurst proposed a radical reform he sought better information. To this end he proposed sending a commissioner to investigate ‘all the Complaints which have been made both with respect to the Treatment of the Convicts, and the General Administration of the Government’, to suggest improvements and report on their potential cost to ‘the Public’.[CITATION-32] Bathurst wanted to fix New South Wales, but he also had an eye on parliament. The situation of New South Wales—bringing together as it did an explosive mix of spiralling costs, moral decay, and issues of law and order at home and despotism abroad—threatened to unite a dangerously diverse set of political interests.[CITATION-33] By dispatching a commissioner to distant Sydney, Bathurst could control the rate and direction of reform more directly. So John Thomas Bigge was appointed in 1818 to inquire into the state of the colony. Bigge had been the Chief Justice of Trinidad, and thus had some colonial experience. The appointment, Bathurst hoped, would give him both information and breathing space.Bathurst’s second goal very nearly failed. Even as Bigge was packing for Australia, the inquiry got caught up in the dance of Crown and parliament. Henry Grey Bennet, Whig MP for Shrewsbury and another conduit for colonial complaints, led the charge, both in print and in a series of telling parliamentary debates in early 1819 that threatened to wrest the reform of New South Wales from the ministry and place it in the hands of a parliamentary committee.[CITATION-34] In February, Bennet regaled the Commons with sensational allegations of Macquarie’s gubernatorial tyranny and convict debauchery gleaned from his friend and Sydney correspondent, the Reverend Samuel Marsden. Such grave allegations should not be left to investigation by a commissioner, however ‘humane or intelligent’, argued Bennet.[CITATION-35] They required parliamentary scrutiny. So Bennet moved for the appointment of a parliamentary committee into both the system of transportation and the state of the colony of New South Wales.Lord Castlereagh (leader of the house and secretary of state for foreign affairs) and Henry Goulburn (Wilmot-Horton’s predecessor as under-secretary at the Colonial Office), parried the call in equally telling terms. Both supported the principle of inquiry, but Castlereagh waxed comical on Bennet’s enthusiasm for parliamentary inquiry, reminding the House that Bennet had already called for inquiries into banks and currency exchange. Bigge’s inquiry would be preferable, he insisted, as he could report fully with data gathered ‘on the spot’.[CITATION-36] To spike the opposition guns, Castlereagh counter-proposed parliamentary select committees into the state of the gaols and penal law, with remits so broad that they would be entirely unable to come up with a detailed set of recommendations.In response, the Whigs accused the ministry of ‘manœuvr[ing]’ to avoid an inquiry into transportation and New South Wales. George Tierney, MP for Knaresborough and leader of the opposition in the Commons, complained that ‘It was quite clear that the noble lord and his colleagues were anxious to avoid all inquiry, under the pretence of the most full and ample investigation’.[CITATION-37] Despite such objections, Castlereagh’s gambit neatly side-tracked the debate from the topic of New South Wales and into the composition of two new and very general select committees.[CITATION-38] Although Bennet and other members of the Select Committee on Gaols tried to instruct Bigge before he left England, the government held control of the inquiry into New South Wales.[CITATION-39] Fobbing off parliamentary intervention was not the same as rejecting calls for reform, however. The object of Castlereagh’s parliamentary inquiry and Bathurst’s commission was merely to avert parliamentary scrutiny of New South Wales until the ministry was ready to propose mature reforms. And, indeed, the New South Wales Inquiry precipitated epochal change in the colony. Some of this change followed shifts in Crown policy. At the request of settler elites, Bigge recommended an enormous escalation in land grants and the mass transfer of convict labour from government and town to private employment on agricultural and pastoral frontiers. These shifts helped secure New South Wales’s place as one of the fastest growing economies in history.[CITATION-40] Parliament played a role also, legislating constitutional reforms more radical than Commissioner Bigge imagined. The New South Wales Act of 1823 ignored Bigge’s recommendation to retain the colony’s truncated judicial system and unfettered gubernatorial autocracy, instead creating a Supreme Court and an appointed legislative and executive council.[CITATION-41] This structure became a template for Crown Colonies throughout the empire.The parliamentary exchange about the New South Wales Inquiry was not a one-off. Indeed, the whole project of pan-imperial inquiry had its origins in the dance between Crown and parliament. A series of less pointed, but even more consequential tussles about controlling imperial reform replayed in 1821, culminating in the ministry’s 1822 announcement that it would inquire into almost all British colonies.[CITATION-42] As with debates about New South Wales in 1819, the debates that precipitated the deployment of commissions almost everywhere demonstrated the growing strength and diverse interests of lobbyists attacking everything from colonial slavery to colonial expenses. Imperial reform could make for strange political bedfellows.[CITATION-43] The first pan-Caribbean inquiry announced in 1821 was sent after William Wilberforce accused Caribbean customs officers and masters of re-enslaving Africans ‘liberated’ from slave ships and indentured in the West Indies under the terms of the Abolition Act of 1807.[CITATION-44] Within months of Wilberforce’s allegations, Bathurst had commissioned an inquiry into the state of liberated Africans throughout the West Indies. In the same year, the former governor of Jamaica (1801–5), anti-slavery advocate and Whig MP, George Nugent (Lord Nugent), unsuccessfully moved that a select committee be established to inquire into the administration of justice in Tobago. Slavery was central here also: Nugent’s call invoked reports from the former Attorney General, Benjamin Capper, of ‘flagrant denials of justices, and indeed … great personal cruelty’ in the island.[CITATION-45] By 1822, Nugent had escalated to a motion to reform the administration of justice in the Leeward Islands.[CITATION-46] Nugent’s 1822 motion showed the catholicism of his interests: Tobago, after all, was not a Leeward Island, and his speech in support ranged far beyond the dysfunctions of slavery. His bid for reform focused much more on the deleterious impact of manager-dominated courts on commerce and, in particular, the impediments posed to debt recovery and trade by colonial courts whose judges were paid by jealous legislatures comprised of men who would be deemed unfit for election at home. The result was that creditors, absentee landowners and the enslaved could not expect justice according to law.[CITATION-47] Nugent’s gesture threatened to galvanise the House. Creditors of all political persuasions railed against the incompetence and pro-debtor politics of Caribbean courts. So the government cut a deal with Nugent: in return for the bill’s withdrawal, Wilmot Horton announced the government’s intention to establish a commission of inquiry into the administration of justice in the Leeward Islands.Hume made the cross-chamber appeal of legal inquiry crystal clear when he supported Nugent’s motion and sought to amend it to include the island of Trinidad. The West India champion Joseph Marryat seconded Hume’s motion, calling for an inquiry into taxation, governance and the administration of law in the island. The problem in Trinidad, according to Marryat, was the continued administration of Spanish law, which was structurally unjust and improperly applied by ignorant judges. But Marryat sought more than legal reform. He also hoped a commission might expose the autocratic despotism of Crown government in Trinidad and smooth the way for the introduction of self-government, as well as British law, in the island. Hume withdrew his amendment when Wilmot Horton promised that appropriate papers about the colony would be tabled before the House. Nevertheless, a year later, the Colonial Office quietly instructed the commissioners of legal inquiry to investigate law, the administration of justice and controversial land resumptions (but not the structure of government) in Trinidad.[CITATION-48] Meanwhile, the Saints had been in Bathurst’s ear about slavery in the Cape. On 25 July 1822, Wilberforce rose to laud the government for establishing a slave registry and making land grants conditional on the employment of free rather than slave labour in their cultivation. But he called for more to be done. The thinly scattered population of the Cape made registration difficult; laws regulating free labour were inadequate; and limits on the use of slave labour on new land grants did not apply to domestic slaves. He feared that slavery was still thriving in the Cape and its proximity to slave-trading principalities meant there was ‘reason to apprehend’ that slave-trading might thrive in new settlements ‘now forming in Africa, if slavery shall be permitted there as a state recognized by law’.[CITATION-49] Wilmot Horton denied that the Cape was likely to become ‘a great mart for slaves’, and resisted calls to make new landholders manumit their slaves.[CITATION-50] Instead, he announced a commission of inquiry into the Cape. At the same time, he also announced an inquiry into Ceylon and Mauritius, a notorious slave-trading hub. While these were not the last of the commissions established by the Liverpool ministry, the guts of the project of pan-imperial inquiry were thus announced in a single day. It was done, at least in part, to put out multiple fires in parliament.The Commission of Legal Inquiry in the West Indies began with a narrow brief. Reneging on its promise in parliament, the government first tasked the commissioners with looking into criminal law, particularly that pertaining to slavery. However, this truncated brief included the Windward as well as the Leeward Islands. And its content and scope grew rapidly: even before the commissioners left England, the Colonial Office’s commitment to reform outstripped its efforts to placate parliament. In a flurry of public and private letters, Bathurst instructed the first commission also to inquire into the administration of civil justice, the qualifications of judges, and a proposal for the wholesale restructure of the court system in the Leeward and Windward Islands. Within months of the commissioners’ arrival in Barbados, the Colonial Office had decided to expand the inquiry to Trinidad. By the time a new commissioner was sent out in 1823, he brought instructions to inquire into the rest of the West Indies.The legal commissioners moved through the islands at remarkable speed and with remarkably little fuss. The New South Wales and Cape inquiries took years and the Commission of Inquiry into Liberated Africans imploded three times. Not so the West Indian legal inquiry, which completed its investigation of twenty Caribbean colonies and settlements in just three and a half years. Though the first commissioners, Fortunatis Dwarris and Henry Maddock, were each accused of either anti- or pro- slavery sympathies, the commissioners largely avoided controversy.[CITATION-51] Also, their core recommendations got real traction with Crown and parliament, though they had limited effect on the ground. The commissioners’ informal recommendation for a slave code was put into immediate effect in Trinidad. Soon after, the Trinidad Ordinance was adapted and adopted in other Crown Colonies and (with less effect) folded into model legislation which most self-governing colonies refused to pass.[CITATION-52] Their recommendations for the streamlining and professionalising of courts were popular on all sides of the House but were not passed into imperial law until after emancipation. When it was eventually passed, the West Indies Judicature Act of 1836 was never implemented because no one would pay for it.[CITATION-53] Instead, a pale shadow of court restructure was imposed on Trinidad, Saint Lucia and what became British Guiana. Whatever the outcomes, with a few notable exceptions, the Legal Commission was widely respected in parliament and the press.[CITATION-54] The commissioners ran out of luck in Jamaica, however: no task proved more contentious than the case of Louis Celeste Lecesne and John Escoffery.[CITATION-55] On 18 June 1825 Lord Bathurst and Robert Wilmot Horton both put pen to paper to announce a new task for the Caribbean commissioners in private and confidential letters to the Duke of Manchester, the governor of Jamaica. Two days earlier, a heated debate in the House of Commons had threatened ‘incalculable injury … to the character of West Indian Legislatures’ as well as to the home government.[CITATION-56] The matter concerned the exile of Lecesne and Escoffery from the island of Jamaica, two free people of colour who claimed they were British subjects but who had been deported as aliens. This case had been brewing since late 1823, when Lecesne and Escoffery, along with an associate, John Gonville, were deported from Jamaica to Haiti, the independent republic created by the only successful modern slave rebellion that haunted the nightmares of Britain’s planter class. In the midst of mobilisation by free people of colour for civil rights in Jamaica, the renewal of abolitionist activism in Britain and white paranoia about slave insurrection across the Caribbean, these men were declared aliens and ‘dangerous to the Peace and tranquillity of the Island’.[CITATION-57] They were accused by the colonial government of plotting with emissaries from Haiti to overthrow the government of Jamaica, and of conspiring to arm rebellious slaves to the same end. Their supporters would later argue (with justification) that they were deported for their civil rights activism, not for sedition.All three men were closely connected by family and community, the children of white fathers and black mothers who had fled the revolution in Saint Domingue/Haiti in the 1790s. Gonville never disputed that he was born in Haiti, but Lecesne and Escoffery insisted that they were born in Jamaica. As British subjects, they claimed to be exempt from the Aliens Act that authorised their deportation. Their claims to subjecthood were confirmed when the Court of Grand Sessions (Jamaica’s Supreme Court) issued a writ ofrequiring their release. Manchester responded by convening a secret committee of legislators to investigate the matter, and, deploying the wide discretionary powers held by the executive under Jamaica’s alien legislation, re-arrested and deported Lecesne and Escoffery by executive order.[CITATION-58] Having managed to get themselves to London, Lecesne, Escoffery and Gonville made contact with newly reinvigorated British anti-slavery campaigners who quickly recognised their usefulness. As respectable free merchants and family men, they raised no controversial issues of emancipation or even amelioration. As a court had found that Lecesne and Escoffery were British subjects, they also presented the spectre of Jamaica’s reckless disregard for the British constitution. As the abolitionist Stephen Lushington thundered in parliament in 1824, ‘it would not be said, in an English House of Commons, that because men were a shade darker than those who were born in our climate, they were therefore to be deprived of the privileges which the constitution of Great Britain extended equally to her most exalted and her meanest subjects’. He called on the government ‘to explain to the House the reasons upon which this violent deportation of the petitioners had been resolved upon; and to state why they had been torn away from their homes, without notice of any accusation, and without time to provide for their defence’.[CITATION-59] Not everyone was exercised about the rights of free people of colour, but due process and allegations of gubernatorial despotism had much broader appeal. As Brougham noted pointedly: ‘This was his charge against the duke of Manchester’, that he had deported two men ‘after the decision of the court of King’s-bench, and in the teeth of that decision’.[CITATION-60] Lushington swore, ominously, that ‘would not rest until he had rescued the character of the British nation from the foul disgrace of having participated in an act of such odious oppression as that which the petition detailed’.[CITATION-61] Bathurst and Wilmot Horton were worried. This was an especially anxious time for the Liverpool administration, riven by debates over Catholic emancipation and marked by rumour-mongering about liberal Tories shifting into alliance with moderate Whigs.[CITATION-62] Such were the tensions that Liverpool nearly resigned.[CITATION-63] As we discuss below, the opposition was gleefully seizing on allegations about gubernatorial malfeasance in the Cape of Good Hope just as the Lecesne and Escoffery matter escalated. Both colonial scandals played into popular rhetoric about corrupt officialdom and overseas despotism. Recognising the danger the deportees posed, Bathurst and Wilmot Horton wrote hastily to Manchester for more information, which they tabled before parliament the following year.[CITATION-64] That turned out to be a mistake. Manchester’s ‘further papers’ only fuelled the fire. They comprised a series of compromising dispatches, complaints and inconsistent depositions, the worst of which came from the government side. Lushington stitched them together into a damning indictment of Lecesne’s and Escoffery’s office-holding accusers, the legislature and the Crown in the colony. To accompanying cheers from the floor, and supported by speeches from his allies, Lushington moved for the appointment of a select committee into the grievances of the exiled men.[CITATION-65] Lushington only withdrew when Canning and Wilmot Horton assured him that ‘the commissioners in the West Indies had received instructions … to examine into all the circumstances, and transmit home a report generally upon the transaction’.[CITATION-66] This was stretching the truth somewhat, since the instructions, drawn up only a few days earlier, were still.[CITATION-67] Again, commissions of inquiry were deployed to keep parliament out of empire.Two days after this disastrous parliamentary debate, both Bathurst and Wilmot Horton wrote privately to the governor, hinting strongly how the investigation should go. The matter, urged Bathurst, must be ‘sifted to the Bottom’, for it had made a ‘great impression in the House’[CITATION-68] and, Wilmot Horton added, had excited immense ‘public Interest’ outside it.[CITATION-69] At the same time, they both hinted that the commissioners must conduct a show trial while avoiding any whiff of suspicion that this was their brief. In particular, Wilmot Horton stressed the importance of demonstrating both that Lecesne and Escoffery were not British subjects and that they were engaged in ‘treasonable conspiracy’. This was so firstly because proving the men to be aliens and conspirators would rid the Colonial Office of the baleful Lushington: if Lecesne and Escoffery were treasonous aliens then ‘Dr Lushington has incurred a most serious public responsibility the effects of which will be of a most practical and important nature’. Conversely, he warned that if Lushington could ‘substantiate his case, I need not point out the incalculable injury which will have been done to the character of West Indian Legislatures, already weakened, I am sorry to say, by the conduct of some of them’.[CITATION-70] Bathurst was more explicit, however. He suggested that only a ‘satisfactory’ report from the commissioners of inquiry might evade an inquiry in the House of Commons, the outcomes of which would certainly not be ‘favorable’ to Manchester. He therefore stressed the ‘necessity of collecting the best Evidence’ of Lecesne’s and Escoffery’s alienage and sedition. Proving alienage was ‘the main point’, though Bathurst and Wilmot Horton agreed that, given their long residence in the island, the men ‘ought to have had the benefit of the doubt, unless their political conduct was such as not to entitle them to any favor, & rendered this summary way of getting rid of them desirable’.[CITATION-71] Tellingly, Bathurst urged Manchester to present strong evidence against the men, because he anticipated the public-relations disaster for Jamaica if they should be allowed to return:Even if they were good subjects before, they will not be good members of the Jamaica community (at least) after such a triumph over all the authorities of the island … It is this which makes me very anxious that the case should not be lost for want of due exertion: and in preparing it, allow me to observe that it must be calculated to convince the jealousy of a British public, and not for the meridian of Jamaica.[CITATION-72] In modern parlance, what Bathurst was clearly most concerned about was ‘optics’.When the commissioners began investigations in early 1826, they did as they were told: Jabez Henry and Henry Coneys came down strongly against Lecesne and Escoffery. On the two matters they were directed to investigate, their report concluded firstly that the men were aliens and secondly that their suspicious behaviour justified removal under Jamaica’s Alien Act. The problem was that, in doing so, they adopted very West Indian evidentiary methods and reasoning. The men’s foreign birth was ‘proved’ by asserting the unreliability of free black witnesses compared with white deponents. Their sedition was ‘proved’ more by the opulence of their parties and the fears of honourable white men than by any hard evidence that they had planned to assist a Haitian invasion. So, while the commissioners’ report was written to order, it failed miserably to lance the political boil. Some Colonial Office officials, notably their legal advisor James Stephen (scion of a prominent Abolitionist family), expressed deep scepticism about the commissioners’ conclusions. Bathurst complained privately to Wilmot Horton that Stephen’s assessment was tainted by his private allegiances: ‘It is the first report in which I think he has shewn the Saint’s foot’.[CITATION-73] Meanwhile Lushington and his humanitarian allies were entirely (and noisily) unconvinced. The matter rumbled on for years, in damning press coverage, a libel suit against a London publisher, and threatened damages litigation against the Duke of Manchester.[CITATION-74] The case was only resolved when an adjudicating lawyer suggested that, as Haiti was under British occupation at the time when the men were likely to have been born, they were British subjects after all.[CITATION-75] The exiles returned to Jamaica triumphantly on the cusp of emancipation. The commissions had failed, and only Liverpool’s stroke and the consequent political turmoil kept the matter out of parliament.[CITATION-76] In the case of the Cape, another key site of investigation that emerged from the Commons debate of 25 July 1822, the Colonial Office’s deployment of commissions to manage scandal while pursuing reform was more successful.[CITATION-77] The Commission of Eastern Inquiry, headed yet again by John Thomas Bigge (this time with William Colebrooke), departed in 1823 to conduct extremely wide-ranging investigations into three of the colonies captured from foreign powers in the revolutionary and Napoleonic wars: the Cape Colony, Mauritius and Ceylon.[CITATION-78] While their instructions covered almost all aspects of colonial governance, Wilmot Horton had told parliament that they would focus on the treatment of bonded labour and the administration of British justice under foreign legal systems. Both would prove to be matters of major difficulty at the Cape.The foundation of the problems at the Cape was not unique. In the Cape, as in most of Britain’s post-1783 colonial acquisitions, Britain retained the system of law and government in force at the time of conquest. Apart from the governor, the military and the most senior colonial officials, the Cape bureaucracy (notably including all ranks of the judiciary) was filled by a generation of Cape Dutch collaborators. The mismatch between British sovereignty and an alien system of governance and law became increasingly untenable as more Britons arrived in the colony (in particular through a wave of state-sponsored migration from 1820). New settlers complained loudly of being subject to an antiquated bureaucracy that was hostile both to their entrepreneurial ambitions and to their sense of traditional liberties and that was moreover managed by foreigners in a language they could not understand. The arrival of the Commission of Eastern Inquiry, mandated by the Crown to investigate ways to modernise and Anglicise the Cape, caused these simmering tensions to boil over. The commission was overwhelmed with complaints, some of which spilled into parliament. This, as Wilmot Horton argued in a heated debate with Joseph Hume in 1826, was not what the commissions were designed to do: ‘It was certainly not the intention of government’, he argued, ‘indeed it would have been highly absurd in them—to unfurl a standard in a new colony for all the disaffected to rally round. They never intended to set up a mart for grievances’.[CITATION-79] Opposition members were quick to transform the most sensational Cape complaints into attacks on Liverpool’s ministry.[CITATION-80] Furthermore, if the problems presented by the Cape were structural, they were also exacerbated by the character and political connections of a governor who came to personify them in the minds of critics. Lord Charles Somerset was an obvious target for Whigs and Radicals in both colony and metropole, for he exemplified so much of what they wished to see swept away in their attack on ‘Old Corruption’. He would also become an increasing liability for a government seeking to demonstrate its financial and administrative probity.[CITATION-81] Somerset was comfortably rooted in the heart of the most conservative faction of the Tory party. His father was the fifth duke of Beaufort; as such, he came from a family of immense wealth and political influence, ‘an aristocracy within an aristocracy’.[CITATION-82] It was to Somerset that Hume referred in the House when he railed against the fact that ‘Vast sums were expended to keep pampered minions in power, over whose conduct no salutary check was exercised’.[CITATION-83] Arriving at the Cape in 1814, Somerset found a context surely much to his liking, and he formed a close and amicable relationship with the incumbent Cape Dutch oligarchy. In a colony run almost entirely by the rules of the old Dutch regime, there were no inconvenient modern innovations such as checks on executive power or freedom of the press. The Cape also had a well-established tradition of linking administration with personal advantage.Lacking even an advisory council until 1825, Somerset was inclined by both his background and his politics to treat the Cape rather as he might an outlying demesne of the Beaufort estate. He had a passion for the turf and spent government money lavishly on personal projects. He gave out and expected favours (several of which involved dubious horse deals) in return for guaranteeing the outcome of land grant requests and legal disputes. He was intolerant of publicly voiced opposition and inclined to meddle (as was legal under the Dutch system he had inherited) in judicial processes. He arrested local whistleblowers when they sought to expose customs officials’ corruption in the treatment of liberated Africans. Most dangerously for the reputation of the Liverpool administration, in 1824 Somerset forcibly closed down a nascent independent press in Cape Town and deported the most vocal of his British settler critics on the basis of dubiously applied Dutch laws of defamation.[CITATION-84] In short, Somerset was perfect fodder for opposition parliamentarians: he was corrupt (by their reckoning), unaccountable and enabled by the vagaries of foreign colonial law—the embodiment of the problems of Crown Colonial government. As pressure for his recall and impeachment grew, Bathurst turned, again, to the commissions for aid. In their sojourn in the Cape, the Secretary of State hoped the commissioners might provide an ‘obvious answer’ to attacks on Somerset’s actions and salary in the ‘next [parliamentary] session’.[CITATION-85] The commissioners’ role in massaging the wrath of parliament was more complex and interesting than the intrigues in Jamaica. Not only did the commissioners themselves play an active role in dampening colonial controversy, but Cape scandals directly threatened the conservative alliance at the heart of the Liverpool regime. Once it became clear that the commissioners would be delayed at the Cape for a considerable period, further instructions and guidance began to flow out from London, directing them to investigate particular complaints against Somerset and his officials.[CITATION-86] The commissioners also penned reports to meet the political needs of government. When they investigated individual complaints, whether on instruction or otherwise, they played down individual wrongdoing, instead blaming government scandals on systemic flaws in the Dutch legal and administrative regime.[CITATION-87] In these documents, malfeasance dissolved into recommendations for reform. The first Cape report tabled in parliament, and the longest at over 200 pages, was emblematic of this dual purpose. It addressed the legal troubles of a small-time farmer in the frontier district of Albany called Bishop Burnett.Burnett’s case would have sunk into obscurity had it not produced six escalating lawsuits (all conducted in Dutch) and ended with Burnett being sentenced to banishment for doing nothing more than sending a harshly worded memorial to Somerset. The apparent triviality of the Burnett case, which dominated parliamentary debate on the Cape through 1825 and 1826 and was discussed widely in the British press, underscores the political damage that could be done by a disgruntled settler mobilising opposition political forces at home.[CITATION-88] In their report, the commissioners deflected the question of responsibility for Burnett’s objectionable deportation into a critique of the colony’s Dutch legal system.[CITATION-89] Wilmot Horton anticipated this move even before receiving the commissioners’ report. It was ‘unfair’, he claimed in June 1825, countering Brougham’s determined attacks, ‘not to distinguish … between the acts of the governor and the defects of the Dutch law’.[CITATION-90] The commissioners also demonstrated their advantage over parliamentary select committees by alerting the ministry to problems before they arose. This was particularly important in the Cape where proconsular excesses had become a political liability. Thus in 1824 Bigge and Colebrooke wrote privately to Bathurst with ‘brief & early notice’ of attacks on Somerset that ‘we are apprehensive … may become the subject of public observation in England, before we shall be able to notice the connexion in which they stand with some of the most important objects of our public inquiry’.[CITATION-91] Three days later they passed on a warning of rumours that one of Somerset’s victims was about to send a dangerous set of documents for MP Henry Grey Bennet (the member who had mobilised colonial correspondence to intrude into the management of New South Wales) to put before the House.[CITATION-92] The commissioners also kept one eye on the English newspapers and were ready to act pre-emptively to deflect scandals by transmitting counter-evidence via private and confidential channels to Bathurst when required.[CITATION-93] The Cape controversies cast new light on the slow unravelling of the Liverpool alliance. They were ill-timed for the ministry, and the administration of empire hung in the balance.[CITATION-94] Historians of domestic politics have emphasised the ‘delicate state’ in which the Tories found themselves at this time, with the Catholic question putting increasing pressure on the loose ties that bound the party together.[CITATION-95] As noted, Liverpool was on the point of resigning in 1825 and his old comrade Bathurst was instrumental in persuading him to stay in office. As Bathurst complained in a devastatingly candid private letter to the Cape governor in October 1824, Somerset had meddled with things likely to stir up ‘English feeling’—the freedom of the press and expulsion without trial. These would ‘come for Parliamentary discussion at a moment peculiarly inauspicious’, especially as the ‘question has been stirr’d in India’.[CITATION-96] As with his correspondence with Manchester about Lecesne and Escoffery, Bathurst acknowledged that the view from the metropole would differ from that of the colonies. ‘What you have done [in shutting down the press and forcibly exiling well-connected British critics on dubious legal grounds] appears, probably at the Cape like no more than what might be expected from such provocations. Unfortunately here, these Questions will not be so judged. They will appear harsh and arbitrary’. Somerset’s intemperate use of his authority would probably raise concern over ‘the powers vested in the Governors of the ceded Possessions’.[CITATION-97] The category of British possessions that would become known as Crown Colonies was still in constitutional flux in the 1820s. Their status was repeatedly questioned by Hume, for example, in debates over approving parliamentary expenditure.[CITATION-98] Without pre-emptive action, Bathurst argued to Somerset, such critiques could lead to proconsular powers ‘being curtailed in a manner very prejudicial to their [the Crown Colonies’] real interests’.[CITATION-99] It was with the precise intent of putting a more acceptable face on proconsular power that Bathurst announced in the same letter that he would be providing Somerset with an advisory council. Bathurst nevertheless pledged ‘that as you will be attacked upon party principles, you are entitled to party support’.[CITATION-100] Confidential letters between Robert Wilmot Horton and Lord Granville Somerset (the governor’s nephew, junior Treasury lord and MP for Monmouthshire) also highlight the problem that the fallout from the Cape commission raised for both the Colonial Office and the government in a tense domestic political situation.[CITATION-101] In a series of private letters and personal meetings they plotted out the course of damage control between 1824 and 1825, as the Cape prompted a ‘great brawling’ in parliament and in the British press, inspired by the ‘holy fervour of the Saints’, the Whigs and the Radicals.[CITATION-102] This furore sat ill with the Beaufort clan. A nervous Wilmot Horton found himself squirming under accusations that his dealings with the Cape exposed a ‘liberal’ streak, which he and Granville Somerset agreed was a very bad thing indeed.[CITATION-103] Granville Somerset articulated the stakes with brutal clarity. ‘To criminate an Aristocratist Governor when in office’, he warned, ‘is most agreeable to Hume & Co, but to continue that attack when he is loaded by the disapprobation of his Government would not be either unprofitable or unpleasant to those Gentlemen’. He recommended aggressive evasive action. The ministry would prevail ‘if the Government moot the Question [of the Cape] boldly blinking thru parts that are not tenable by want of Information & relying upon them wherein there is no difficulty’.[CITATION-104] The sluggish commissions were of obvious value in this project of obfuscation and delay. They were mobilised routinely by Wilmot Horton, who countered criticisms of lack of progress or failure to deal with corruption by claiming the need for further evidence and investigation on the ground before any action could be taken.[CITATION-105] The manner in which the ministry deployed colonial royal commissions with one eye on domestic political agendas did not escape the attention of the wider public.was scathing about the entire commission system. The mere existence of a commission, argued the paper in June 1827, could be touted by the Colonial Office as sufficient proof of the government’s fair dealing:[The] bulk of the report will be taken for evidence of the industry with which the inquiries were made; the suppressions, however large, will be unnoticed; and if a word be breathed about any skill which may have been exerted in preferring one class of evidence, or excluding another, so as to soften the general complexion of facts … there is nothing half so easy as for a Right Honourable Secretary to put on big looks of official gravity, and of wounded virtue—to ‘reject with scorn’ the most remote suspicion that might bear upon the perfect impartiality of the Commissioners—to ‘deprecate the harsh prejudices’ which go forth against Colonial Governors.[CITATION-106] Asrecognised, these delaying tactics protected men like Somerset, and neutralised the pressure that colonial politics exerted on the Liverpool administration, until the hand of fate unexpectedly intervened.On 17 February 1827 Liverpool suffered a stroke from which he did not recover. George Canning was chosen by the king to succeed him. The result was a mass exodus of the more conservative Tories, including both Bathurst and Somerset, from office. Faced with the loss of five members of his prospective cabinet, as well as scores of less senior politicians, Canning was forced to form a government (which proved short-lived) with moderates and Whigs. The question of Somerset’s fate, overshadowed by these greater matters, fizzled out. Issues to do with the Cape were by no means resolved, but the Cape governor himself all but vanished from the pages of Hansard. The Cape controversy tarnished the reputation of the commission, however. Their alleged attempt to protect Somerset, combined with frequent and justified complaints about their cost and delays, made the Eastern Inquiry a focus of parliamentary frustration, and, increasingly, ridicule. The kaleidoscope of ministries that followed Liverpool at once relied on returned commissioners for information into the 1830s while staving off calls from Treasury and parliament for their speedy dismissal.[CITATION-107] To scholars of empire, it seems unfathomable that British historians can still talk about constitutional change in Britain as if it were not involved in the governance of millions of souls across the seas. In some respects, however, this myopia is reasonable. Parliamentarians argued much more about the Corn Laws or Catholic emancipation than they did about Crown rule or even slavery in the empire. In any case, as has been recently pointed out, the narrow gaze of scholars working on the intricate pathways of politics in Britain is reciprocated.[CITATION-108] Despite more than a decade passing since the pioneering work of Zoë Laidlaw and Alan Lester, many scholars of empire still ignore the fact that the domestic political landscape had an impact on their concerns.[CITATION-109] To employ Tony Ballantyne’s metaphor, they write about webs of empire without paying due attention to the spider at its centre.[CITATION-110] Yet, if empire was peripheral to many in parliament, its fate was still bound intimately into the seething mess of shifting alliances, enmities and ideologies that divided parliament. While much ink has been spilled over the degree to which ordinary Britons cared about empire, it is more illuminating to examine how imperial concerns were used strategically to further political agendas closer to home.[CITATION-111] Certainly for contemporary politicians, especially those in the Colonial Office, this nexus was never in question. Lacking the benefits of hindsight, they simply assumed that imperial questions had traction in domestic politics and acted accordingly. For those in opposition, there were attractions in targeting imperial policy, and in presenting the colonial department as ‘an expensive incubus’.[CITATION-112] Following the wending path of imperial controversy in parliament in the moment of inquiry, the question of reform under the Liverpool administration looks much more like tactics than ideology. Members of the Colonial Office, particularly the Secretary of State and his under-secretaries, were explicit in the ways they used the constitutional advantages of royal commissions to evade an unpredictable and often hostile parliamentary system. They were demonstrably sensitive to the force of public opinion, whatever their views on its legitimacy. Tracking declared strategy not only makes issues of motivation easier to pin down, it also complicates the lines historians have drawn around Tory ideology in the contentious 1820s.In the end, these machinations are not the whole story of imperial reform. Inquiries were convened and declared to do more than forestall parliamentary interference. While their reports might have protected the ministry from the excesses of local officials, as they did consistently at the Cape, it is too simplistic to call them ‘cover-ups’, as critics did at the time. They combined reform with political management. The inquiry into New South Wales answered growing controversy, but also real government concerns about the efficacy of the colony in meeting the very Tory projects of law and order and counter-revolution. Wholesale inquiry into empire was initiated after a series of speeches by disgruntled MPs, but its announcement in a single day underscores that the process was planned and stage-managed by the ministry. Inquiry answered the deeper problem of knitting recently conquered colonies into the empire by determining how and under what law they should be governed, where the line of freedom and bondage should be drawn, and who could claim the responsibilities and rights of British subjecthood. So, when commissioners were directed to inquire into the scandals of free black subjecthood and Somerset’s aristocratic tyrannies, they were already ensconced in the larger project of remaking empire. In all three zones of inquiry, managing parliamentary politics overlaid a larger project to protect Crown control of new colonies and to effect meaningful, if conservative, legal reform. So it is that empire illuminates the puzzle of Tory reform, revealing its existential need to keep parliament onside, and its commitment both to autocratic governance and to gubernatorial and judicial accountability.",
    "footnotes": {
        "1": "On the question of the relationship between Liverpool’s ministry and liberalism, a foundational work is W.R. Brock, Lord Liverpool and Liberal Toryism, 1820–1827 (2nd edn, London, 1967). Brock’s link between liberal Toryism and classical political economy has been extensively questioned by Boyd Hilton’s emphasis on evangelicalism, most especially in B. Hilton, The Age of Atonement: The Influence of Evangelicalism on Social and Economic Thought, 1795–1865 (Oxford, 1988); and with some adjustments in B. Hilton, A Mad, Bad, and Dangerous People? England, 1783–1846 (Oxford, 2006). For an alternative view, see N. Gash, review of Hilton, Age of Atonement, in English Historical Review, civ (1989), pp. 136–40; N. Gash, Lord Liverpool: The Life and Political Career of Robert Banks Jenkinson, Second Earl of Liverpool, 1770–1828 (London, 1984); and N. Gash, Aristocracy and People: Britain, 1815–1865 (Cambridge, MA, 1979). An astute assessment of the tactical deployment of Liberal Tory ideas and their relation to economic reform can be found in P. Harling, The Waning of ‘Old Corruption’: The Politics of Economical Reform in Britain, 1779–1846 (Oxford, 1996). John Derry gives a lucid overview of the period, and rightly emphasises Liverpool’s pragmatism in Politics in the Age of Fox, Pitt and Liverpool (London, 1990). S.M. Lee, George Canning and Liberal Toryism, 1801–1827 (Suffolk, 2008) emphasises both the particularity of this early nineteenth-century moment and frames the division between High and Liberal Tories as a spectrum rather than a simple binary. S.P. Lamont’s ‘Robert Wilmot Horton and Liberal Toryism’ (Univ. of Nottingham Ph.D. thesis, 2015) is a rare example of the scholarship’s engagement with empire.",
        "2": "Two recent studies of Tory identity and language provide surveys of the state of play. See F.E. Duncan, ‘The Development of a Tory Ideology and Identity, 1760–1832’ (Univ. of Stirling Ph.D. thesis, 2015) and D. Craig, ‘Tories and the Language of “Liberalism” in the 1820s’, English Historical Review, cxxxv (2020), pp. 1195–1228.",
        "3": "Derry, Politics in the Age of Fox, Pitt and Liverpool, p. 56.",
        "4": "E.A. Smith, George IV (New Haven, CT, 1999).",
        "5": "Lee, Canning and Liberal Toryism, p. 174. We use the term ‘the Crown’ to indicate the ministry and the administrative infrastructure they oversaw. For a discussion of the relationship between ‘the Crown’ and the king in the late eighteenth- and early nineteenth-century British state, see L. Ford, The King’s Peace: Law and Order in the British Empire (Cambridge, MA, 2021), pp. 17–18.",
        "6": "The conservative wing of the Pittites (derided by opponents as ‘High Tories’ or ‘Ultra Tories’) would only begin to describe themselves as ‘Tories’ following the break-up of their party after Liverpool’s stroke in 1827.",
        "7": "Hilton, Mad, Bad, and Dangerous, p. 209.",
        "8": "Notable exceptions include C. Hall, K. McClelland and J. Rendall, eds, Defining the Victorian Nation: Class, Race, Gender and the British Reform Act of 1867 (Cambridge, 2000); M. Taylor, ‘Empire and Parliamentary Reform: The 1832 Reform Act Revisited’, in A. Burns and J. Innes, eds, Rethinking the Age of Reform: Britain, 1780–1850 (Cambridge, 2003), pp. 295–311; and M. Taylor, ‘Joseph Hume and the Reformation of India, 1819–33’ in G. Burgess and M. Festenstein, eds, English Radicalism, 1550–1850 (Cambridge, 2007), pp. 285–308. For a recent exploration of the traction that imperial issues could have in domestic politics, see A. Middleton, ‘Conservatives and Whig Colonial Government, 1830–1841’, Historical Research, xx (2021), pp. 1–22.",
        "9": "L. Benton and L. Ford, Rage for Order: The British Empire and the Origins of International Law, 1800–1850 (Cambridge, MA, 2016).",
        "10": "Commissions of inquiry are under-studied as a trans-colonial phenomenon in the British empire. See Benton and Ford, Rage for Order, pp. 56–84; Z. Laidlaw, ‘Investigating Empire: Humanitarians, Reform and the Commission of Eastern Inquiry’, Journal of Imperial and Commonwealth History, xl (2012), pp. 749–68. For an account of the proliferation of such commissions within England, see H. McDowall Clokie and J.W. Robinson, Royal Commissions of Inquiry: The Significance of Investigations in British Politics (Stanford, CA, 1942); O. Frankel, States of Inquiry: Social Investigations and Print Culture in Nineteenth-Century Britain and the United States (Baltimore, MD, 2006).",
        "11": "Z. Laidlaw, Colonial Connections, 1815–45: Patronage, the Information Revolution and Colonial Government (Manchester, 2005), p. 40.",
        "12": "C.A. Bayly, Imperial Meridian: The British Empire and the World, 1780–1830 (London, 1989). See also D.M. Young, The Colonial Office in the Early Nineteenth Century (London, 1961); J. Millette, The Genesis of Crown Colony Government: Trinidad, 1783–1810 (Curepe, Trinidad, 1970); D.J. Murray, The West Indies and the Development of Colonial Government, 1801–1834 (Oxford, 1965); and J.M. Ward, Colonial Self-Government: The British Experience, 1759–1856 (London, 1976).",
        "13": "A. Gambles, Protection and Politics: Conservative Economic Discourse, 1815–1852 (Woodbridge, 1999), p. 19; M. Taylor, ‘Conservative Political Economy and the Problem of Colonial Slavery, 1823–1833’, Historical Journal, lvii (2014), pp. 973–5. This emphasis on practical advice is also stressed by Laidlaw, ‘Investigating Empire’, p. 752.",
        "14": "Palmerston to William Temple, 21 Oct. 1826, quoted in H.L. Bulwer, The Life of Henry John Temple, Viscount Palmerston (London, 1870), pp. i and 179.",
        "15": "For discussions of Bathurst and empire, see Young, Colonial Office; N.D. McLachlan, ‘Bathurst at the Colonial Office, 1812–27: A Reconnaissance’, Historical Studies [Australia], lii (1969), pp. 477–502; T.P. Woods, ‘Lord Bathurst’s Policy at the Colonial Office, 1812–1821, with Particular Reference to New South Wales and the Cape Colony’ (Univ. of Oxford D.Phil. thesis, 1971); N. Thompson, Earl Bathurst and the British Empire, 1762–1834 (Barnsley, 1999); J. Ritchie, Punishment and Profit: The Reports of Commissioner John Bigge on the Colonies of New South Wales and Van Diemen’s Land, 1822–1832 (Melbourne,VIC, 1970); Laidlaw, Colonial Connections; and K. McKenzie, Imperial Underworld: An Escaped Convict and the Transformation of the British Colonial Order (Cambridge, 2016).",
        "16": "To properly follow the dance of Crown and parliament requires attention to a contrapuntal set of sources. To the contemporary public, the parliamentary and press debates were of course the most audible of these. The official departmental records of the Colonial Office, now housed in The National Archives at Kew, are of equal significance to our analysis. Departmental documents could be designated by variants of ‘private’, ‘confidential’, or ‘secret’, depending on the context and the desire to bypass parliamentary scrutiny. Young, Colonial Office, p. 180. But unofficial correspondence, as we discuss below, was no less central to the workings of Bathurst’s Colonial Office. Offering yet another level of discretion, it was strategically employed by both the secretary of state and his under-secretary. Extensive collections of letters with a cast of correspondents spread across Britain and its empire survive in the private papers of Bathurst (British Library) and Wilmot Horton (Derbyshire Record Office). There is also a smaller collection of relevant private correspondence from Bathurst to Wilmot Horton in the Mitchell Library, Sydney.",
        "17": "Brock, Lord Liverpool; Harling, Waning of ‘Old Corruption’; J.M. Bourne, Patronage and Society in Nineteenth-Century England (London, 1986); Hilton, Mad, Bad, and Dangerous, p. 199; F. O’Gorman, The Emergence of the British Two-Party System (London, 1982).",
        "18": "Laidlaw, ‘Investigating Empire’ situates the commissions’ moment squarely within humanitarian discourse, though places less emphasis on the other aspects of law reform and colonial politics that shaped this initiative. See also J. Walvin, ‘The Rise of British Popular Sentiment for Abolition, 1787–1832’, in C. Bolt and S. Drescher, eds, Anti-Slavery, Religion and Reform: Essays in Memory of Roger Anstey (Folkestone, 1980), p. 155; D. Turley, The Culture of English Antislavery, 1780–1860 (London, 1991); R. Alibrandi, ‘British Parliamentary Abolitionists: Sir Thomas Fowell Buxton (1786–1845) and the Political and Cultural Debate on Abolitionism in the Nineteenth Century’, Parliaments, Estates and Representation, xl (2020), pp. 21–34.",
        "19": "O’Gorman, The British Two-Party System, p. 62; J.J. Eddy, Britain and the Australian Colonies, 1818–1831: The Technique of Government (Oxford, 1969), p. 49.",
        "20": "The power exercised by factions is hard to gauge in this period of flexible ‘party’ discipline. Whether numerical strength provides the best guide to understanding parliamentary politics in this period is also questionable. In 1951, Michael Roberts made a minute study of the seats commanded by the ‘Beaufort Influence’ in the controversy over Lord Charles Somerset, concluding that their influence on the wider Tory alliance was numerically insignificant: M. Roberts, ‘Lord Charles Somerset and the “Beaufort Influence”’, Archives Year Book for South African History, ii (1951), pp. 6–7. Yet, as we outline below, private correspondence from Bathurst and Wilmot Horton clearly demonstrates their assumption that keeping the Beauforts onside was vital for the government. In this fluid political context, the perception of alliance could be as important as the reality. On this point, see Lee, Canning and Liberal Toryism, pp. 165–7.",
        "21": "This system would be much criticised, and ultimately abolished, in the 1830s. Laidlaw, Colonial Connections, p. 121.",
        "22": "Sydney, Mitchell Library [hereafter ML], A73, Lord Bathurst to Robert Wilmot Horton, 17 Sept. 1826; Young, Colonial Office, p. 180.",
        "23": "In this instance, Mauritius. ML, A73, Bathurst to Wilmot Horton, 12 Oct. 1826.",
        "24": "Hansard, Parliamentary Debates [hereafter Hansard], 1st ser., House of Commons [hereafter HC], 10 May 1819, vol. 40, cols 260–74; 10 June 1819, vol. 40, cols 1077–82; 29 Nov. 1819, vol. 41, cols 355–6. See also Hansard, 2nd ser., HC, 25 Feb. 1823, vol. 8, cols 248–54.",
        "25": "Matlock, Derbyshire Record Office [hereafter DRO], Catton Collection, D3155/HW2932, Wilmot Horton to Robinson, 22 Mar. 1825.",
        "26": "DRO, Catton Collection, D3155/HW 2932, Wilmot Horton to Robinson, 5 Apr. 1825.",
        "27": "Ibid., Wilmot Horton to Robinson, 22 Mar. 1825.",
        "28": "See Duncan, ‘Development of a Tory Ideology and Identity’, p. 83.",
        "29": "London, British Library [hereafter BL], Bathurst Papers, Loan MS 57/65, Bathurst to Somerset, 4 Sept. 1826.",
        "30": "The classic account remains Ritchie, Punishment and Profit. See also J.M. Bennett, ‘The Day of Retribution: Commissioner Bigge’s Iniquities in Colonial New South Wales’, American Journal of Legal History, lxxxv (1971), pp. 85–106; R. Evans, ‘19 June 1822: Creating “An Object of Real Terror”—the Tabling of the First Bigge Report’, in M. Crotty and D.A. Roberts, eds, Turning Points in Australian History (Sydney, NSW, 2009), pp. 48–61; J.J. Spigelman, ‘The Macquarie Bicentennial: A Reappraisal of the Bigge Reports’, History Council of New South Wales Annual History Lecture 2009 (Sydney, NSW, 2009).",
        "31": "Historical Records of Australia, ser. 1: Governors’ Despatches to and from England, X: January, 1819–December, 1822 [hereafter HRA], ed. F. Watson (Canberra, 1917), p. 7 (Bathurst to J.T. Bigge, 6 Jan. 1819).",
        "32": "HRA, X, pp. 807–8 (Bathurst to Lord Sidmouth, 23 Apr. 1817).",
        "33": "Ritchie, Punishment and Profit, pp. 67–8 and 71.",
        "34": "H.G. Bennet, Letter to Viscount Sidmouth … on the Transportation Laws, and the State of the Hulks, and of the Colonies in New South Wales (London, 1819).",
        "35": "Hansard, 1st ser., HC, 18 Feb. 1819, vol. 39, cols 464–509.",
        "36": "Ibid.",
        "37": "Hansard, 1st ser., HC, 18 Feb. 1819, vol. 39, cols 503–4.",
        "38": "Hansard, 1st ser., HC, 1 Mar. 1819, vol. 39, cols 740–60.",
        "39": "Ritchie, Punishment and Profit, pp. 75 and 86. Bathurst nonetheless asked Bigge to keep the Committee report in mind in his investigations: Kew, The National Archives [hereafter TNA], CO 201/141, Bathurst to Bigge, 16 Apr. 1819.",
        "40": "L. Ford and D. Roberts, ‘Expansion, 1820–50’, in A. Bashford and S. Macintyre, eds, The Cambridge History of Australia, I: Indigenous and Colonial Australia (Port Melbourne, VIC, 2013), pp. 121–35; J. Belich, Replenishing the Earth: The Settler Revolution and the Rise of the Anglo-World, 1783–1939 (Oxford, 2009), pp. 187–8 and 264–7.",
        "41": "New South Wales Act 1823, 4 Geo. IV, c. 96.",
        "42": "The only major colonies not inquired into were the Canadas and India. The latter was still under East India Company rule and was the object of a multi-year parliamentary inquiry.",
        "43": "For a further instance, see Taylor, ‘Hume and the Reformation of India’, p. 285.",
        "44": "Hansard, 2nd ser., HC, 28 June 1821, vol. 5, cols 1444–5. See report of Henry Clement from Tortola, referred to in DRO, Catton Collection, D3155/WH2849, Clement to William Wilberforce (copy, forwarded to Wilmot Horton), 10 Aug. 1821, p. 2; DRO, Catton Collection, D3155/WH2849, Wilberforce to Clement (copy, enclosed in above), 28 Sept. 1821, p. 4; DRO, Catton Collection, D3155/WH2849, Moody to Wilmot Horton, 28 June 1822, p. 10. Clement’s report is also discussed in Reports by Coms. of Inquiry into State of Slaves in H.M. Colonies under Acts abolishing Slave Trade: (Tortola), British Parliamentary Papers [hereafter BPP], House of Commons Papers [hereafter HC], 1828, no. 535, vol. xxvi, pp. 98–9.",
        "45": "Hansard, 2nd ser., HC, 6 June 1821, vol. 5, cols 1119–25.",
        "46": "Hansard, 2nd ser., HC, 25 July 1822, vol. 7, cols 1801–44.",
        "47": "Ibid.",
        "48": "TNA, CO 319/27, Wilmot Horton to Henry Maddock and Fortunatis Dwarris, 3 Sept. 1823.",
        "49": "Hansard, 2nd ser., HC, 25 July 1822, vol. 7, cols 1783–95. This is discussed at length in Laidlaw, ‘Investigating Empire’.",
        "50": "Hansard, 2nd ser., HC, 25 July 1822, vol. 7, cols 1783–95.",
        "51": "TNA, CO 318/57, Maddock to Wilmot Horton, 3 July 1824; TNA, CO 318/58, Dwarris to Wilmot Horton, 26 Dec. 1825; TNA, CO 318/58, Dwarris to Bathurst, 26 Dec. 1825.",
        "52": "Ward, Colonial Self-Government, pp. 94–104.",
        "53": "W.A. Green, ‘James Stephen and British West India Policy, 1834–1847’, Caribbean Studies, xiii (1974), pp. 42–3.",
        "54": "For an example of praise for the commission and frustration about the glacial pace of reform, see The Times, 18 Nov. 1829, p. 2.",
        "55": "Until recently, the most detailed account of this case was G.J. Heuman, Between Black and White: Race, Politics and the Free Coloureds in Jamaica, 1792–1865 (Westport, CT, 1981), ch. 3, which analyses its emblematic place in the fight for civil and political rights by free people of colour. For briefer mentions in more recent literature, see S.M. Waddams, Law, Politics and the Church of England: The Career of Stephen Lushington, 1782–1873 (Cambridge, 1992); D. Livesay, Children of Uncertain Fortune: Mixed-Race Jamaicans in Britain and the Atlantic Family, 1733–1833 (Chapel Hill, NC, 2014); J.C. Jansen, ‘Brothers in Exile: Masonic Lodges and the Refugees of the Haitian Revolution, 1790s–1820’, Atlantic Studies, xvi (2019), pp. 341–63; and M. Taylor, The Interest: How the British Establishment Resisted the Abolition of Slavery (London, 2020). For detailed new work, see J.C. Jansen, ‘Aliens in a Revolutionary World: Refugees, Migration Control, and Subjecthood in the British Atlantic, 1790s–1820s’, Past and Present, no. 255 (2022), pp. 189–231.",
        "56": "TNA, CO 137/174, Wilmot Horton to the Duke of Manchester, 18 June 1825.",
        "57": "TNA, CO 137/174, Manchester to Bathurst, 20 Feb. 1826. See Heuman, Between Black and White; J.R. Oldfield, The Ties that Bind: Transatlantic Abolitionism in the Age of Reform, c.1820–1865 (Liverpool, 2020); S. Drescher, Abolition: A History of Slavery and Antislavery (Cambridge, 2009), pp. 248–66; D. Turley, The Culture of English Antislavery, 1780–1860 (London, 1991); J.T. Sharples, The World that Fear Made: Slave Revolts and Conspiracy Scares in Early America (Philadelphia, PA, 2020); C. Petley, Slaveholders in Jamaica: Colonial Society and Culture During the Era of Abolition (London, 2009).",
        "58": "The case is outlined fully with attachments in TNA, CO137/174, Manchester to Bathurst, 13 Sept. 1824.",
        "59": "Hansard, 2nd ser., HC, 21 May 1824, vol. 11, cols 798–801. On Lushington’s anti-slavery activism, see Waddams, Law, Politics and the Church of England, ch. 2.",
        "60": "Hansard, 2nd ser., HC, 21 May 1824, vol. 11, cols 802–3.",
        "61": "Ibid., col. 801.",
        "62": "Lee, Canning and Liberal Toryism, pp. 165–7.",
        "63": "Gash, Lord Liverpool, pp. 234–5; Thompson, Earl Bathurst, pp. 148–9.",
        "64": "Papers Relating to Slaves in W. Indies: II. Information Respecting Apprehension of Free Persons of Colour on Island of Jamaica, BPP, House of Commons Papers, 1825, no. 74, vol. xxv, pp. 1–38.",
        "65": "Hansard, 2nd ser., HC, 16 June 1825, vol. 13, cols 1173–1205.",
        "66": "Ibid., col. 1203.",
        "67": "TNA, CO 319/27, Bathurst to Jabez Henry and Henry Coneys, 13 June 1825.",
        "68": "TNA, CO 324/74, Bathurst to Manchester, 18 June 1825.",
        "69": "TNA, CO 137/174, Wilmot Horton to Manchester, 18 June 1825.",
        "70": "Ibid.",
        "71": "TNA, CO 324/74, Bathurst to Manchester, 18 June 1825.",
        "72": "Ibid.",
        "73": "ML, A73, Bathurst to Wilmot Horton, 25 Jan. 1825.",
        "74": "On press coverage, see, for example, The Examiner, 30 Nov. 1828, p. 5; Morning Chronicle, 17 Sept. 1825, pp. 1–3. For the libel suit, see, Report of the Trial of Mr John Murray in the Court of King’s Bench, at Westminster Hall, the 19th December, 1829, on an Indictment for a Libel on Messrs. Lecesne and Escoffery of Jamaica (London, 1830). The suit was prompted by the publication of George Wilson Bridges’s Annals of Jamaica (2 vols, London, 1827), a book that included an extended attack on Lecesne and Escoffery’s allegedly treasonous activities. On threatened damages, see TNA, CO 137/176, Stephen to Wilmot Horton, 9 Dec. 1826.",
        "75": "TNA, CO 137/176, John Bosanquet to Wilmot Horton, 5 Nov. 1827.",
        "76": "TNA, CO 320/4, Stephen Lushington to Bathurst, 18 Oct. 1826.",
        "77": "On the Cape inquiry and its consequences, see J. Sturgis, ‘Anglicisation at the Cape of Good Hope in the Early Nineteenth Century’, Journal of Imperial and Commonwealth History, xi (1982), pp. 5–32; J. Peires, ‘The British and the Cape, 1814–1834’, in R. Elphick and H. Giliomee, eds, The Shaping of South African Society, 1652–1840 (2nd edn, Cape Town, 1989), A. Lester, Imperial Networks: Creating Identity in Nineteenth-Century South Africa and Britain (London, 2001); Laidlaw, Colonial Connections; Laidlaw, ‘Investigating Empire’; and McKenzie, Imperial Underworld.",
        "78": "Pressure of work would see them joined by a third commissioner, William Blair, in 1825.",
        "79": "Hansard, 2nd ser., HC, 7 Dec. 1826, vol. 16, col. 311.",
        "80": "In particular, Hume and Brougham. For correspondence between the Cape ‘liberals’ and opposition politicians, see McKenzie, Imperial Underworld; R. Vigne, Thomas Pringle: South African Pioneer, Poet and Abolitionist (Woodbridge, 2012); and R. Vigne, ed., The South African Letters of Thomas Pringle (Cape Town, 2011).",
        "81": "A.K. Millar, Plantagenet in South Africa: Lord Charles Somerset (Oxford, 1965), is an unapologetic attempt to improve his subject’s reputation in the national narratives of that period.",
        "82": "Roberts, ‘Somerset and the “Beaufort Influence”’, p. 11.",
        "83": "Hansard, 2nd ser., HC, 2 Feb. 1826, vol. 14, col. 61.",
        "84": "For a more detailed account of these scandals, see McKenzie, Imperial Underworld; and McKenzie, ‘“The Laws of his Own Country”: Defamation, Banishment and the Problem of Legal Pluralism in the 1820s Cape Colony’, Journal of Imperial and Commonwealth History, xliii (2015), pp. 787–806.",
        "85": "BL, Bathurst Papers, 57/66, Bathurst to Somerset, 5 Dec. 1822.",
        "86": "See TNA, CO 49/8.",
        "87": "See, for example, Papers relating to Complaints of Mr. Bishop Burnett at Cape of Good Hope, 1822–26, BPP, HC, 1826, no. 431, vol. xxv, pp. 1–227; Memorial on State of Prize Slaves at Cape of Good Hope; Report of Coms. of Inquiry into Truth of Memorial, BPP, HC, 1826–27, no. 42, vol. xxi, pp. 1–174.",
        "88": "Mr. Bishop Burnett at Cape of Good Hope, passim. Burnett’s chief advocates were Henry Brougham and Joseph Hume. BL, Bathurst Papers, 57/88, no. 15, extract of letter from Burnett, 13 June 1825, transmitted via Somerset to Bathurst. For discussions in parliament, see Hansard, 2nd ser., HC, 16 June 1825, vol. 13, cols 1167–73; 22 June 1825, vol. 13, cols 1274–5; 5 July 1825, vol. 13, cols 1484–5; 8 May 1826, vol. 15, cols 961–71; 7 Dec. 1826, vol. 16, cols 303–13; 8 Dec. 1826, vol. 16, cols 320–21. On the press, see, for example, The Times, 24 Aug. 1826, pp. 2–3; Morning Chronicle, 24 Aug. 1826, p. 2, 25 Aug. 1826, pp. 1–2, 26 Aug. 1826, p. 3, and 1 Sept. 1826, p. 4; Morning Post, 25 Aug. 1826, pp. 2 and 4.",
        "89": "Mr. Bishop Burnett at Cape of Good Hope, pp. 37, 40, 47.",
        "90": "Hansard, 2nd ser., HC, 16 June 1825, vol. 13, col. 1167.",
        "91": "BL, Bathurst Papers, 57/87, no. 6, Colebrooke and Bigge to Bathurst, 14 July 1824.",
        "92": "BL, Bathurst Papers, 57/87, no. 7, Bigge and Colebrooke to Bathurst, 17 July 1824. The notary was William Edwards, the subject of McKenzie, Imperial Underworld.",
        "93": "As, for example, in 1825 when the governor was away on the frontier and charges about Somerset’s corrupt labour dealings to pursue a sexual relationship with an enslaved woman surfaced in The Times, 5 Oct. 1824, p. 2. See also BL, Bathurst Papers, 57/87, no. 14, Bigge and Colebrooke to Bathurst, 14 Feb. 1825, with enclosures.",
        "94": "See, for example, Hansard, 2nd ser., HC, 11 Mar. 1825, vol. 12, cols 998–9; 27 May 1825, vol. 13, cols 903–9; 22 June 1825, vol. 13, cols 1274–5; 5 July 1825, vol. 13, cols 1484–5; 8 May 1826, vol. 15, cols 961–71; 7 Dec. 1826, vol. 16, cols 303–13; 8 Dec. 1826, vol. 16, cols 320–21; 29 June 1827, vol. 17, cols 1428–38.",
        "95": "Lee, Canning and Liberal Toryism, pp. 154–5; Brock, Lord Liverpool and Liberal Toryism, pp. 75–6; Gash, Lord Liverpool, pp. 234–5.",
        "96": "BL, Bathurst Papers, 57/65, Bathurst to Somerset, 19 Oct. 1824. For the parliamentary pressure exerted by Joseph Hume on the issue of the press in India at this moment, see Taylor, ‘Hume and the Reformation of India’, pp. 293–4.",
        "97": "BL, Bathurst Papers, 57/65, Bathurst to Somerset, 19 Oct. 1824.",
        "98": "See Hansard, 2nd ser., HC, 10 May 1819, vol. 40, cols 260–74; 10 June 1819, vol. 40, cols 1077–82; 29 Nov. 1819, vol. 41, cols 355–6. See also Hansard, 2nd ser., HC, 25 Feb. 1823, vol. 8, cols 248–54.",
        "99": "BL, Bathurst Papers, 57/65, Bathurst to Somerset, 19 Oct. 1824.",
        "100": "Ibid.",
        "101": "DRO, Catton Collection, D3155/WH 2876, Lord Granville Somerset to Wilmot Horton, 5 Dec. 1824. See also D3155/WH 3028, Granville Somerset to Wilmot Horton, 20 Dec. 1824, 22 Dec. 1824, 3 July 1825, 8 Nov. 1825; D3155/WH 2876, Granville Somerset to Wilmot Horton, 13 Nov. 1825; D3155/WH2863, Wilmot Horton to Granville Somerset, 30 Nov. 1824.",
        "102": "DRO, Catton Collection, D3155/WH 2876, Granville Somerset to Wilmot Horton, 5 Dec. 1824.",
        "103": "The term was explicitly employed by both men: DRO, Catton Collection, D 3155/WH 3028, Wilmot Horton to Granville Somerset, 8 Nov. 1825; D3155/WH 2876, Granville Somerset to Wilmot Horton, 13 Nov. 1825.",
        "104": "DRO, Catton Collection, D3155/WH 2876, Granville Somerset to Wilmot Horton, 5 Dec. 1824.",
        "105": "Hansard, 2nd ser., HC, 11 Mar. 1825, vol. 12, cols 998–9. For other instances, see Hansard, 2nd ser., HC, 27 May 1825, vol. 13, cols 903–9; 7 Dec. 1826, vol. 16, cols 303–13.",
        "106": "The Times, 21 June 1827, p. 6.",
        "107": "See, for example, Hansard, 2nd ser., HC, 30 May 1828, vol. 19, cols 907–15; 27 May 1830, vol. 24, cols 1155–71.",
        "108": "S. Pincus, T. Bains and A.Z. Reichardt, ‘Thinking the Empire Whole’, History Australia xvi (2019), pp. 610–37.",
        "109": "Laidlaw’s and Lester’s work demonstrated the importance of bringing metropolitan politics and bureaucracy, especially the workings of the Colonial Office (a key emphasis of Laidlaw), back into the story of colonial governance in South Africa and Australia. Lester, Imperial Networks; Laidlaw, Colonial Connections. In other imperial contexts see, for example, J. Vaughan, The Politics of Empire at the Accession of George III: The East India Company and the Crisis and Transformation of Britain’s Imperial State (New Haven, CT, 2019).",
        "110": "T. Ballantyne, Orientalism and Race: Aryanism in the British Empire (New York, 2002); T. Ballantyne, Webs of Empire: Locating New Zealand’s Colonial Past (Wellington, NZ, 2012)",
        "111": "On this debate, see B. Porter, The Absent-Minded Imperialists: Empire, Society and Culture in Britain (Oxford, 2004); B. Porter, ‘Further Thoughts on Imperial Absent-Mindedness’, Journal of Imperial and Commonwealth History, xxxvi (2008), pp. 101–7; J.M. MacKenzie, ‘“Comfort” and Conviction: A Response to Bernard Porter’, Journal of Imperial and Commonwealth History, xxxvi (2008), pp. 659–68. The tactical relationship between domestic politics and imperial concerns is discussed in K. McKenzie, ‘“My Voice Is Sold, & I Must Be a Slave”: Abolition, Industrialisation and the Yorkshire Election of 1807’, History Workshop Journal, no. 64 (2007), pp. 48–73; K. McKenzie, ‘Exit Pursued by a Bear: Oliver the Spy and the Imperial Context of British Political History’, History Australia, xiii (2016), pp. 80–94, and (in relation to Tory opposition politics in the 1830s) in Middleton, ‘Conservatives and Whig Colonial Government’.",
        "112": "Eddy, Britain and the Australian Colonies, p. 59."
    }
}