{
    "title": "A Fiscal Constitutional Crisis: Tax Avoidance and Evasion in Inter-war Britain*",
    "author": "Peter Scott",
    "date": "29 March 2022",
    "article": "Inter-war Britain witnessed rising tax avoidance and evasion, reflecting a combination of elite opposition to higher tax rates and the almost complete absence of any effective legal or reputational sanctions against tax evaders. Legal tax avoidance carried little social stigma and even illegal evasion rarely led to criminal prosecution or public censure, on account of the confidential, non-judicial procedure by which cases were resolved. This paper explores how a combination of elite opposition to higher tax rates, a growing judicial ideology (especially in the higher courts) based around protecting ‘civil liberties’ (essentially construed in terms of private property rights), and an ambiguous stance on tax avoidance among policy-makers, created the conditions for the rapid growth of tax avoidance. This in turn fostered a booming tax avoidance industry that became a persistent feature of the British tax environment. The paper also explores the wider political economy of tax avoidance and evasion and how a political philosophy shared by leading judges, right-wing ‘anti-waste’ movements, some Conservative politicians, and many wealthy taxpayers, formed a precursor of neo-liberal political philosophy. Finally, it charts the changed tax climate of the late 1930s, when the growing threat of total war aligned the interests of the wealthy with those of the rest of society and allowed policy-makers to present tax payment as a patriotic duty. In this context, collective liberty and an ideology of ‘fair shares’ eclipsed the rhetoric of the rights of the propertied individual, thereby undermining the legitimacy of tax avoidance.As James Cronin noted, ‘Nothing has been more pivotal in British political life throughout the nineteenth and twentieth centuries than taxation’.[CITATION-1] This article examines one particularly illuminating strand of the relationship between taxation policy, taxpayers, the Inland Revenue (hereafter IR), politicians, the legislature, and the judiciary: tax avoidance and evasion in the period between the two world wars. Financing the First World War led to a fivefold increase in the standard rate of income tax between 1914 and the early post-Armistice period, while a massive increase in the national debt made the continuation of high tax rates (by 1914 standards) inevitable. Britain rejected the inflationary solution adopted by most combatant nations, thus protecting holders of government bonds and other fixed-interest stock, who mainly belonged to the top 5 per cent of incomes.[CITATION-2] Nevertheless, the middle and upper classes resented the higher tax burden and increasingly relied on tax avoidance and/or evasion, which gained social acceptability from a narrative that state expenditure was ‘wasteful’ and a view—supported by judicial edicts and decisions—that the taxpayer was free to organise his or her affairs in such a way as to minimise tax liabilities.Until the late 1930s government failed to stem the growth of both legal tax avoidance and illegal evasion. This partly reflected the IR’s reluctance to introduce anti-avoidance measures that might be perceived as inquisitorial, thus eroding the principle of consent on which the tax system was based. However, political opposition to reform was also a major factor, based on ‘liberal-conservative’ political philosophy (a precursor of neo-liberalism) that focused on the protection of private property rights and opposition to policies that might challenge the primacy of private property—such as the redistributive state. Such thinking was most strongly articulated by the mainly conservative higher judiciary, especially the Law Lords, who took up the cause of emasculating tax avoidance legislation as a defence of ‘civil liberty’, which was essentially shorthand for the rights of property-owning individuals.However, this study shows that the prioritisation of property-based individual rights over collective rights amounted to little more than pragmatic self-interest on the part of Britain’s economic elite. The judiciary had little difficulty in setting aside what they had hitherto trumpeted as sacred legal principles regarding the individual’s right to exploit tax loopholes, when faced with a more serious threat to the wealthy than that posed by the expanding British state. This pragmatism also facilitated a more general shift in focus during the Second World War from individual rights to collective duties, enabling radical interventions in the daily lives of British citizens which were justified in terms of subordinating individual interests to those of the wider community.[CITATION-3] Such pragmatism persisted, to some extent, during the high-tax era of the Cold War, with neo-liberal political philosophy only becoming dominant following the decline of the Soviet Union in the 1970s and 1980s. These issues are examined here primarily from the perspective of policy-makers—especially those civil servants and government ministers directly involved with tax policy—to show the response of the political process to the growing scale and visibility of tax avoidance and the major constraints that judicial nullification imposed on tax avoidance/evasion legislation.Income tax was first introduced in Britain in the years between 1799 and 1816 and re-introduced on what proved to be a permanent basis from 1842.[CITATION-4] W.E. Gladstone, in his 1853 budget, famously laid down the British taxation orthodoxy for the rest of the nineteenth century, based on proportionality and equity, fostering consensus rather than conflict. Meanwhile an emphasis on retrenchment and economy in public spending kept the overall tax burden low.[CITATION-5] Political acceptance and legitimacy was also fostered by incorporating taxpayers into the administrative system of collection. Seven lay commissioners of tax and seven assistant commissioners were appointed by Parliament for each district, usually on the recommendation of incumbent local commissioners and subject to a minimum income qualification. These in turn appointed a clerk and assessors, plus collectors, with monitoring conducted by the IR’s surveyors and inspectors (although local authority ultimately rested with the commissioners).[CITATION-6] The income tax system was presented, from the mid-nineteenth century, as a social contract between the different classes and interests in society, thereby legitimising the British fiscal state, and was facilitated by low tax rates up to 1914. Martin Daunton notes that Britain’s ‘fiscal constitution’ served ‘to remove disputes over taxation from the heart of British politics by creating a sense of balance and fairness, a feeling that taxes and spending did not fall more heavily on one group at the expense of another’.[CITATION-7] This was deemed to require a tax system with administration resting, as far as possible, on co-operation with taxpayers, even if this led to a degree of tax evasion and avoidance.[CITATION-8] However, the Edwardian era saw the politicisation of taxation, through pressure for higher military and social expenditure, together with moves towards the use of taxation as an instrument of income redistribution by the 1906 and 1910 Liberal governments. Progressive taxation was introduced via the super-tax (a supplementary tax on higher incomes) from 1909, originally on incomes over £5,000 (the top 0.1 per cent of incomes).[CITATION-9] Even the initially low 2.5 per cent super-tax rate was said to have triggered a trend towards tax avoidance, with companies retaining earnings rather than paying the dividends that would create additional tax liabilities for their shareholders.[CITATION-10] High tax rates during the First World War intensified the growth of tax avoidance and evasion.[CITATION-11] The most important avoidance device was converting unincorporated businesses into companies. The whole of a company’s profits could be re-invested, or otherwise not distributed, in order to avoid tax. Owners of securities or land could similarly use this device by setting up companies to hold their assets. Private companies could also be used to avoid death duties, by putting personal assets into a company and giving most of the shares to the person’s heir, while providing in the company articles that the principal would be the governing director for life and, in consideration of the directorship, should receive the whole of the profits during his/her lifetime. Foreign-based companies were particularly attractive, as they could avoid not only super-tax and death duties, but also income tax.[CITATION-12] Largely owing to the First World War, interest on Britain’s internal debt rose from the equivalent of 9.6 per cent of budget receipts in 1913/14 to 22.4 per cent in 1920/21 and 36.4 per cent in 1925/26, with a doubling in the ratio of government expenditure to GNP from 1913 to 1924, to 24 per cent.[CITATION-13] Meanwhile, the standard rate of income tax rose from 5.8 per cent in 1913/14 to an inter-war peak of 30 per cent between 1918/19 and 1921/22.[CITATION-14] Growing calls for increased social welfare expenditure led to further upward pressure.Britain rejected the inflationary solution to its war debt problem which was adopted, to varying extents, by most major European nations, including Germany, France and Italy. Such a solution would have threatened Britain’s political stability and the reputation and reliability of the City as a major financial centre, while also removing any possibility of a return to the Gold Standard at pre-war parity. It would also have adversely impacted the lower middle class—which constituted the bedrock of Conservative electoral support—and threatened the sanctity of private property by drastically reducing the value of a major class of property (fixed-interest stocks).[CITATION-15] Yet saving the middle classes from this fate by paying off the debt nevertheless enraged the very constituency that the policy was designed to protect, as it entailed high levels of taxation by pre-1914 standards.High peacetime taxation, together with the inflationary impacts of the First World War, triggered a middle-class backlash and strengthened an anti-taxation lobby that was already active before 1914. For example, the British Constitution Association was formed in 1905 to oppose tariff and social reform, advocating a state based on ‘liberty’ (for individual private property rights), and no role for the state in social welfare.[CITATION-16] In the wake of the wartime tax hike this tendency grew stronger with the formation of Lord Rothermere’s Anti-Waste League and similar ‘economy’ movements, which pressed for cheap, minimal government (with vigorous support from the Tory press). The IR had sought to wrap taxation in ‘an aura of neutrality and fairness, with a rhetoric of concern for abstractions of legality and constitutionality’.[CITATION-17] However, such anti-tax propaganda progressively undermined Britain’s fiscal constitution, eroding the (already weak) moral opprobrium surrounding tax avoidance by portraying government expenditure, and the high tax rates levied to fund it, as illegitimate.[CITATION-18] Reducing tax avoidance was one means of accelerating debt repayment. The 1920 Royal Commission on the Income Tax shed light on the spread of tax avoidance and evasion. One particularly notorious example concerned William Vestey, founder and managing director of the Union Cold Storage Company. Vestey, a notorious war profiteer, had made himself a tax exile during the war by moving his domicile to Argentina. When called to justify his behaviour before the Royal Commission, he naively gave much ammunition to his critics with his testimony, boldly proclaiming that ‘The present position of affairs suits me admirably. I am abroad; I pay nothing’.[CITATION-19] In addition to this and other unfortunate comments (including the statement that ‘from 3,000 to 5,000 men [are] out of employment because I am not working in this country’), Vestey subsequently fanned the flames of public controversy by securing a peerage in Lloyd George’s 1922 honours list, leading to press and parliamentary attacks on his character and behaviour.[CITATION-20] Such controversy paved the way for Britain’s first substantial inter-war tax avoidance legislation. Prior to 1922 super-tax was essentially voluntary, as it could be avoided by the simple expedient of incorporating a person’s business interests or assets. The companies so created avoided tax by distributing income as non-taxable capital gains, rather than dividends. Section 21 of the 1922 Finance Act (hereafter 1922 Act) sought to check super-tax avoidance through the medium of companies under the control of a single person or a small group. The Special Commissioners were now empowered to direct that for super-tax purposes the income of a company could be deemed to be the income of its members.[CITATION-21] Section 21 was radically amended during its passage through Parliament, severely weakening its effectiveness. The revisions restricted its application to private companies registered under the Companies Act since 5 April 1914, with fifty or fewer shareholders, and under the control of not more than five persons.[CITATION-22] This made it easy to circumvent—for example, by purchasing an inactive company formed before April 1914. The company tax avoidance channel became even more attractive in 1924 when Labour’s first Chancellor, Lord Snowden, abolished taxes on corporate profits (Excess Profits Duty and Corporation Profits Tax).[CITATION-23] The 1927 Finance Act extended the scope of the 1922 Act and sought to curb some other tax-avoidance devices. Section 3 made Section 21 of the 1922 Act applicable to all companies (whenever registered) under the control of not more than five people, excluding subsidiary and private companies.[CITATION-24] However, its effectiveness in plugging the loopholes in the 1922 Act proved minimal.[CITATION-25] Both Acts were largely nullified by a string of adverse legal decisions, which have been interpreted both contemporaneously and subsequently as reflecting a radical departure from the balanced approach of the Law Lords to nineteenth-century tax cases.Early twentieth-century Britain had a deeply politicised judiciary, whose members conceived of the state as an institution for protecting private property. Some Conservative administrations regarded ‘political’ judicial appointments as legitimate. For example, in 1897 the Marquess of Salisbury advised his Lord Chancellor, Lord Halsbury, that under ‘the unwritten law of our party system … party claims should always weigh heavily in the disposal of the highest legal appointments’.[CITATION-26] This policy, continued by his successor, Arthur Balfour, essentially packed the top ranks of the judiciary with Conservative appointees (including many former MPs).[CITATION-27] This created a powerful block of Conservative judges whose dominance continued for many years after the practice of making overtly political appointments was ended.[CITATION-28] They developed a legal doctrine based on the primacy of individual liberty (for propertied individuals), which had a major impact in preventing what were seen as encroachments on property rights. This doctrine was made most manifest in three landmark Edwardian anti-trades union decisions:v.;v.; andv..[CITATION-29] Robert Stevens argued that this doctrine had a major adverse impact on the IR’s efforts to combat tax avoidance/evasion, with judicial treatment of tax cases being transformed from a balanced approach to a more politicised stance, especially after the 1909–11 parliamentary crisis.[CITATION-30] This included an increasing tendency to treat tax statutes as being ‘penal,’ that is, not ‘enforced against’ a taxpayer unless their behaviour came within the ‘very wording’ of the statute.[CITATION-31] A more recent study by Assaf Likhovski has also found that ideological bias in favour of wealthy taxpayers became the dominant factor behind judicial decisions, but argues that such judgments were also influenced by the level of public controversy regarding tax evasion.[CITATION-32] An important early precedent wasv.in 1909. Despite involving the duke’s use of a tax avoidance measure that had been explicitly blocked by the Finance Act 1894—encumbering an estate with bonds in favour of his descendants in order to escape estate duty—the majority of Law Lords found in favour of the duke, in a split decision, which appeared (according to the dissenting judges) to violate both the letter and the spirit of the legislation. Likhovski argues that, while there were inconsistencies in approach, it was common during the inter-war era for judicial decisions similarly to disregard the literal interpretation of tax legislation in favour of the tax-avoider.[CITATION-33] This `primacy of property rights’ perspective (also evident in other areas of law, such as trades union, restraint of trade, and intellectual property cases) came into increasing conflict with the government’s wish to present taxation as a neutral, fair system that was based on the development and implementation of consistent rules.[CITATION-34] Lord Sumner (a Lord of Appeal from 1913 to 1930) played a leading role in moving tax law from the Edwardian interpretation that it should be viewed in the light of parliamentary policies to one based on the ‘ordinary meaning’ of the legislation and, finally, to a position which regarded tax law as being penal and therefore construed restrictively.[CITATION-35] Described as a very able lawyer but a very ‘cruel’ man by one of his contemporaries, Sumner was active on the extreme right of the Conservative Party and broke convention by speaking out in the House of Lords against Irish Home Rule, against trades unions and for imperialism, despite his judicial role in determining appeals from the courts across the Empire and in Ireland. His brand of Conservatism proved beyond the pale for Stanley Baldwin, who repeatedly blocked his appointment as Lord Chancellor.[CITATION-36] Nigel Harris has termed the dominant philosophy of these senior judges (and, to varying extents, large parts of the Conservative Party and the economic elite) ‘liberal-conservatism’—an individualist version of conservatism, based on the civil liberties of a distinct type of individual: one endowed with property. It was the state’s duty to protect such individuals from both direct threats to their property and indirect ones, such as rises in government expenditure that would increase the tax burden on the wealthy.[CITATION-37] Bereft of older elements of British conservatism—including notions of the organic nature of society and the responsibilities of the rich and powerful—liberal-conservatism can be seen as a precursor of neo-liberal thinking, which developed into a formal intellectual movement from the 1930s but only gained ascendancy following the economic crisis of the 1970s.[CITATION-38] A string of legal decisions progressively weakened the provisions of the 1922 and 1927 Acts against tax avoidance. Surtax (the successor of super-tax) avoidance by means of companies was facilitated by High Court decisions establishing that profits could be distributed in ways which escaped surtax assessment, for example through being capitalised in the form of company shares (v.8 T.C. 101) even if there was a cash option (v.13 T.C. 181). Similarly, the High Court deemed that profits could be distributed as debentures (v.10 T.C. 302), thereby becoming a tax-free capital gain, even if they were almost immediately redeemed (v.10 T.C. 645). Court decisions also found the following tax evasion measures to be legal: writing off loans to shareholders (v.11 T.C. 574); distribution of profits as assets in liquidation (v.9 T.C. 27); loans or advances to shareholders (v.T.C. 20); and creating ‘dummy’ holding companies (v.).[CITATION-39] The Inland Revenue was acutely aware that its powers of taxation had been emasculated by the judiciary. As a 1933 memorandum noted, the balance between the IR and the taxpayer had been critically changed by judicial decisions and dicta, creating new principles, including:(a) Lord MacNaghten’s oft-repeated dictum that income tax is a tax on income and not on capital[.](b) The rule that a taxing statute is to be construed strictly against the Crown, with the collar [corollary] that the onus is always upon…the Crown to show that what it is seeking to tax is ‘income’ in the strictest meaning of the word, and comes within the ipsissima verba of some charging section[.](c) The somewhat elusive doctrine of ‘form and substance’, which though frequently invoked and applied in favour of the taxpayer is practically never applied in favour of the Crown.(d) Lord Sumner’s dictum in Commissioners of Inland Revenue v Fisher’s Executors (X. T.C. at page 30) that: ‘The highest authorities have always recognised that the subject is entitled so to arrange his affairs so as not to attract taxes imposed by the Crown, so far as he can do so within the law, and that he may legitimately claim the advantages of any express terms or of any omissions that he can find in his favour in taxing Acts’.[CITATION-40] Collectively, the memorandum noted, the judiciary had made tax avoidance relatively easy for the wealthy, but less easy for lower-income taxpayers, ‘the result being that the majority of these “arrangements” simply result in the wealthy taxpayer passing on to his less fortunate brethren … an additional burden which they ought not to be called upon to bear’.[CITATION-41] The IR began closely monitoring the growth of tax avoidance from around 1926, with the establishment of a Research Division, mainly focusing on Britain’s ‘millionaires’ (the 500 or so largest personal taxable incomes, of £50,000 or more, equivalent to a capitalised value of £1,000,000).[CITATION-42] shows their tax avoidance channels for the 1931/32 and 1932/33 tax years (for people in this taxable income group and those who qualified in previous years and were believed or suspected still to do so, if avoidance had not been practised).Income legally avoided by Britain’s ‘millionaires’ in 1931/2 and 1932/3 (£): TNA, IR 64/51, memorandum for Mr Oliver, signed W.E.B., 14 Apr. 1934.Notes: Many evasions fall into more than one category, though the amounts do not include any case twice. For example, if a company had been formed in the UK to hold investments, and its shares were held by another company registered abroad, the evasion was listed under private holding companies (registered overseas) rather than (British).* Only recorded in the case of transactions of £1,000 or more.**1932/33 figure includes unremitted income from American trusts, following the ‘Archer Shee’ decision, involving Lord Astor and the Hon. J.J. Astor, MP.Income legally avoided by Britain’s ‘millionaires’ in 1931/2 and 1932/3 (£): TNA, IR 64/51, memorandum for Mr Oliver, signed W.E.B., 14 Apr. 1934.Notes: Many evasions fall into more than one category, though the amounts do not include any case twice. For example, if a company had been formed in the UK to hold investments, and its shares were held by another company registered abroad, the evasion was listed under private holding companies (registered overseas) rather than (British).* Only recorded in the case of transactions of £1,000 or more.**1932/33 figure includes unremitted income from American trusts, following the ‘Archer Shee’ decision, involving Lord Astor and the Hon. J.J. Astor, MP.UK-based companies constituted the leading tax avoidance channel in 1931/32. These, as we have seen, could be used for tax avoidance by retaining profits and then distributing them as capital gains. Companies could distribute accumulated reserves in the form of redeemable debentures,[CITATION-43] bonus shares and other securities, or in cash in liquidation or part repayment of the amount paid on shares—none of which were regarded as income for tax purposes.[CITATION-44] This loophole was used extensively by Britain’s richest man, the shipping magnate Sir John Ellerman. On 31 March 1927 Ellerman Lines returned 80 per cent of the amount paid up on its deferred ordinary shares and called them up again by capitalising £1,600,000 of its undivided profits, returning them to fully paid status. This manoeuvre—essentially distributing profits to shareholders as capital gains—netted Ellerman £1,443,520 of super-tax-free income, while a similar transaction in October 1929 earned him £390,000.[CITATION-45] Another variant of tax avoidance via incorporation involved wealthy landowners forming companies (owned by themselves) to hold their landed estates. The only distributable income of such companies was the ‘commercial’ profit, after deducting expenses, such as upkeep of their gardens and other services (for example judging at agricultural shows), that owners of mansions would otherwise be expected to pay from their own pockets. Again, income could be turned into capital gains by, for example, issuing debentures.[CITATION-46] The use of overseas companies, based in what would later be called tax havens, was also widespread. This became popular in the 1920s (boosted by the ability of such jurisdictions to avoid British corporate and income taxes in addition to super-tax) and overtook the use of domestic companies as the leading tax avoidance channel in 1932/3. The 1922 and 1927 Finance Acts only covered companies registered under the Companies Acts and therefore could be evaded by transferring shareholdings to companies registered overseas. For example, following successful action against the Kleinwort family for tax avoidance via a domestic holding company, Trefoil Syndicate Ltd, the transfer of their shareholdings to a second holding company registered in Liechtenstein put their income beyond the reach of the IR.[CITATION-47] Income from offshore companies could be repatriated tax-free in forms that were essentially income but were not so defined in the tax legislation, such as periodic lump-sum payments.[CITATION-48] The Channel Islands were popular, following the Vestey brothers’ creation of two investment trusts in Guernsey in 1921 and 1922. Jersey was being used for the same purposes by the end of 1922, when Sir Robert Houston put £2.75 million in Island Securities Ltd and Jersey Securities Ltd.[CITATION-49] The other major avoidance channel concerned trusts and settlements, which enabled individuals to avoid tax on money placed in trust, while still having access to it. For example, in 1922 Winston Churchill and his wife transferred £10,000 of their inheritance to a new settlement for their children in order to reduce the family’s tax burden, with the intention of borrowing the full amount back immediately for Churchill’s own purposes. Interest on the loan could then be subtracted from his taxable income, providing a further effective tax reduction.[CITATION-50] In some cases there was provision that, when the trust reached a certain figure, a portion should be paid to the settlor in the form of capital. For instance, when the income of the Duke of Hamilton’s trust reached £100,000, he was to receive £50,000 without liability to surtax. Moreover, he retained access to the income via loans from the trustees.[CITATION-51] In addition to legal tax avoidance, illegal evasion also had a substantial negative impact on the level of tax extraction. However, while Britain’s wealthiest individuals were perceived to be the most active tax avoiders, often using top City law and accounting firms, evasion was typically practised by people below the ‘millionaire’ stratum, assisted by a less prestigious tier of accountants who specialised in this activity. Illegal income and super-tax/surtax evasion typically involved business, trading, and professional profits, using techniques such as failure to make returns, inadequate returns, and fraudulent records.[CITATION-52] Evasion mushroomed during the First World War. Surveys conducted by the IR (involving 742 and 585 cases respectively, not specially selected) found income tax to be under-reported by 13 per cent for 1913/14 and 21.8 per cent for 1916/17. Given that national tax assessments for businesses and professionals amounted to well over £500 million in 1916/17, this would equate to something in excess of £100 million of evasion. Meanwhile evasion of salary income was also said to be ‘not uncommon’, even though this generally required a conspiracy between employer and employee.[CITATION-53] The 1920 Royal Commission recommended giving the IR increased powers of investigation regarding tax fraud, including powers to inspect accounts, books and other records; powers to require banks to disclose whether someone had an account with them; access to all official and public information on particular individuals; and powers to examine books and documents in the hands of paying agents (in connection with the assessment of foreign dividends and remittances). It was further recommended that the IR be given powers, akin to those already available regarding Excess Profits Duty, to ignore, for the purposes of assessment, any fictitious or artificial transactions entered into in order to evade or avoid income tax.[CITATION-54] The Commission also recommended ‘that the offence of making an incorrect return should not be capable of being purged by the belated rendering of a correct return, if the taxpayer is not able to show that the error in the original return was due to a bona fide mistake’.[CITATION-55] However, none of these recommendations were implemented.Tax evasion was attractive to businessmen and professionals both on account of the difficulty of proving evasion and the virtual absence of any effective criminal sanctions (especially from 1923 to 1942). As Peter Alldridge has noted, in contrast to the heavy penalties imposed for customs and excise evasion, British domestic tax evasion policy focused on retrieval of the sums owed, rather than applying the criminal law: ‘The major objective of domestic tax law enforcement was to get the money, giving the taxpayer every chance to pay (or even to negotiate the liability down) and avoid the criminal justice pathway’.[CITATION-56] This reflected the imperative to maintain taxpayer consent but also the fact that, while other types of fraud against the state were typically committed by small-scale businessmen, income tax evaders were often people of substantial means and public standing, whom the IR approached with ‘a certain deference’.[CITATION-57] There was also an element of collaboration by local lay tax commissioners. Taxes on businesspeople and professionals were widely under-assessed by lay commissioners, who were themselves largely drawn from the local business community.[CITATION-58] Moreover, when fraud was detected, any pecuniary penalties normally had to be recovered by these local commissioners. The 1918 Income Tax Act gave them powers to mitigate penalties and the IR noted that some commissioners had an objection in principle to imposing penalties even in glaring cases, which encouraged tax fraud when this became public knowledge.[CITATION-59] Moreover, proceedings before the commissioners were private and thus had no reputational impact on fraudsters, unlike criminal prosecutions which were conducted in open court. The 1905 Departmental Committee had recommended that the IR or the General Commissioners should be empowered to publish names and details in cases of gross fraud, but this, like many recommendations for reform, was not acted on.[CITATION-60] A section of the accountancy profession was complicit in tax frauds, either through deliberate falsification or inadequate audits. As the IR informed the Royal Commission in 1919, ‘Not only are there unfortunately dishonest accountants, but at the present time more liability is being evaded through the medium of partial or incomplete audits than by any other means’.[CITATION-61] There were said to be, particularly in the East End of London, accountants ‘of a poor class’ who deliberately falsified books and returns without furnishing any details whatsoever to their clients. They were well known in the local business community for enabling clients in this way to evade tax without having to take part in the actual fraud. Thus, if falsification was discovered, there would be no evidence of conspiracy involving the client, while the accountant could only be penalised by a maximum £50 fine for aiding and abetting a false return.[CITATION-62] The 1911 Perjury Act made tax fraud an imprisonable offence. However, criminal prosecutions were rare and cases were typically resolved via pecuniary settlements, sometimes lower than the value of the tax evaded. A typical example, from a summary of cases, involved frauds stretching over thirteen years, with £262,127 having been evaded, plus imputed interest of £93,162. This produced a settlement of only £330,000, plus interest on Excess Profits Duty until final payment.[CITATION-63] The ‘Hansard procedure’ (announced in Parliament on 19 July 1923) allowed tax fraudsters simply to ‘own up’ and repay the tax, without the matter becoming publicly known.[CITATION-64] This made criminal prosecutions extremely rare, as fraudsters could avail themselves of this procedure even at a very late stage of the investigation. Over the twenty years to September 1941 some 7,291 cases were settled by the IR’s Enquiry Branch, but only eighty-six prosecutions were launched in cases involving unsatisfactory disclosure.[CITATION-65] The Hansard procedure was terminated in 1942, though the chasm between the treatment of middle-class tax fraudsters and perpetrators of working-class ‘victimless’ crimes persisted. The Inland Revenue Staff Federation informed the 1953 Royal Commission on Taxation that, while analogous working-class crimes such as rationing offences, misuse of petrol and breaches of licensing regulations were frequently resolved using the criminal law, ‘prosecutions for evasion or fraud by traders are rare … The Inland Revenue evidently decided that their job was to collect tax and not to make rogues of otherwise fairly decent people’.[CITATION-66] Nor did tax evaders run any real risk of reputational damage, as most cases were resolved via payments ‘without prejudice’.[CITATION-67] The Hansard procedure created a situation where tax fraudsters who served as tax officials, holders of public office, and even people described as being ‘of the highest standing in judicial and ministerial circles’ were able to retain their positions and reputations. This was highlighted in 1935 by the Lord Chancellor’s largely unsuccessful efforts to compel judges to resign if they had committed tax fraud and then used the Hansard procedure to avoid prosecution.[CITATION-68] Two cases where the Lord Chancellor’s personal intervention had produced resignations involved Justices of the Peace, Jonas Hanson and one Morgan, both of whom had committed tax frauds that were well known in their localities.[CITATION-69] Hanson had defrauded the exchequer of £76,179 (including interest) and had been under investigation since 1927, admitting piecemeal various irregularities in tax returns for his companies over the next four years. The Hansard procedure was thus effectively being used not only for purely ‘voluntary’ disclosures, but for people who had already been presented with mounting evidence of their fraud.[CITATION-70] The case of Morgan, a JP in Gloucestershire, was particularly problematic, given that he was also a local Commissioner of Taxes.[CITATION-71] As an IR official noted, he could not even be automatically barred from his tax commissioner role, as the General Commissioners were ‘entirely free from any control by us’.[CITATION-72] Another major constraint on addressing tax avoidance/evasion was a chronic lack of resources. As noted above, the British tax system was designed to be not unduly intrusive or inquisitorial and the IR’s powers of investigation were thus very limited, preventing its investigators from accessing bank accounts or business records (except, from 1915, regarding Excess Profits Duty).[CITATION-73] The IR was also severely under-financed, reflecting the Treasury’s broader long-term policy of a small state and minimum, balanced budgets, so that it could prioritise external stability (through its management of the gold standard) over domestic spending. Evidence presented to the Royal Commission in 1919 revealed inadequate resources for chasing up tax evasion, despite a very high monetary return on IR evasion work: investigations in thirteen recent cases had cost £1,300, only 0.17 per cent of the extra tax income they generated.[CITATION-74] The rising tide of tax evasion and avoidance in the 1920s eventually led to some limited investment in research and investigation. Yet at the close of 1929 the IR’s Back Duty Section (co-ordinating and advising on cases of unpaid tax), had a staff of only twelve, plus typing support, at an annual total cost of £9,360. Meanwhile their Enquiry Section (investigating cases of suspected evasion that—owing to their complexity, magnitude, or possible criminal proceedings—required specialist skills), had a staff of forty-three inspectors, seven writing assistants, around twenty typists, and twenty-one accountants, costing £63,533 annually.[CITATION-75] A sub-section of the Special Commissioners also dealt with super-tax evasion, with a staff of twenty at the end of 1929 and an annual cost of £9,500.[CITATION-76] The Special Commissioners also had a larger section engaged in checking surtax returns against particulars of shareholdings in the Register of Joint Stock Companies and other enquiry work. This had a staff of ninety-nine (including those listed in the last part of), plus typing support, at a total cost of £29,733 in 1929. In addition to the special investigation work shown in, this section raised a further sum of around £2 million over the period 1926–28.[CITATION-77] The resources of these departments were regarded as wholly inadequate to deal with the scale of avoidance and evasion, while the Inspectorate as a whole was under-staffed, being short by around 200 to 300 people in 1931.[CITATION-78] Asshows, the costs of their activities amounted to under 2 per cent of the extra revenue they generated.Taxation settlements effected by the Inland Revenue’s Back Duty Section, Enquiry Section, and Special Commissioners Office, in relation to their cost, 1928/9–1930/31: 1927–28: TNA, IR 40/4317, ‘Back Duty’, memorandum, n.d. but.1930; later years: TNA, IR 40/4317, ‘Back Duty’, memorandum, n.d. but.July 1931.Notes: For 1930/31 the settlements figure is estimated by doubling the settlements for the six months to 30 September 1930. The number of cases dealt with annually was around 4,000for the Back Duty Section and 500for the Enquiry Section. The Special Commissioners dealt with around 800 cases per year, of which around 450 resulted in additional duty payments. The special Commissioners also undertook work which was transferred to the Chief Inspector and is included in the figures for the Back Duty and Enquiries sections.* Calendar years. 1930 is unusual as a much larger proportion of cases were transferred to the Chief Inspector’s Office compared to former years.Taxation settlements effected by the Inland Revenue’s Back Duty Section, Enquiry Section, and Special Commissioners Office, in relation to their cost, 1928/9–1930/31: 1927–28: TNA, IR 40/4317, ‘Back Duty’, memorandum, n.d. but.1930; later years: TNA, IR 40/4317, ‘Back Duty’, memorandum, n.d. but.July 1931.Notes: For 1930/31 the settlements figure is estimated by doubling the settlements for the six months to 30 September 1930. The number of cases dealt with annually was around 4,000for the Back Duty Section and 500for the Enquiry Section. The Special Commissioners dealt with around 800 cases per year, of which around 450 resulted in additional duty payments. The special Commissioners also undertook work which was transferred to the Chief Inspector and is included in the figures for the Back Duty and Enquiries sections.* Calendar years. 1930 is unusual as a much larger proportion of cases were transferred to the Chief Inspector’s Office compared to former years.A 1931 IR memorandum noted that, when inspectors were overworked, Back Duty enquiries (looking into previous unpaid tax) were sacrificed in favour of other work that could not be postponed.[CITATION-79] Yet despite the extremely high rate of return on such enquiry work, it remained chronically under-staffed, reflecting both political sensitivities regarding a more proactive policy towards tax evasion and a wider policy of maintaining a small state by strictly limiting its resources (even when they provided a high return)—a strategy later labelled ‘starving the beast’ by American conservatives in the 1980s.[CITATION-80] With the exception of two brief minority Labour administrations, Conservative (or Conservative-dominated) governments were in power from October 1922 until 1945. The history of inter-war tax avoidance/evasion policy is thus essentially the history of the Conservative governments’ policies. The Conservatives’ first significant initiative to reduce tax avoidance was launched by Winston Churchill (as Chancellor of the Exchequer). His decision to set up a Cabinet Committee in December 1926 reflected growing, though still weak, public concern regarding tax-dodging (which was already common parlance for avoidance/evasion). The Committee soon ran into disagreements on which types of avoidance should be curtailed and which were legitimate. In particular, several ministers drew a distinction between tax avoidance by the aristocracy (who were well represented on the Committee) and by businessmen—reflecting an older Tory tradition, in which not all forms of property were equal. Landed estates and their associated artworks and heirlooms had traditionally been granted special tax status, reflecting the privileged status of the aristocracy. ‘Settled property’ had enjoyed a degree of protection against taxation and as late as 1896 the ‘heirloom exemption’ was reintroduced (on what proved to be a permanent basis), protecting the settled art collections of landed estates, but not collections of modern art, typically owned by the.[CITATION-81] The Attorney-General, Sir Douglas Hogg, expressed ‘considerable sympathy with the land owner who was forced by pressure of circumstances to resort to expedients not forbidden by law, but he had no sympathy for those whose wealth consisted of assets other than land, and who resorted to these expedients solely in order to … avoid making their fair contribution to the state’.[CITATION-82] Churchill also appears to have viewed landed wealth as having a special status. He hoped to find a means ‘to discriminate, between the one man company established legitimately by a land owner to protect his estate, and the one man company created by the financier, the sole purpose of which was to avoid taxation’, sentiments strongly supported by the Lord Privy Seal (the Marquess of Salisbury).[CITATION-83] Plugging the estate company tax loophole split the Committee and led to Salisbury’s resignation from it, on account of his sympathy for his many friends who were using this dodge.[CITATION-84] Churchill was principally concerned about tax evasion becoming afor the Labour Party (despite Labour’s failure to raise the issue). He argued that ‘it would be very much better for the present Government to deal with the more glaring cases of avoidance than to allow the abuse to grow into a public scandal to be dealt with on very drastic lines, possibly by some future Socialist government. It would be a mistake to attempt to deal with the problem exhaustively, but he would like to select, say, three or four of the more extravagant methods of avoidance and deal, if possible, with them’.[CITATION-85] Some members of the Cabinet committee expressed fears that blocking evasion channels, in particular for death duties, might have negative party-political consequences, alienating Conservative supporters and donors. Conversely, the Attorney General stated that, ‘unless checked, the abuses would rapidly increase. While appreciating the political difficulties he thought that they could be faced, and the proposals justified on their merits. He doubted whether the objections of the avoiders would excite much sympathy. The longer the delay in dealing with the situation, the greater would be the difficulty’.[CITATION-86] The IR Chairman, Richard Hopkins, was somewhat circumspect. He noted the risks of undermining the tax system:The opportunities for legal avoidance through the medium of private companies are so great that probably the majority of large taxpayers could, if they chose, avoid much of the burden of Super-tax and death duties with little inconvenience to themselves, and the inequalities produced by legal evasion as it exists today are undoubtedly serious. The subject also has recently attracted a good deal of attention owing to the case of the late Sir Robert Houston … and to the speeches of Mr Radford, Unionist Member for South Salford during the last Finance Bill Debates.[CITATION-87] However, he refrained from any definite recommendation for action, noting the likelihood of innovation around any anti-avoidance measures and the fact that ‘the remedial legislation now required may prove very controversial’.[CITATION-88] Hopkins was well aware that some of the proposed changes would adversely affect members of the Committee, including Winston Churchill, a skilled tax-avoider (who, on becoming Chancellor, had consulted Hopkins regarding his avoidance strategy to ensure that it was legal). In addition to the trust discussed above, Churchill also used the device of ‘retiring’ as an author several times (including when he became Chancellor), so that any payments arriving after his ‘cessations’ could be treated as non-taxable capital receipts.[CITATION-89] The Committee finally agreed to ask Churchill to put a report to the Cabinet containing a general review of the facts, but without definite recommendations.[CITATION-90] They also asked the IR to keep the matter under review, leading to closer monitoring of avoidance, especially for people in the ‘millionaire’ income bracket.[CITATION-91] One of the avoidance channels that most concerned ministers was the use of ‘offshoring’: transfers of assets to foreign companies or transfers of domicile to tax havens by rich individuals. This represented one of the most rapidly growing areas of tax avoidance, with a number of small jurisdictions competing for this business by lowering taxes and weakening regulations and disclosure requirements.[CITATION-92] The Channel Islands were identified as being particularly attractive for British nationals. The Treasury held a conference over 14–15 July 1927 with representatives of the Islands. They provisionally agreed on a draft clause which would empower the IR, in certain circumstances, to charge income tax on residents as if they were domiciled and resident in Great Britain and dissolve companies established there for tax avoidance by British citizens.[CITATION-93] However, as James Hollis has noted, the British government made serious tactical errors in the negotiations, which made enforcement impracticable. The Channel Islands authorities insisted on not being treated differently from other parts of the British Empire. However, the extension of the agreement to all the dominions ran into opposition from the recently formed Dominions Office, which raised various objections, including that the 1926 Balfour Declaration required that Westminster legislation could only apply to a dominion with that dominion’s consent.[CITATION-94] This intervention had strong parallels with the attitude of the Foreign and Commonwealth Office (into which the Dominions Office was later merged), which successfully lobbied from the late 1960s for the development of several small former British colonies as tax havens in order to foster their economic development, apparently oblivious to the potentially huge loss of UK tax revenue.[CITATION-95] Furthermore, following preliminary agreement with the States of Jersey and Guernsey, ‘there followed considerable agitation and adverse criticism in Jersey’ to the proposals.[CITATION-96] The matter was later quietly dropped, owing to these difficulties and to opposition within the civil service, including from the new IR Chairman, Sir Ernest Gowers. In addition to opposition from the dominions, Gowers stated that the principle of taxing individuals outside British jurisdiction was bad and claimed that the loss of revenue through tax-dodging in the Channel Islands was not very considerable.[CITATION-97] Gowers’s opposition may have reflected the growing vested interests of City firms in international tax avoidance. Prestigious law and accountancy firms such as Slaughter and May; Deloitte, Plender and Griffiths & Co.; and Sissons, Bersey, Gain, Vincent & Co., were vigorously promoting tax havens to their clients, while considerable French capital was being drawn to both the Channel Islands and the City of London.[CITATION-98] Britain was a major centre for the money of foreign capitalists and the Bank of England staunchly opposed a 1935 enquiry from France regarding its citizens’ money held in London on the grounds that this might lead to capital flight. Britain had also opposed wider initiatives by the League of Nations to combat international tax evasion, via information-sharing.[CITATION-99] However, the cost of boosting Britain’s status as an international finance centre was the loss of considerable tax revenue, not only to the Channel Islands and Isle of Man, but to other jurisdictions, principally Canada (whose very weak public disclosure regulations made it almost impossible to trace shareholders), Liechtenstein, Luxembourg and Switzerland.[CITATION-100] Little further action was taken in the remaining years of the 1924–29 Conservative government or under the minority Labour administration which followed. This may reflect Labour’s short term in office or the reluctance of top IR officials to raise the issue with a socialist government. Tackling tax avoidance might also have caused potential embarrassment for Labour; the IR was aware that Labour’s Solicitor General, Sir Stafford Cripps, had been a leading advisor on surtax avoidance schemes on behalf of his law firm.[CITATION-101] As Martin Daunton has noted, fiscal policy-making in inter-war Britain was opaque and secretive, with domestic tax policy being largely settled by the Treasury and IR, in consultation with the Chancellor of the Exchequer.[CITATION-102] Government wished to avoid class-based opposition to the tax system and, as long as tax avoidance devices were not widely publicised, was prepared to accept revenue loss and the disparity between the apparent and real incidence of taxation.[CITATION-103] The tax loss was perceived as acceptable during the 1920s, with the 1922 Act retaining ‘its prophylactic effect on a large proportion of taxpayers for a long time merely because knowledge of how to avoid it was slow to spread’.[CITATION-104] However, during the 1930s this veneer of equity was progressively undermined by the publicity around, and advertisement of, tax avoidance. From the late 1920s tax avoidance work enjoyed a rising prominence in the accountancy, legal, and related professions, as evidenced by growing discussion in professional journals and the launch of specialist tax avoidance journals and texts.[CITATION-105] Leading accountancy firms, such as Spicer & Pegler, devised and promoted new methods to exploit loopholes in the tax legislation.[CITATION-106] As a 1931 IR memorandum noted, ‘A class of professional advisor on evasion has sprung into being which has evolved ingenious schemes for avoiding Surtax and … place[s] before their clients and their friends methods of evasion which would never otherwise have occurred to them’.[CITATION-107] By the mid-1930s avoidance schemes were being blatantly peddled in newspaper adverts, threatening both a major expansion in avoidance and a loss of trust in the tax system. Tax avoidance was moving from an activity dominated by a small group of well-advised super-rich individuals to a mainstream upper-middle-class practice. For example, the number of settlements on minor children mushroomed from 579 in the year to 31 March 1929 to 3,248 in the ten months to 31 January 1934. Then for the year to 31 March 1935 there were 9,814settlements and a further 14,764 in the six months to 30 September 1935.[CITATION-108] The attitudes of wealthy taxpayers towards tax avoidance/evasion has some parallels with middle-/upper-class attitudes towards the black market during the Second World War and the post-war austerity era. Taxpayers perceived their higher proportionate sacrifice as unfair (regardless of the fact that those on lower incomes were in greater need) and often did not consider their behaviour to be immoral, owing to the lack of social stigma attached to it and their socially constructed view of what was a fair and legitimate standard of living for people of their class. Claims of government waste also enabled wealthy taxpayers to regard tax avoidance as a ‘victimless crime’ or even a protest against a bloated state.[CITATION-109] There was also a strong sense of entitlement to an accepted lifestyle and status. Evidence of widespread evasion was seen as a green light to use methods that were widely practised by their peers—again reflecting parallels with contemporary rationalisations for the circumvention of wartime and post-war rationing.[CITATION-110] In October 1933 the IR responded to growing concern regarding tax avoidance/ evasion by setting up a committee.[CITATION-111] A recent survey of avoidance/evasion via the formation of overseas companies had noted that the erosion of surtax revenue was ‘becoming serious’.[CITATION-112] Tax avoidance via estate companies had also mushroomed. It was reported that the majority of very large landowners, and many smaller ones, had transferred their estates to private companies owned by themselves.[CITATION-113] All in all it was estimated that in 1933 around one-eighth of all surtax income had been legally avoided.[CITATION-114] The report viewed offshoring as being more blatant and less politically sensitive than UK-based avoidance:It is extremely doubtful whether public opinion would accept the very drastic legislation, with its potential menace to the tax-dodger and to the honest taxpayer alike, which would be necessary if a complete remedy were to be found within … [the domestic] sphere. On the other hand, in the foreign sphere where avoidance depends upon transfer of property abroad and the motive element is far more easily ascertainable, we believe that far-reaching proposals of a very stringent character, which are urgently required and which alone can check the evil, would be likely to provoke much less opposition...[CITATION-115] The Committee estimated that offshoring cost the Exchequer at least £2 million annually in surtax, plus a very considerable amount in income tax.[CITATION-116] It argued that this problem was sufficiently severe to require forceful legislation rather than piecemeal measures that lawyers and accountants would find ways to circumvent: ‘it is only by arming the taxing authorities with the most far-reaching and drastic powers in regard both to the information they can obtain and to the charge of duty that they can raise, that any hope of successfully combatting the evil can be entertained’.[CITATION-117] Where the motive of avoidance was established to the satisfaction of the taxing authorities, it was proposed that tax should be assessed on the income arising to the foreign entity on the transferred assets (or on any assets acquired in exchange). If the Commissioners could not satisfactorily assess that income, they would make an assessment on the taxpayer, ‘in such sum as they think proper’, and could regard payments of a capital nature (including loans) received by the taxpayer as income.[CITATION-118] It was also proposed that the Commissioners should be empowered to look behind the legal form to the substance of the transaction and require taxpayers to furnish complete financial statements of their overseas assets.[CITATION-119] This would be supplemented by information from British companies on transfers of shares overseas and, potentially, by requests to dominion, and possibly foreign, governments, with a view to reciprocal arrangements on shareholdings.[CITATION-120] Some more limited measures were also proposed to address domestic tax avoidance/evasion.[CITATION-121] However, government remained unwilling to act.This non-interventionist stance was overturned during the second half of the 1930s, thanks to rising publicity regarding tax evasion; the accelerating diffusion of evasion methods; and, critically, the looming threat of war, which legitimised the need for a larger, better-funded state in the eyes of Britain’s ruling elite. The public profile of tax evasion was raised by thev.case. The duke sought to reduce his tax bill by giving his ‘servants and retainers’ seven-year covenants in lieu of salaries, which, he claimed, were deductible for surtax purposes. The IR contended that the annuities were ‘in substance’ wages or salaries, a decision upheld at the King’s Bench in 1934, but reversed by the Court of Appeal and, in May 1935, the House of Lords.[CITATION-122] The duke was not the most popular of men (being one of Britain’s most prominent supporters of Adolf Hitler and generally regarded as a spoilt playboy).[CITATION-123] The publicity surrounding this case also served to advertise the ease of tax avoidance. As an IR official informed the Chancellor, Neville Chamberlain:… propaganda in favour of evasion has received a notable fillip in recent revenue cases. For example, in the case of the Duke of Westminster and the Commissioners of Inland Revenue (a flagrant case of evasion) on which the house of Lords delivered judgement on 7May 1935, Lord Tomlin said:—‘Every man is entitled, if he can, to order his affairs so that the tax attaching under the appropriate Acts is less than it otherwise would be.’[CITATION-124] The memorandum noted that such comments provided ammunition for the peddlers of ‘tax-economising’ schemes, as evidence of both their legality and legitimacy.[CITATION-125] This in turn raised public awareness of tax avoidance. Likhovski’s analysis of articles mentioning ‘tax evasion’ inidentified both a substantial rise in the general use of the term over the 1936–39 period (109 instances, compared with forty-nine over 1930–35) and a much larger spike in its use excluding articles on tax avoidance/evasion prosecutions (108 over 1936–39, compared with only four over 1930–35). Likhovski found no use of the term ‘tax avoidance’ in the 1930s, implying that ‘evasion’ was being used for both legal and illegal tax-dodging.[CITATION-126] Stopforth identifies a similar chronology.[CITATION-127] Partly as a consequence of this increased public awareness, the growth of tax avoidance/evasion accelerated, threatening to become the norm for surtax payers. For example, by February 1936 trusts in favour of minor children cost the Exchequer around £2.5–3 million annually; the Revenue estimated, on the basis of 250,000 settlements, that the loss would grow to around £8 million and, if the practice became general, around £20 million.[CITATION-128] The IR began to consider framing new legislation widely, focusing on theto evade tax. General avoidance legislation had been adopted by many countries, including some with common law legal systems, such as Australia, New Zealand, South Africa and Canada.[CITATION-129] Britain had first introduced general tax avoidance legislation as early as 1915, for Excess Profits Duty. However, it was rarely used and was rendered ineffective by judicial decisions.[CITATION-130] A November 1935 report advised Chamberlain (who had declined to bring in proposed legislation earlier that year) that the growth of evasion and the intensification of its promotion necessitated reconsideration.[CITATION-131] It was estimated that avoidance via foreign jurisdictions had increased from £2.75 million to £3 million since February 1935, while domestic avoidance, via settlements and trusts in favour of minors, and by British companies, had risen from £1.25 million to £2 million and from £0.75 million to £1.25 million respectively (and these were not the only avenues of avoidance).[CITATION-132] However, rearmament appears to have been the crucial factor that emboldened Chamberlain to take action. Daunton suggested that the threat of war with the Third Reich changed the psychology of taxpayers, increasing their willingness to pay taxes for their own defence.[CITATION-133] It also constituted a direct justification for anti-avoidance legislation. W.S. Morrison advised Chamberlain in February 1936 that the timeliness of action was determined, at least in part, by ‘the necessity of repairing deficiencies in our armaments’.[CITATION-134] The threat of war also muted the previously vehement opposition to closing tax loopholes on the part of some politicians, the judiciary and the Tory press.[CITATION-135] Sections 18–21 of the 1936 Finance Act included measures to combat evasion by forming companies, transfer of assets abroad, and settlements on children.[CITATION-136] The measures were pathbreaking in that (for foreign-based evasion) they involved ‘importing into the body of tax law the hitherto foreign element of a motive test’.[CITATION-137] This was a major shift in English law away from the previous legal consensus that ‘the income tax law should … state clearly what income of the individual is taxable, leaving it to the individual if he can, so to dispose of his property that it attracts the minimum of taxation’.[CITATION-138] A March 1937 IR memorandum informed Chamberlain that the measures regarding transferring assets abroad and trusts for children appeared effective and the application of the test of motive regarding asset offshoring had not yet created any problems.[CITATION-139] The company tax avoidance route was further addressed in Section 14 of the 1937 Finance Act, which gave the IR the authority to apportion income from tax-avoiding investment companies on the basis of rights to surplus assets in liquidation, as an alternative to the basis of dividend rights, and to make directions by reference to income tax years of assessment as an alternative to accounting periods.[CITATION-140] In February 1938 an IR official advised Chamberlain that: ‘the passage of legislation … against the avoidance of taxation, is no longer attended with the same difficulty as was at one time experienced. In the atmosphere of the moment, with taxation at peak rates to meet the cost of National rearmament, there is, I think, every reason that legislative proposals directed against those persons who are trying to avoid the payment of their fair share of the National bill will command the approval of all parties in the House’.[CITATION-141] The 1938 Finance Act removed some of the opportunities for tax avoidance via settlements and trusts, and strengthened the 1936 Act’s measures to combat tax avoidance via offshore companies.[CITATION-142] Together with provisions in the 1939 Finance Act to block methods that had already been found to circumvent the 1936 and 1937 legislation, this meant that Britain entered the Second World War with a transformed portfolio of tax avoidance measures.[CITATION-143] In 1953 the IR was able to tell the next Royal Commission on Taxation that: ‘Broadly speaking the settlements legislation, the legislation against one-man investment companies and the legislation against transfers of assets abroad have been successful in countering the avoidance practices against which they were directed’.[CITATION-144] The case of inter-war tax avoidance/evasion, and efforts to combat it, illuminates the impact of a new version of conservative ideology, embraced by most senior judges and also evident in ‘anti-waste’ and similar movements. This envisaged conservatism as a defence of private property rights against attacks from the state or other groups (such as trades unions; workmen’s compensation claims; attempts to regulate maximum patent licence fees; and efforts to combat restrictive practices such as cartels).[CITATION-145] This liberal-conservative ideology can be seen as a precursor of neo-liberalism, which is similarly based on the primacy of the individual’s liberty to exercise untrammelled rights over his/her private property.There were, of course, still elements of an older version of Tory philosophy in the upper ranks of the Conservative party, as is shown by the concern of prominent members of the 1927 Ministerial Committee to defend tax breaks for aristocratic property (landed estates), which, they argued, should be given privileged status compared to business incomes. However, liberal-conservatism dominated judicial edicts on tax cases and was sufficiently strong among Britain’s economic elite for government to refrain from taking effective action against tax avoidance/evasion, through fear of losing their consent to be taxed (albeit at a substantially lower rate than that formally levied on their income). The judiciary’s permissive attitude towards tax avoidance was an important factor in the development of institutions that were to resurface during the last third of the twentieth century, such as shell companies and offshore finance centres. This was accompanied by a new ‘tax-planning’ industry of specialist accountants, lawyers, and other advisors, often working alongside their more traditional counterparts in prestigious City firms.The tax avoidance industry and its clients relied on the pro-taxpayer ideology of the Law Lords and other senior judiciary. Judicial edicts and decisions were carefully couched in what were presented as sacred principles of law—though during the international crisis of the late 1930s and the Second World War, these were quickly cast aside once they became inconvenient. In 1951 the law professor W. Friedman noted that:English Courts, largely under the influence of war and other economic emergencies, have undergone a profound change … Taxation has ceased to be regarded by most courts as an impertinent intrusion into the sacred rights of private property and it is now rightly regarded as a vital instrument of State policy in securing a proper balance between the citizen’s claim to the enjoyment of his property and the social purpose of assisting the provision of social services, through the equitable distribution of burdens in the community.[CITATION-146] This paper also identifies the threat of a major, existential, war as the key factor in weakening opposition to tax-dodging and, to a great extent, in undermining liberal-conservative ideology. The war effort required the effective conscription of the vast majority of adults (including those in civilian occupations); shortages, dealt with by rationing; billeting of evacuees; and other restrictions on individual freedom which were incompatible with a philosophy based on the primacy of individual property rights. Labour’s landslide 1945 election victory confirmed the new national mood, while the Cold War required a continuation of compulsory national service and high defence expenditure that would have been threatened by any return to the inter-war right-wing stance that liberty was, essentially, private property rights.This transformation is consistent with theories, advanced in the 1950s and 1960s by academics such as Stanislaw Andrzejewski, Richard Titmuss and Philip Abrams, that the levelling tendency of wars is proportional to the extent to which low-status groups and classes become essential to the war effort.[CITATION-147] Recent scholarship has explored the causes of this levelling tendency in more depth. Peter Baldwin has argued that the rising war threat fostered solidarity by creating its two essential ingredients: interdependence and collective identity. Both were generated by shared risk, which created a generalised and reciprocal self-interest in policies that distributed resources ‘equitably’, on the basis of need.[CITATION-148] However, Adrian Gregory’s study of the First World War challenges such narrowly economic explanations, focusing instead on ‘economies of sacrifice’ symbolised in the language of soldiers having ‘given themselves’ for their country, which led naturally to the idea that this sacrifice should be balanced by equitable treatment of their families.[CITATION-149] This concept had not only patriotic but also religious roots, with soldiers being seen as making blood sacrifices for their country and the civilian population.[CITATION-150] This was in turn reflected in the vilification of those who gained from others’ sacrifices, especially the profiteer, who took advantage of shortages by inflating prices.[CITATION-151] Such levelling might dissipate rapidly in the face of a post-war recession (as in 1920–21) but appears to have persisted in the aftermath of the Second World War. Mark Roodhouse argues that the end of hostilities increased opposition to rationing and other regulations (fuelled by political attacks by the Conservative opposition and their allies in the press), though he notes that while support for the system might have crumbled, it did not collapse, with controls still being generally regarded as legitimate.[CITATION-152] Indeed, the international resurgence of a political philosophy emphasising property rights is closely aligned to the decline of the Soviet Union as a major military threat during the 1970s and 1980s. This was also synchronous with a surge in the growth of offshore capitalism (despite a widespread assumption that the end of cross-border capital controls would erode the offshore finance system). In addition to the leakage of revenue from corporate taxation, the British state again became increasingly vulnerable to losing much of the tax of higher-income individuals through loopholes that policy-makers were reluctant to clamp down on. Once again, the pragmatic ambiguity and confidentiality of the Inland Revenue has been drawn upon to shield the perceived interests of Britain’s elite from a potential public outcry over the proliferation of tax avoidance and evasion practices, by wrapping taxation in an illusion of equity, protected by a cloak of secrecy.",
    "footnotes": {
        "1": "J.E. Cronin, The Politics of State Expansion: War, State and Society in Twentieth-Century Britain (London, 1991), p. 5.",
        "2": "P. Scott and J.T. Walker, ‘The Comfortable, the Rich, and the Super-rich: What Really Happened to Top British Incomes during the First Half of the Twentieth Century?’, Journal of Economic History, lxxx (2020), pp. 38–68, at 47.",
        "3": "P. Baldwin, Contagion and the State in Europe, 1830–1930 (Cambridge, 1999), pp. 456–61.",
        "4": "J.H.N. Pearce, ‘Great Western Railway Co. v. Bater (1922): A Question of Classification’, in J. Snape and D. de Cogan, eds, Landmark Cases in Revenue Law (Oxford, 2019), pp. 119–38, at 119–20.",
        "5": "M.J. Daunton, ‘Payment and Participation: Welfare and State-Formation in Britain, 1900–1951,’ Past and Present, no. 150 (1996), pp. 169–216, at 173.",
        "6": "Ibid., p. 174.",
        "7": "M.J. Daunton, Just Taxes: The Politics of Taxation in Britain, 1914–1979 (Cambridge, 2002), p. 5.",
        "8": "Ibid., p. 6.",
        "9": "Scott and Walker, ‘Comfortable, the Rich, and the Super-rich’, pp. 40–47.",
        "10": "J. Hollis and C. McKenna, ‘The Emergence of the Offshore Economy, 1914–1939’, in K. Lipartito and L. Jacobson, eds, Capitalism’s Hidden Worlds (Philadelphia, PA, 2020), pp. 157–77, at 169.",
        "11": "TNA, CAB 27/338, Cabinet Revision Committee, memorandum by R.V.N. Hopkins, Board of Trade, 24 Dec. 1926.",
        "12": "Ibid.",
        "13": "M.J. Daunton, ‘How to Pay for the War: State, Society and Taxation in Britain, 1917–24,’ English Historical Review, cxi (1996), pp. 882–919, at 883.",
        "14": "Ibid., pp. 883–9.",
        "15": "Daunton, Just Taxes, pp. 64–6.",
        "16": "M.J. Daunton, ‘Thomas Gibson Bowles v. Bank of England (1913): A Modern John Hampden’, in Snape and de Cogan, eds, Landmark Cases in Revenue Law, pp. 91–118, at 114–17.",
        "17": "Daunton, ‘How to Pay for the War’, p. 883.",
        "18": "Ibid., p. 889; R. McKibbin, Parties and People: England, 1914–1951 (Oxford, 2010), pp. 48–9.",
        "19": "Cited in J. Hollis and C. McKenna, ‘Union Cold Storage and the Birth of Multinational Tax Planning, 1897–1922’, The Global History of Capitalism, Case Study No. 9. (Univ. of Oxford, Jan. 2019), p. 23, available at https://globalcapitalism.history.ox.ac.uk/files/case09unioncoldstoragev2pdf.",
        "20": "Ibid., p. 24.",
        "21": "TNA, IR 40/3476, ‘Avoidance of sur-tax through the medium of companies abroad’, note sent to the Financial Secretary to the Treasury, July 1929.",
        "22": "TNA, CAB 27/338, Cabinet Revision Committee, report, 14 Mar. 1927, p. 9.",
        "23": "Daunton, ‘How to Pay for the War’, p. 916. Excess Profits Duty was a tax, introduced in 1915, on business profits in excess of a pre-war standard.",
        "24": "TNA, IR 75/36, Board’s Memorandum 67, for the Royal Commission, 9 Jan. 1953, Appendix 5.",
        "25": "TNA, IR 40/6187, memorandum by W.H.W. Treffcarne, 6 Jan. 1939.",
        "26": "Lord Halsbury, quoted in A.A. Paterson, ‘Judges: A Political Elite?’, British Journal of Law and Society, i (1974), pp. 118–35, at 120; R. Stevens, Law and Politics: The House of Lords as a Judicial Body, 1800–1976 (London, 1979), pp. 84–5.",
        "27": "R. Stevens, The English Judges: Their Role in the Changing Constitution (Oxford, 2002), p. 16.",
        "28": "A.A. Paterson, ‘Power and Judicial Appointment: Squaring the Impossible Circle’, in G. Gee and E. Rackley, eds, Debating Judicial Appointments in an Age of Diversity (London, 2018), pp. 32–59, at 36.",
        "29": "Paterson, ‘Judges: A Political Elite?’, pp. 12–3; R. Stevens, English Judges, pp. 17–18.",
        "30": "Stevens, Law and Politics, p. 170.",
        "31": "Ibid., pp. 170–71.",
        "32": "A. Likhovski, ‘Tax Law and Public Opinion: Explaining IRC v. Duke of Westminster’, in J. Tiley, ed., Studies in the History of Tax Law, II (Oxford, 2007), pp. 183–222.",
        "33": "Attorney General v. Duke of Richmond and Gordon [1909] A.C. 466, discussed in Likhovski, ‘Tax Law and Public Opinion’, pp. 196–8.",
        "34": "Daunton, ‘How to Pay for the War’, p. 883; L. Hannah, The Rise of the Corporate Economy (2nd edn, London, 1983), pp. 42–3; P. Scott, The Market Makers: Creating Mass Markets for Consumer Durables in Inter-war Britain (Oxford, 2017), pp. 145–7.",
        "35": "Stevens, Law and Politics, p. 264.",
        "36": "A. Lentin, ‘Hamilton, John Andrew, Viscount Sumner (1859–1934)’, Oxford Dictionary of National Biography.",
        "37": "N. Harris, Competition and the Corporate Society: British Conservatives, the State and Industry, 1945–1964 (London, 1972), pp. 25–31.",
        "38": "V. Ogle, ‘Archipelago Capitalism: Tax Havens, Offshore Money, and the State, 1950s–1970s’, American Historical Review, cxxii (2017), pp. 1431–58, at 1433; Harris, Competition and the Corporate Society, pp. 29–31; B. Jackson, ‘Currents of Neo-Liberalism: British Political Ideologies and the New Right, c.1955–1979’, English Historical Review, cxxxi (2016), pp. 823–50.",
        "39": "TNA, IR 40/4576, ‘Super-tax evasion’, memo by W.H.W. Treffgarne, 8 July 1933.",
        "40": "TNA, IR 40/3476, ‘Evasion Committee’, note by Mr Preston, n.d. but c.July 1933.",
        "41": "Ibid.",
        "42": "TNA, IR 64/51, memorandum for Mr Oliver, signed W.E.B., 14 Apr. 1934.",
        "43": "Fixed-interest corporate bonds which will be repaid either as a lump sum at the end of a specified period or by instalments during the lifetime of the company.",
        "44": "TNA, IR 40/4574, ‘Report of the Evasion Committee’, Feb. 1934, p. 30.",
        "45": "TNA, IR 40/4576, memorandum for Mr Verity, IR, 5 July 1933.",
        "46": "Ibid.; TNA, IR 40/3913, ‘Aqualate Estates Co. Unlimited’, n.d. but c.June 1934.",
        "47": "TNA, IR 40/4576, ‘Schedule I’, memorandum, n.d. but c.July 1933.",
        "48": "TNA, IR 40/4574, ‘Report of the Evasion Committee’, Feb. 1934, pp. 7–8.",
        "49": "TNA, IR 40/4576, memorandum for Mr Verity, IR, 5 July 1933.",
        "50": "D. Lough, No More Champagne: Churchill and His Money (London, 2015), p. 109.",
        "51": "TNA, IR 40/4576, memorandum for Mr Verity, IR, 5 July 1933.",
        "52": "TNA, IR 75/187, Royal Commission on the Income Tax 1919–1920, Inland Revenue Statement No. 17, ‘Fraud and Evasion’, 27 Feb. 1919.",
        "53": "Ibid.",
        "54": "Report of the Royal Commission on the Income Tax, British Parliamentary Papers, 1920, Cmd. 615, p. 137.",
        "55": "Ibid., p. 138.",
        "56": "P. Alldridge, Criminal Justice and Taxation (Oxford, 2017), p. 7.",
        "57": "Ibid., p. 17.",
        "58": "Daunton, ‘How to Pay for the War’, p. 885; Daunton, ‘Payment and Participation’, pp. 174–6.",
        "59": "TNA, IR 75/187, Royal Commission on the Income Tax 1919–1920, Inland Revenue Statement No. 17, ‘Fraud and Evasion’, 27 Feb. 1919.",
        "60": "Ibid.",
        "61": "Ibid.",
        "62": "Ibid.",
        "63": "TNA, IR 40/4317, ‘Notes on Particular Cases’, undated memorandum, c.Jan. 1930.",
        "64": "Hansard, Parliamentary Debates, 5th ser., House of Commons, 19 July 1923, vol. 166, cc. 2514–15.",
        "65": "TNA, IR 75/36, Board’s Memorandum 67, for the Royal Commission, 9 Jan. 1953, Appendix 2.",
        "66": "Ibid.",
        "67": "Ibid.",
        "68": "TNA, IR 40/4835, E.R. John, IR, to Neville Chamberlain, 26 Sept. 1935; unsigned memorandum, 26 July 1935 (for quotation).",
        "69": "TNA, IR 40/4835, unsigned memorandum, 26 July 1935.",
        "70": "TNA, IR 40/4835, memorandum by W. Davies Miller, IR, 12 June 1934.",
        "71": "TNA, IR 40/4835, memorandum by E.R. Forber, IR, 5 July 1935.",
        "72": "TNA, IR 40/4835, C.B. Canny, IR, to Sir Claud Schuster, 8 Apr. 1935.",
        "73": "TNA, IR 75/187, Royal Commission on the Income Tax 1919–1920, Inland Revenue Statement No. 17, ‘Fraud and Evasion’, 27 Feb. 1919.",
        "74": "Ibid.",
        "75": "TNA, IR 40/4317, ‘Back Duty’, memorandum, n.d. but c.1930.",
        "76": "Ibid.",
        "77": "Ibid.",
        "78": "TNA, IR 40/4317, ‘Back Duty,’ memorandum, n.d. but c.July 1931.",
        "79": "Ibid.",
        "80": "Scott, Market Makers, pp. 285, 288–317.",
        "81": "P. Mandler, ‘Art, Death and Taxes: The Taxation of Works of Art in Britain, 1796–1914’, Historical Research, lxxiv (2001), pp. 271–97.",
        "82": "TNA, CAB 27/338, Cabinet Revision Committee, conclusions of first meeting, 10 Feb. 1927, p. 5.",
        "83": "Ibid., p. 6.",
        "84": "Cambridge, Churchill Archives Centre, CHAR 18/41, Salisbury to Churchill, 11 Feb. and 8 Mar. 1927, cited in J. Hollis, ‘Pax Penuniara: Offshore Finance in the Twilight of the British Empire, 1922–1984’, paper presented at the Business History Conference, Cartagena, Mar. 2019, pp. 4–5.",
        "85": "TNA, CAB 27/338, Cabinet Revision Committee, conclusions of first meeting, 10 Feb. 1927, p. 7.",
        "86": "TNA, CAB 27/338, Cabinet Revision Committee, conclusions of fourth meeting, 8 Mar. 1927, p. 3.",
        "87": "TNA, CAB 27/338, Cabinet Revision Committee, minute by the Chairman, Board of Inland Revenue, 8 Dec. 1926.",
        "88": "Ibid.",
        "89": "Lough, No More Champagne, pp. 128–9.",
        "90": "TNA, CAB 27/338, Cabinet Revision Committee, conclusions of fourth meeting, 8 Mar. 1927, p. 3.",
        "91": "D.P. Stopforth, ‘1922–36: Halcyon Days for the Tax Avoider’, British Tax Review (1992), pp. 88–105, at 99; Daunton, Just Taxes, p. 111.",
        "92": "‘Holding Companies Abroad’, The Economist, 10 Oct. 1931, pp. 650–651, at 650; Hollis and McKenna, ‘Emergence of the Offshore Economy’, p. 167.",
        "93": "TNA, CAB 27/338, Cabinet Revision Committee, report, 14 Mar. 1927, pp. 4–5.",
        "94": "Hollis, ‘Pax Pecuniari’.",
        "95": "Ogle, ‘Archipelago Capitalism’, pp. 1441–3.",
        "96": "TNA, IR 40/4576, memo for Mr Verity, IR, 5 July 1933, Appendix E.",
        "97": "Ibid.",
        "98": "TNA, IR 40/6160, memorandum for Turnbull, n.d. but c.Aug. 1936; IR 40/4576, memo for Mr Verity, IR, 5 July 1933.",
        "99": "Hollis and McKenna, ‘Emergence of the Offshore Economy’, pp. 167–8.",
        "100": "TNA, IR 40/6160, memorandum for Turnbull, n.d. but c.Aug. 1936.",
        "101": "TNA, IR 40/4576, ‘Super-tax Evasion’, memo by W.H.W. Treffgarne, 8 July 1933.",
        "102": "Daunton, ‘How to Pay for the War’, p. 918.",
        "103": "R.C. Whiting, ‘Taxation and the Working Class, 1915–24’, Historical Journal, xxxiii (1990), pp. 895–916, at 895.",
        "104": "Stopforth, ‘1922–36: Halcyon Days’, p. 104.",
        "105": "Likhovski, ‘Tax Law and Public Opinion’, pp. 207–8.",
        "106": "TNA, IR 40/4574, memorandum prepared for the Board’s Committee on Evasion of Income Tax and Surtax, Sept. 1933, p. 29; IR 40/4576, memo for Mr Verity, IR, 5 July 1933.",
        "107": "TNA, IR 81/64, ‘Legal Avoidance of Surtax in the Case of Large Estates’, unsigned memorandum, n.d. but c.30 Jan. 1931.",
        "108": "TNA, T 171/318, ‘Income Tax, Surtax, Death Taxes’, memorandum for Chancellor of the Exchequer, E.R. Forber, 28 Nov. 1935.",
        "109": "M. Roodhouse, Black Market Britain, 1939–1955 (Oxford, 2013), pp. 5–10.",
        "110": "Ibid., p. 5.",
        "111": "Stopforth, ‘1922–36: Halcyon Days’, p. 99.",
        "112": "TNA, IR 40/4342, P.S.G. to Sir William Clark, 1 July 1933.",
        "113": "TNA, IR 40/4576, memo for Mr Verity, IR, 5 July 1933.",
        "114": "TNA, IR 40/4574, memorandum prepared for the Board’s Committee on Evasion of Income Tax and Surtax, Sept. 1933, p. 2.",
        "115": "TNA, IR 40/4574, ‘Report of the Evasion Committee’, Feb. 1934, p. 5.",
        "116": "Ibid., p. 7.",
        "117": "Ibid., p. 14.",
        "118": "Ibid., pp. 15–16.",
        "119": "Ibid., pp. 15–16.",
        "120": "Ibid., p. 18.",
        "121": "Ibid., pp. 38–73.",
        "122": "IRC v. Duke of Westminster [1936] A.C. 1, 19. See Likhovski, ‘Tax Law and Public Opinion’, pp. 186–7; Stevens, Law and Politics, pp. 206–8.",
        "123": "Likhovski, ‘Tax Law and Public Opinion’, p. 185.",
        "124": "TNA, T 171/318, ‘Income Tax, Surtax, Death Taxes’, memorandum for Chancellor of the Exchequer, E.R. Forber, 28 Nov. 1935.",
        "125": "Ibid.",
        "126": "Likhovski, ‘Tax Law and Public Opinion’, p. 212.",
        "127": "Stopforth, ‘1922–36: Halcyon Days’, p. 105.",
        "128": "TNA, T 175/98, memorandum for Chancellor of the Exchequer from W.S. Morrison, 11 Feb. 1936.",
        "129": "TNA, IR 75/36, Board’s Memorandum 67, for the Royal Commission, 9 Jan. 1953.",
        "130": "Ibid.",
        "131": "TNA, T 171/318, ‘Income Tax, Surtax, Death Taxes’, memorandum for Chancellor of the Exchequer, E.R. Forber, 28 Nov. 1935.",
        "132": "Ibid.",
        "133": "Daunton, Just Taxes, pp. 173–4.",
        "134": "TNA, T 175/98, memorandum for Chancellor of the Exchequer from W.S. Morrison, 11 Feb. 1936.",
        "135": "TNA, IR 75/36, Board’s Memorandum 67, for the Royal Commission, 9 Jan. 1953; ‘Tax Evasion’, The Economist, 30 Apr. 1938, pp. 230–31.",
        "136": "Likhovski, ‘Tax Law and Public Opinion’, p. 211.",
        "137": "TNA, T 175/98, memorandum for Chancellor of the Exchequer from W.S. Morrison, 11 Feb. 1936.",
        "138": "Ibid.",
        "139": "TNA, T 175/98, memorandum for Chancellor of the Exchequer from E.R. Forber, 15 Mar. 1937.",
        "140": "TNA, IR 75/36, Board’s Memorandum 67, for the Royal Commission, 9 Jan. 1953, Appendix 2.",
        "141": "TNA, T 175/98, ‘Finance Bill. Tax Avoidance’, memorandum for Chancellor of the Exchequer from C.B. Canny, IR, 11 Feb. 1938.",
        "142": "TNA, IR 75/36, Board’s Memorandum 67, for the Royal Commission, 9 Jan. 1953; Daunton, Just Taxes, p. 111.",
        "143": "TNA, IR 40/13025, IR confidential history of surtax evasion by companies, 1950.",
        "144": "TNA, IR 75/36, Board’s Memorandum 67, for the Royal Commission, 9 Jan. 1953.",
        "145": "Harris, Competition and the Corporate Society, p. 30; H. Pelling, ‘The Politics of the Osborne Judgment’, Historical Journal, xxv (1982), pp. 889–909.",
        "146": "W. Friedman, Law and Social Change in Contemporary Britain (London, 1951), pp. 30, 262.",
        "147": "For a summary of this literature, see A. Marwick, ‘The Impact of the First World War on British Society’, Journal of Contemporary History, iii, no. 1 (1968), pp. 51–63, at 56–8.",
        "148": "P. Baldwin, The Politics of Social Solidarity: Class Bases for the European Welfare State, 1875–1975 (Cambridge, 1990), pp. 33–6, 299; id., Contagion and the State, pp. 456–61.",
        "149": "A. Gregory, The Last War: British Society and the First World War (Cambridge, 2008), p. 112.",
        "150": "Ibid., pp. 150–51.",
        "151": "Ibid., pp. 136–42.",
        "152": "Roodhouse, Black Market Britain, pp. 258–61."
    }
}