{
    "title": "A Priceless Grace? The Congress of Vienna of 1815, the Ottoman Empire and Historicising the Eastern Question*",
    "author": "Ozan Ozavci",
    "date": "28 January 2022",
    "article": "The budding scholarship on the Congress of Vienna has devoted limited attention to the ‘Eastern Question’ in the 1810s. Even though the issue of the (non-) involvement of the Ottoman Empire in the new European state system has previously received mention, the rational and emotional factors that informed decisions taken by the Ottoman cabinet at the time have never been analysed in detail. Using previously unexplored Ottoman, Russian, British and French archival sources, this article historicises the ‘Eastern Question’ of the 1810s, when a new transimperial order was formed. It documents the attempts to ensure the security of Ottoman territories by European public law, and demonstrates that, although involving the Russo-Ottoman disputes in the Vienna negotiations was initially an Ottoman proposal, it was again the Sublime Porte that ultimately rejected it. The article discusses why this became the case, tracing the answer to diverse relational dynamics such as the conflicts in the Ottoman cabinet, the rivalries among the Great Powers, and the European endeavours to secure commercial interests in return for warranting regional stability.In an article on the international system in the nineteenth century, the diplomatic historian Paul W. Schroeder wrote that the Eastern Question was ‘the most complicated, persistent and dangerous question in European politics’.[CITATION-1] It is true that for the so-called and self-defined European Great Powers at that time—Austria, Britain, France, Prussia and Russia—it posed an existential threat and prompted war scares more than once. As a matter of fact, the Powers fought their first inter-imperial war since the Napoleonic Wars in the Crimea in 1854–6 largely as a result of their differing interpretations of the Eastern Question.[CITATION-2] What was the Eastern Question? Political scientists, historians and even historical actors have usually defined it in abstract and static terms and as aquestion of grappling with the alleged feebleness of the Ottoman Empire, the risk of its dismemberment and the uncertainty over sharing its spoils and morsels, which could lead to a general inter-imperial war and jeopardise European peace and security.[CITATION-3] As a rule, its origins have been traced to the 1774 Küçük Kaynarca Treaty between Russia and the Ottoman Empire, though the term ‘Eastern Question’ itself may never have been used by historical actors in the late eighteenth century.[CITATION-4] In 1774, Russia obtained a foothold on the shores of the Black Sea. It thus found itself in a position to launch an amphibious assault directly at Istanbul, being able to carry enough men across in about thirty-six hours or less, and so to end the Ottoman Empire before the news of occupation reached the nearest major European metropole, Vienna. This was perceived as a potential tragedy not only for the Ottomans but also for all of Europe, as it would gravely risk the destabilisation of the power balance among the major European empires. It would be a ‘terrible blow,’ as a contemporary wrote, not merely to the Sultan’s empire, but ‘to the rest of the world’.[CITATION-5] True as it may be that the 1774 treaty constituted a landmark in the history of the Eastern Question, the term had different meanings and connotations in different moments of the late eighteenth and nineteenth centuries and for each historical actor with a stake. The Eastern Question was a dynamic and inter-subjective process. The agency of the Sublime Porte—as the Ottoman ministries and bureaucracy were collectively called from the late eighteenth century—and of other Ottoman actors was not as peripheral as it has been depicted in the literature. This is why explaining the complex origins and implications of the Eastern Question entails embedding it in the milieux in which it unfolded, or, in other words, serially contextualising and historicising its development.One way of doing this is to foreground at least four intertwined relational dynamics: first, the diplomatic and strategic competition and co-operation among the Great Powers of the time in their attempts to deal with the alleged weakness of the Ottoman Empire; secondly, the relations of the Great Powers and the Ottoman Empire, both its imperial centre and the inhabitants of the imperial periphery (Egypt, Syria, Serbia, et al.); thirdly, the domestic power struggles among diverse Ottoman actors, again in both the imperial centre and the periphery; and fourthly, the inter-sectoral links between politics, law, finances, the economy and, to a lesser extent, religion. The combination of these four sets of relations established an organic pattern and a highly complex, composite equation that was the ‘Eastern Question’.In this article, I will navigate through these relational dynamics by focusing on a phase of ‘the Eastern Question’ that has surprisingly received much less attention in the literature than other periods. In the 1810s a new inter-imperial order and collective system of security were being established in Europe during the peace talks in Paris and Vienna that terminated the Napoleonic Wars. The negotiations at that time with respect to how to position the Ottoman Empire within this new inter-imperial order reveal not only the importance of the agency of the so-called peripheral Ottoman actors, and the significance of embedding the meaning and implications of the Eastern Question in historical context (that is, historicising it), but also that the Eastern Question was not a European question alone nor a strategic one only.Several statesmen, including the Austrian Chancellor Klemens von Metternich (1773–1859), the British Prime Minister Robert Stewart, Lord Castlereagh (1769–1822), the French Foreign Minister Charles Maurice de Talleyrand (1754–1838), Castlereagh’s successor Arthur Wellesley, the first duke of Wellington (1769–1852) and Reis ül-Küttab (the Ottoman equivalent of Foreign Minister) Galib Efendi (1763–1829), shared the belief that the Russian threat in the east could be definitively addressed if the European dominions of the Sultan’s empire were placed under the guarantee of European public law. This would secure the power equilibrium in Europe and the burgeoning collective security system of the continent, as well as protecting the Ottoman Empire from Russian aggrandisements.Even though the dealings of these statesmen with the ‘Eastern Question’ of the time have received some mention in scholarship, the rational and emotional factors that informed decisions taken by the Sultan’s cabinet and the links between strategic and economic calculations and the religious vocabularies of the time have never been placed under scrutiny before.[CITATION-6] This has led to false conclusions about what transpired in the 1810s with respect to the Eastern Question. Some historians have even argued that the Porte was not invited to the Congress of Vienna, and the developments of the mid-1810s have usually been depicted as the exclusion of the Ottoman Empire from the nascent Vienna system.[CITATION-7] Using fresh archival sources, this article will place the ‘Eastern Question’ within the specific historical context of the 1810s, and strive to demonstrate that the idea of involving the Ottoman Empire in the Paris and Vienna negotiations in fact came from Istanbul, that the Ottoman government did receive invitations to send delegates to Vienna to represent the Sultan’s interests and that the Powers did make proposals to the Porte to guarantee the security of the European dominions of Sultan Mahmud II—an attempt which the Russian Ambassador to Istanbul, Andrey Y. Italinsky, once described as a ‘priceless grace’ (‘безценную милость’) to the Sultan.[CITATION-8] However, the Ottoman ministers considered the guarantees of international law, and the idea of international law itself, in a different light. It was they who rejected both the invitation and the proposal, especially when the latter was wrapped up by the European diplomats with commercial issues that vexed the court of Istanbul.In what follows, I will consider the reasoning and decisions of the European and Ottoman statesmen during the formative years of a new inter-imperial order in Europe. Our exploration will begin with a brief overview of the uncertain position of the Ottoman Empire over the course of the Napoleonic Wars. The article will then narrate the Russo-Ottoman disputes in the 1810s that threatened the victory of the Quadruple Alliance against Bonaparte’s armies in 1812–14 and then the European peace in 1814–15. It will conclude with an analysis of how the Powers and some Ottoman statesmen laboured to involve the Ottoman Empire in the unfolding Vienna system, why the Porte rejected it, and the wider political and legal implications of the diplomatic decisions taken in the 1810s.The diplomatic relationship between the Ottoman Empire and the European Great Powers of the late eighteenth and the early nineteenth centuries was characterised by mistrust, wariness and mutual dependence. According to the prominent Ottoman chronicler Cevdet Pașa, at the turn of the nineteenth century, the Ottoman rulers regarded the European state system as one without any ‘honourable principles’.[CITATION-9] Bewildered by the unbound chaos, fickle alliances, terror and violence in European inter-imperial politics, Mehmed Emin Behiç, one of the advisers of Sultan Selim III (r. 1789–1806), contended in a pamphlet that politics () was ‘a European term that in our times means to act through trickery and deceit’. He contrasted Ottoman political philosophy with ‘European politicking’, and resolved that while one was ‘ethical’, the other was ‘no better than … ruse’.[CITATION-10] These apprehensions stemmed largely from the agonising experience of the Sultan’s empire over the course of the eighteenth century. Observing the military discipline and technological advances of its Habsburg and Romanov rivals, the Porte had gradually accepted European notions in international law, admitted the importance of peace in its relations with its western neighbours, and acted in accordance with the norms ofto preserve its territorial integrity.[CITATION-11] Yet these had not sufficed to prevent the loss of strategically crucial lands such as, and most particularly, the Crimea to Russia in the 1780s. Nor had they helped thwart the colonial designs of Bonaparte and Talleyrand in Egypt. Selim III had long considered France as an exception among European nations and a trustworthy ally. He was clearly disenchanted when he had to end his policy of neutrality during the European wars after Bonaparte’s expedition to Egypt in 1798. But then, after driving the French forces out of the Levant with the help of Britain and local inhabitants, he was even more frustrated by the reluctance of British forces to depart from the country despite the Treaty of Amiens (1802). He would this time need French diplomatic assistance to eject the British from his dominions.[CITATION-12] Ottoman perceptions of, and trust in, European international law had thus been much tarnished long before the 1810s.Even though the Sultan began the 1800s with hopes that he could finally continue his ambitious programme of military and administrative reforms after the draining war with the French, and despite again declaring neutrality in the European wars, he could not keep his empire out of bellicose Great Power rivalries for long. A recurring desire for vengeance against Russia that was reminiscent of eighteenth-century wars, as well as the mounting French threats in the Balkans, led Selim III to pick a side between the two warring parties in Europe.In fact, at the end of the War of the Second Coalition (1798–1802), amid the diplomatic tug of war between France, on the one hand, and Britain and Russia, on the other, the Sultan at first opted for signing a defensive alliance treaty with St Petersburg on 24 September 1805. The threat from Russia was more imminent for his empire, with several of its regiments positioned near Ottoman borders.[CITATION-13] But only days after signing the alliance treaty, Selim decided to reverse his diplomatic position. France’s monumental victory at Austerlitz, the insinuations of the French emperor’s agents, and, most importantly, a fear of the mounting threat that his empire could be the next target of French expansion lay behind this.[CITATION-14] Selim did not ratify the alliance treaty with Russia. Instead, he appointed new pro-French hospodars in the Danubian principalities of Wallachia and Moldova—crucial for the Franco-Russian contest in the Balkans. Nor did he renew his expiring alliance with Britain, but instead recognised Napoleon Bonaparte as emperor, and closed the Straits to foreign warships.These acts sufficed for Tsar Alexander I to order his units on the Ottoman borders to invade Wallachia and Moldova in November 1806. One month later, Selim III declared war on Russia, and Britain dispatched its ships to blockade Istanbul in order to pressure the Sultan to switch his position once again and declare war on France.[CITATION-15] Selim resisted, only to be dethroned weeks later by an anti-reformist janissary revolt, purportedly instigated by Russian and British agents in Istanbul.[CITATION-16] The Ottoman authorities learned a new lesson in 1807, when news arrived in Istanbul of the secret agreement between Bonaparte and Tsar Alexander I at Tilsit with respect to the partition of the Sultan’s empire. They realised that Selim’s decision to side with France the year before was an existential error. Consequently, the Porte gravitated towards Britain to protect itself from Franco-Russian aggrandisements, concluding a peace treaty with British agents in 1809 at the Dardanelles. However, the fighting between the Russian and Ottoman armies continued intermittently until 1812. This interlude had a formative impact on the ‘Eastern Question’ of the 1810s.The Russo-Ottoman war came to an end only when the relationship between Napoleon Bonaparte and Tsar Alexander I soured, and the two began mobilising their forces against each other in the summer of 1811. Napoleon had recruited a massiveof 600,000 men, and made alliances and agreements with Berlin and Vienna for military support and the passage of his forces in the prospective Russian campaign. The Tsar was isolated, racing in vain to make counter-alliances. Seeing that Prussia and Austria were not standing in Napoleon’s way, the Court of St Petersburg signed the Treaty of Bucharest with Istanbul to conclude the war with the Ottoman Empire in May 1812, and thus divert its forces to the western border.[CITATION-17] The treaty secured for Russia the mouths of the Danube with the transfer of Bessarabia and set the Pruth river as the limit of the two empires.[CITATION-18] It also positively stipulated the evacuation of all areas in the Balkans and the Caucasus which Russia occupied. But it did not truly put an end to the historic conflict between Russia and the Ottoman Empire. Hastily prepared, and therefore laden with clumsy phrases and open-ended articles, the Treaty of Bucharest bristled with problems for the future.Two of these merit particular attention here as they lingered well into the 1820s, and formed the core of the evolving ‘Eastern Question’. The first pertained to the situation of the Serbians. Since the 1774 Treaty of Küçük Kaynarca, Russia had claimed the role of protector of the Orthodox Christian communities within the Ottoman Empire. The fact that janissary forces had been ferociously suppressing Serbian uprisings since 1804 had provided St Petersburg with an allegedly valid reason to intervene on behalf of the Serbians.[CITATION-19] During the treaty negotiations in 1812, the Porte fixed to its advantage an annual tribute to be paid by its Serbian subjects and increased the number of its garrisons in Serbia. But the seventh article of the treaty, which promised the Serbians control of their ‘interior affairs’, remained ambiguous and a recipe for future tension.[CITATION-20] The second issue pertained to the borders in the Transcaucasia. For Russia, the valley of Phasis, affording a level and easy road, was of the utmost importance for carrying on its military operations against Persia among the southern ridges of the Caucasus; it would otherwise have to supply its armies with ammunition and provisions via a long tract of mountainous country inhabited by tribes unfriendly to Russia.[CITATION-21] The Court of St Petersburg aimed to obtain the cession of the district by a secret article annexed to the Treaty of 1812.[CITATION-22] But Mahmud II refused to ratify the secret article, since he considered that it would place Russia in an unassailable position between the Caspian Sea and Black Sea from which it could pour down its troops into the adjacent Ottoman districts. When the Sultan insisted that ‘Russia must evacuate the district in question otherwise there must be war’, the Tsar refused to capitulate.[CITATION-23] The dispute then took a turn for the worse. The ambassadorial district of Istanbul teemed with diplomats looking to solve or aggravate the dispute. The British ambassador Robert Liston (1742–1836) was specifically called from retirement to address the Russo-Ottoman differences, thanks to a popularity rarely accorded to a European diplomat by Ottoman statesmen at the time.[CITATION-24] Indeed, in this respect he had an advantage in his competition with the French agent in Istanbul, Comte Antoine-François Andréossy (1761–1828), one of whose objectives was to harm the stability of the peace between the courts of Istanbul and St Petersburg, the very peace that Liston had been instructed to secure.[CITATION-25] Liston’s ‘fixed opinion’ on the Russo-Ottoman dispute was that the only means of producing a cordial understanding between the two empires was ‘the renunciation on the part of the [Russian] emperor of all projects of external acquisition or encroachment’.[CITATION-26] He believed that Alexander I was playing a long game. The emperor had not given up his demands and plans in the south, but only put them to a halt for now. In a similar vein, Sultan Mahmud II and his coterie of advisers saw the Russian refusal to evacuate the Asiatic territories as nothing but an intention to retain permanent possession of the area to facilitate Russian plans for encroachment and conquest in the future.[CITATION-27] For now, they were busy with secret plans for military reform that would challenge the position of the menacing janissaries and thereby endanger his throne. This was why, in the two years that followed the Treaty of Bucharest, the Sultan did not risk a new military confrontation.It is important to remember that it was not only competition and co-operation or war and peace among the Great Powers, or the relations of the Powers with the Ottoman Empire, that informed the composite nature of the ‘Eastern Question’. The domestic power struggles within the Ottoman Empire itself were always a key determinant.In the 1810s, political strife in the Ottoman imperial centre was caused by the rivalry between two major groups in the cabinet, ‘apparently friends but in reality determined enemies … without any open difference or apparent collusion’.[CITATION-28] Although the division between these two groups had various causes, the most important of which was the opposition or support of the key figures to the reform programme of the ex-Sultan Selim III, known as the New Order (Nizam-ı Cedid) and suspended in 1807, these divisions were almost equally applicable to the foreign policy preferences of the Porte at the time.One party, led by the Anglophile diplomat and Reis ül-Küttab Galib Efendi, was largely anti-French. Its members feared that Bonaparte was designing gigantic projects that would fundamentally threaten the Ottoman Empire.[CITATION-29] They therefore advocated a more pacific policy with respect to Russia, and leaned towards Britain. Galib advocated that the Sultan should treat foreign courts, and particularly Russia, with ‘perfect civility and attention’, and search for means to find common and conciliatory ground instead of escalating tensions. In February 1814, it was Galib who hinted to Liston the idea of bringing the Russo-Ottoman dispute to the attention of the European Allied Ministers during the peace talks in Paris and Vienna, and of resolving it in favour of the Porte.[CITATION-30] That is, the idea of involving the Porte in the new order in Europe initially came from an Ottoman minister. Ironically, it would be the court of Istanbul that ultimately rejected this idea.That later development was partly a result of the diplomatic propensities of the second and more powerful party, under the leadership of Mehmet Said Halet Efendi (1761–1822), the President of the Imperial Council. Having served as Ottoman minister in Paris in 1802–6, he was considered to be pro-French. Indeed, he once assured the French authorities of his sincere friendship, though he was in fact very apprehensive of all things European, befuddled by all the ‘politicking’ of the time.[CITATION-31] Halet was willing ‘to foster the causes of the present and future quarrels with Russia’.[CITATION-32] In the mid-1810s, he insisted that it was only with ‘a principled policy’, ‘firm resolution and an uninterrupted perseverance in the same system’ of making no concessions to Russia that the ‘dignity and high destinies of the Ottoman Empire’ could be maintained.[CITATION-33] The rivalry between these two groups, and the course of events that transpired within the Sublime Porte, were the major factors behind the non-involvement of the Ottoman Empire in the Vienna system in its nascent years. Even though by early 1814 the Anglophile Galib Efendi was Sultan Mahmud II’s favourite, the situation swiftly reversed in May 1814, when the news of Bonaparte’s removal from power in Paris arrived in Istanbul.One might expect that, since the French had been defeated in the European wars, the anti-French groups in the Ottoman cabinet would gain prominence. But the contrary happened in Istanbul. The Ottoman administration was ‘thunderstruck’ by Bonaparte’s defeat, and feared that war with Russia was now at their door.[CITATION-34] Amid the emotions of astonishment and dejection, a cabinet crisis arose. As a result of the machinations of Halet Efendi, Galib Efendi was removed from his position by the Sultan.[CITATION-35] The power struggle in the Ottoman cabinet thus culminated in the ascendancy of Halet and his anti-European party. The irony is that it was just at this moment that the agents of Austria and Britain took steps to involve the Ottoman Empire in the emerging order in Europe. This can be explained in view of another relational dynamic of the complex ‘Eastern Question’ equation: the co-operation and competition among the Great Powers.With the first Peace of Paris (30 May 1814) signed between France and the Quadruple Alliance, Britain and Austria had ‘achieved their primary territorial objectives’ and their common goal had become ‘to preserve the existing balance (or more properly, distribution) of power on the Continent’. Prussia, Russia and France, by contrast, emerged as ‘acquisitive powers’, looking to extend or consolidate their territories and spheres of influence. The Austrian Chancellor, Prince Metternich, and the British Prime Minister, Lord Castlereagh, aimed to contain Russia’s designs to extend its control ‘across the flat plains of Europe by taking the lion’s share of Poland in the west and by establishing a sphere of influence over the part of the Ottoman Empire to the south’.[CITATION-36] It was in this immediate context that the term ‘Eastern Question’ came into consideration in inter-imperial diplomacy, as a counter-point to the Latin American or ‘western question’ with which the Powers were preoccupied at the time.[CITATION-37] The first official move came from the British Ambassador Robert Liston, who sent an unsigned note to the new Ottoman Reis ül-Küttab Mehmed Seyyid Efendi in July 1814, inviting the Porte to send a minister (ideally the Reis ül-Küttab himself) to Vienna for the forthcoming congress. He asked his dragoman Bartholomew Pisani to read it out (not hand it over) and to keep it ‘perfectly secret and confidential’, with the purpose of not offending Russia by this unilateral action.[CITATION-38] Almost concomitantly, through his agent in Istanbul, Metternich invited the Porte to send a representative to the Austrian capital.[CITATION-39] Liston’s note commented that, as the Great Power leaders were to be assembled at Vienna to settle the affairs of Europe, the Russo-Ottoman disputes could become an item of discussion, since the Porte’s tranquillity and independence were ‘nearly connected with a system of general and permanent peace’ which would be the ultimate object of the congress. Russia and the Ottoman Empire were:[t]wo proud nations [that] can hardly be expected to yield when matter[s] have gone the length of menaces. Two powerful Sovereigns have no superior but God, no Court of appeal but Heaven. But as between man and man a dispute may without hurting the honour of either, be submitted to common impartial friends, so it seems that between crowned Heads their differences might be safely referred to the decision of another Sovereign or other Sovereigns whose sentiments and interests are of a nature to lead them to do justice.[CITATION-40] In order to ensure that the Powers would give orders to their plenipotentiaries to pay sufficient attention to this subject, the note continued, it would be proper for Mahmud II to send a minister, ‘of respectable rank and character’, to Vienna, perhaps ‘not to sit in the congress … but to be within reach of the assembly to give explanations if required—to watch over the interests of his country’.[CITATION-41] According to Liston, the Sublime Porte had for a long course of years shown no disposition to conquer or invade its neighbours and had proven ‘less jealous and illiberal’ on the subject of commerce than European nations had been towards each other, despite the occasional complaints ‘of a change of conduct on its part, of disregards to certain articles of the capitulatory agreements, and refusals of trifling favours’. It ‘has been esteemed more sincere, more honourable, more rigid in the performance of [its] engagements than the most distinguished and most polished Courts of Christendom. The nations have with satisfaction seen her … [as] a noble Empire and stationed on the finest spot on the Globe’.[CITATION-42] The idea was to safeguard the essential concerns of the Ottoman administration ‘in the management of the friendly powers of the Continent’.[CITATION-43] The question was whether the Porte would want to submit the fate of its dispute with Russia to the decision of the Powers at Vienna. It would remain with the Ottoman cabinet to consider, Liston remarked, ‘whether the prospect of permanent peace and security may not more than compensate the disappointment arising from the’ of lands the Porte was claiming from Russia.[CITATION-44] All interested parties had to wait for months for the Porte to make a decision. From an Austro-British point of view, that Istanbul remained silent for a very long time was, if nothing else, plainly odd. ‘I must almost assume’, Friedrich von Gentz, the Austrian secretary of the Congress of Vienna and the confidant of Prince Metternich, wrote to John George Caradja, governor (hospodar) of the Danubian Principalities, in late September, ‘that there is no intention in Constantinople to take any steps with regard to the guarantee clause of the Ottoman possessions’.[CITATION-45] Two weeks later, his patience wore thin, as he called the Porte’s attention to the urgency of making a decision that was, if not solemn, at least ‘very positive and very pronounced’ in order to bind the principal Powers to guarantee its rights and possessions by some formal act:[I]n a situation where the entire world is occupied to secure [the Porte’s] rights and … possessions, or even those who think only of their own interests [and] claim to establish a system of general equilibrium … it would be neither wise nor appropriate … for a great Power () like the Ottoman Empire not to raise its voice … and forget its political existence.[CITATION-46] In the meantime, Metternich assured Yanko Mavroyeni, the Ottomanin Vienna, of Austria’s friendly designs towards the Sultan’s empire with this invitation.[CITATION-47] In November 1814 came the Porte’s response. The imperial council decided not to send the Reis Efendi nor any other senior representative to Vienna. Historians have argued that the Porte’s silence and eventual refusal emanated from domestic problems within the empire, the absence of qualified men to dispatch to Vienna or the fact that the Porte attached greater importance to the evacuation of Russian forces from its Caucasian borders than the broader benefits that its adhesion to the European state system would procure.[CITATION-48] It is true that the Sultan was occupied at the time with confidential plans to reform the janissary units and the border disputes with Persia, as well as domestic problems such as the Serbian rising in the Balkans and the Tekelioğlu conflict in southern Anatolia.[CITATION-49] And there was indeed a lack of qualified men for undertaking such a diplomatic task in the imperial capital, as seasoned diplomats such as Galib and Vahid Efendis had both been removed from office on account of Halet’s antipathies. In reality, however, the question that confronted the Ottoman government was more complicated than has previously been recognised.The most pressing considerations in Istanbul were at least fourfold. For one, the Sultan’s men, and particularly Halet Efendi, were still unconvinced in mid- to late 1814 that a general peace in Europe was obtainable. Their lack of belief in the general peace led them to continue their preparations for a potential war with Russia. They had come to this conclusion partly on account of their own observations and partly because of the impression given by the French ambassador, Comte Andréossy, which led the Ottoman government to wait and see how events in Europe transpired before leaving their empire’s fate to the talks to be held in Vienna.[CITATION-50] Secondly, the lower-rank status that would be accorded to the empire at Vienna and the Ottoman role in the anticipated protocol (‘to be within reach of the assembly to give explanations if required’) as an observer—or in Ottoman documents, the somewhat different translation, ‘karardadeye rızazade’ (the consenter to decisions)—during the committee negotiations, were almost completely unacceptable, if not offensive, to the Sultan, who considered his ‘Well-Protected Domains’ as the last eternal empire of the Islamic world and not at all inferior to its western neighbours. His four-month-long silence () was in fact a cultural response that went unnoticed by European diplomats.Perhaps most importantly, the experience of the eighteenth and early nineteenth centuries, and the perceived ‘politicking’ of the Sultan’s neighbours in recent decades, had engendered in Istanbul an unshakeable distrust of the Powers. Even though, during the inter-imperial talks in Paris and Vienna, the Quadruple Alliance and France had come to uphold a new set of norms in order to obtain lasting peace in Europe, the Porte did not see that a new collective security system was unfolding, nor could it believe that such a system would be perfectly applied for its own security. The Ottomans could observe that, together with Prussia, another acquisitive power, Russia was aggressively seeking to obtain territorial gains. And the aforementioned ‘supposable loss’ that Liston spoke of had a greater symbolic meaning to the Porte in moral, religious and legal terms than merely loss of lands—it had to take into account the probable reaction of its own people.[CITATION-51] Possibly a more practical consideration in Istanbul was the fact that the Sultan already had representation at Vienna.[CITATION-52] With the arrival of all the major European statesmen, such as Alexander I, Castlereagh and Talleyrand, the Austrian capital had become a principal venue of lobbying at informal meetings and, and through swift exchanges of letters and intelligence.[CITATION-53] Conscious of the majestic importance of the congress, and in order to acquire intelligence on the developments and dynamically engage in talks with the leading European statesmen, the Porte had asked Yanko Mavroyeni, itsin Austria, to provide as of March 1814 active assistance to Caradja who, whether in Vienna or Wallachia, was regularly receiving from Gentz the news on the peace talks in Europe.[CITATION-54] Once described by Liston as ‘a young Greek of ability and great industry’, Mavroyeni was accomplishing his task diligently, holding private conversations with Metternich, Castlereagh, Talleyrand and the Duke of Wellington from the autumn of 1814, making clear to them the Porte’s expectations and sending their messages back to Istanbul along with the details of quotidian developments in Vienna.[CITATION-55] This being said, Mavroyeni himself was also of the belief that there was a need for the presence of a more senior Ottoman statesman at Vienna in order to represent better the Porte’s interests, as he was qualified only as a fourth-rank diplomat and could not observe a majority of the talks.[CITATION-56] In short, despite the fact that historians have long argued that ‘[t]he Ottoman Empire, although a member of various coalitions during the Napoleonic era, had not been invited to Vienna’ and that the reason for its exclusion was by and large the ‘highly Christian ideology of the Holy Alliance authored by Alexander I of Russia’, or that it remained entirely aloof from the developments in Vienna, in reality it did receive an invitation to Vienna. But that invitation did not come in the form wished for.[CITATION-57] And, as I will elaborate below, the Porte chose not to partake in the congress, nor in the new state system drawn up there, through conscious consideration of a range of rational and emotional factors.Neither the private nor the official correspondence of Ambassador Liston that I have been able to trace among his personal papers in Edinburgh and Kew involves any remarks about the Porte’s rejection of the invitation. The Court of Vienna, for its part, responded to the Porte’s decision with sympathy; its agent Gentz wrote to Caradja that the Austrian cabinet found in this decision ‘the same spirit of moderation and wisdom which has characterised the march of [the Ottoman Empire] throughout the great troubles of Europe. It applauds it all the more because the interests of the Porte will be equally secure without the direct intervention of a plenipotentiary on its part’. Austria pledged that ‘without waiting for a formal invitation’ it would do all it could at Vienna for ‘the entire satisfaction of the Porte’ in its dispute with Russia.[CITATION-58] To Metternich, the Eastern Question of the time was of utmost importance, and this was not simply because he wanted to secure the Russo-Ottoman peace. The Austrian Chancellor was offended and frustrated by the Tsar’s aggressive attitude in late 1814.[CITATION-59] In November, Metternich did not hide his exasperation when he told Gentz that any attempt to induce Russia to return to the Sultan the territory it had wrested from him during the 1806–12 war would be ‘useless and unfocused today. The language of truth and justice is no longer the language that Russia understands; the most energetic remonstrances, if they are not immediately accompanied by serious threats or hostile demonstrations, no longer have any effect on this Power’.[CITATION-60] More than once, the Tsar raised eyebrows at thein Vienna when he said that he was planning to train part of his army in order to employ them against the Ottomans, while it was rumoured that the corps that were sent to Dniester might be directed towards the Ottoman Empire.[CITATION-61] Metternich was of the belief that the other Powers had to act against such aggression. His plan was to contain Russia and thus definitively settle the Eastern Question.This was why Metternich asked Mavroyeni to remind the Porte that Austria would not leave the congress without having secured ‘the independence and integrity of all [the Sultan’s] dominions [in Europe] against the Powers that preserved projects of extension’.[CITATION-62] And then he did all he could. Just after he signed with Talleyrand and Castlereagh a secret agreement to contain Alexander I on 3 January 1815, he saw Mavroyeni again and told the Ottoman agent that ever since the initial meetings in Paris in 1814 he had been seeking to persuade Tsar Alexander to accede to the Porte’s guarantee, ‘mais par des phrases, sans jamais consentir sérieusement dans le fait’. It was now the time to find more concrete means to guarantee the Sultan’s dominions.[CITATION-63] In early February 1815, Alexander I himself was preparing to tackle the Eastern Question aggressively by submitting to the attention of the Powers a note for the protection of the Serbians from the Ottomans. The Tsar’s plan was to demonstrate that the Sultan’s empire was ‘rudely violating’ the Treaty of Bucharest (1812), ‘taking advantage of the critical Russian position’, and ‘imposing its will on the Serbians’ with its hostile preparations to stir up ‘the resistance of this people in order to get an opportunity to inflict reprisals on them’. This was not entirely false. In late 1814 and early 1815, the Serbian uprisings had been partly stirred and then brutally suppressed by the janissaries, who were wary of the Sultan’s (now not so) secret reform schemes and were aiming to gain greater leverage in Istanbul. A Serbian delegate had been sent to Vienna to petition the leaders for their cause and found the Tsar supportive.[CITATION-64] The Tsar invoked a religious vocabulary here. Since Russia was ‘a natural defender’ of the Orthodox in the Ottoman Empire, a right that it had claimed since the Küçük Kaynarca Treaty of 1774, Alexander I could now act against the Porte because he had ‘the indisputable right to rebel against [its] violence’. And since common to all European countries were ‘the essence of religion, the voice of nature and the call of humanity’, the Powers had to use the code of international law, ‘the most valuable fruit of civilisation’ both in time of peace and war, to guarantee the security of the Serbians residing in Ottoman dominions.[CITATION-65] As would often be the case in the course of the nineteenth century, using a religious vocabulary imbued with discourses of ‘humanity’ and ‘civilisation’ could draw European statesmen’s attention to a ‘Christian’ cause and tip the scales in its favour.However, before Alexander I submitted this note for bringing the issue of (Serbian) minority rights to the consideration of the Powers, Metternich had already talked Castlereagh and Talleyrand into obtaining guarantees for the European dominions of the Sultan’s empire at the congress. The three agreed that before his departure Lord Castlereagh would advance the question to Alexander and urge him to accede to the guarantees in question. Castlereagh had to be the one to approach the Tsar because Metternich believed that if Castlereagh, the representative of another heavyweight empire at the congress, were to leave without making known his contribution to the dispute, Alexander would feel free to act as he wished with regard to the Ottoman Empire, and it would be difficult to bring him back thereafter.[CITATION-66] Castlereagh himself was more than eager to proceed with the process. As Beatrice de Graaf has written, he had in view ‘a more institutionalised and sustainable way of structuring and executing international relations’.[CITATION-67] Obtaining a lasting peace between Russia and the Ottoman Empire would foil the potential risks to European security. Consequently, before his departure from Vienna on 14 February, Castlereagh twice talked with the Tsar about the question of the conservation and integrity of the European dominions of the Ottoman Empire, and once with Comte de Nesselrode, the Russian Secretary of State, about commercial navigation over the Black Sea, which had been a matter of dispute between the Porte, Britain and Russia since the early 1790s.[CITATION-68] In these talks, Castlereagh followed an astute tactic, which hinged on three relational dynamics at once: inter-Great Power relations, the relations of the Powers with the Porte, and inter-sectoral relations. He made it clear to the Tsar that the idea of ensuring ‘the conservation and integrity of the Turkish empire’ was an inducement to persuade the Porte ‘to facilitate a more liberal commercial intercourse for the nations of Europe in the Black Sea’. It was part of a common strategy for the commercial interests of the two Powers, and its success could be obtained by offering the Porte security in the European dominions of the Sultan.[CITATION-69] That is, the proposal would be a matter of barter between the Porte and the Powers: security for freer trade. This was not the first time such an exchange had taken place. Many of the capitulatory agreements had previously been renewed or expanded in times of military defeats suffered by the Ottoman Empire, the most recent ones being in 1740 and 1774; and after the French invasion of Egypt, when Britain had come to the aid of the Porte, the latter had agreed to a commercial liberalisation in 1801.[CITATION-70] On 12 February, during the last conversation of Castlereagh and the Tsar on the Eastern Question, Alexander I did not refuse to guarantee with the other Powers the preservation of the Ottoman Empire and its territorial integrity. He even said that he would like to take advantage of the occasion to settle the differences which still subsisted between the Porte and Russia.[CITATION-71] Historians have argued that Alexander’s conciliatory response to Castlereagh could be interpreted either as an attempt to gain time or as a ruse. According to Paul W. Schroeder and Adam Zamoyski, the Russian administration ‘completely outmanoeuvred’ Castlereagh by concurrently instructing its ambassador in Istanbul, Italinsky, ‘to propose the idea himself’, assuming that the Sultan would not accept such a proposal coming from Russia.[CITATION-72] However, they provide no evidence to substantiate this claim, nor have I found any basis for it in Russian or Ottoman archives. Indeed, Ottoman sources suggest that the proposal was communicated to the Porte by Liston only, and the letters dispatched by Italinsky to St Petersburg in early March reveal that he followed the submission of the proposal to the Porte through Liston.[CITATION-73] Russian archives, or at least the files to which I had access, do not supply us with an immediate answer to the question of the Tsar’s intentions in accepting Castlereagh’s proposition. A letter Nesselrode sent to Italinsky in early April gives us clues, albeit in hindsight, about Alexander I’s motives. The Russian Foreign Minister explains the Tsar’s agreement with Castlereagh’s proposition as a consequence of Alexander I’s commitment to the ‘great union’ that had been devised since the Treaty of Paris in 1814, referring to the collective security system that the Powers had forged. According to Nesselrode:[b]eing very far from the idea of dictating the terms of a general settlement, which would not have the full character of a pan-European solution, the emperor limited himself to putting an end to the state of crisis and humiliation to which France was relegated and laid the foundations of a future political system, a complete reorganisation which was provided by the Congress of Vienna.Alexander, displaying a salutary moderation, did not want benefits for Russia that could damage the balance system between the Great Powers, but wanted to preserve ‘the great union’. Nesselrode added that the Tsar vigorously defended the rights of peoples and their interests and sought to instil in all the idea that ‘there should be a fair balance between the size of the sacrifices made and the reward for them—the sum of goods, security and independence’.[CITATION-74] This was why Alexander I did not hesitate to say that he would have been pleased to have the Ottoman Empire involved in the guarantee system.The curious point here is that Nesselrode also remarked that, paradoxically enough, the Tsar did not ‘consider it possible, without prejudice to his dignity, to allow foreign interference in [the] negotiations [with the Porte]’. The delay in the settlement of issues with Istanbul had thus far been caused by circumstances that required Russia’s attention to be diverted to more immediate concerns. The Tsar was hoping that he would be able to tackle this at the end of the Congress of Vienna and scrutinise various aspects of the discussion concerning the most important relations between the two empires with a view to consolidating peace.Nesselrode’s dispatch is probably what has led historians to conclude that the Tsar followed a careful policy of moderation in Vienna.[CITATION-75] In reality, however, as we have seen above, Alexander I had taken a more forward attitude in late 1814 with respect to the disputes with the Ottoman Empire, something that had considerably upset Metternich.[CITATION-76] Moreover, in January 1815, the Tsar had told Talleyrand in a private conversation that he would assent to the mediation of the Powers only if the Porte yielded to him the Caucasian lands around the Phasis valley.[CITATION-77] Further investigation is needed to understand why the Tsar’s attitude changed so substantially that he agreed to guarantee the Sultan’s European dominions under European public law in March 1815. Was it possibly the Tsar himself who had been outmanoeuvred by Metternich, Talleyrand and Castlereagh with their (counter-) démarche using the politics of international law? Or had he just changed his mind by that point and become attracted by the idea of offering security in exchange for freer trade? Was he simply looking to gain time in his relations with the Porte by agreeing to go along with the Powers? Or did he aim to preserve European unity (the great union), appearing to be disinterested and benevolent on some issues? Together with Prussia, he had pushed the powers to the brink of war over Poland and Saxony in November/December 1814. Did he now want to mend fences with Castlereagh and not cause further delay or irritations?There is not enough evidence to provide concrete answers to any of these questions. Schroeder claims that ‘the British and the Austrians quickly backed away from the idea’ when Russia showed benevolence to ‘dispel anti-Russian sentiment and acquired a European lever to use against the Turks’.[CITATION-78] However, the correspondence of the Ottoman agents in early 1815, and the proceedings of the meetings of the imperial council in Istanbul, prove the contrary. The Porte had great reservations about why the Tsar acted as he did. And neither Britain nor Austria had in fact ‘backed away from the idea’ before a response came from Istanbul to the proposal of the Powers.Castlereagh attached considerable importance to the proposal for securing the European dominions of the Ottoman Empire through international public law. This was attested by the fact that, only an hour before his departure from Vienna on 14 February 1815, he saw the OttomanMavroyeni one last time.[CITATION-79] He impressed upon the Ottoman agent the necessity of cautious action, ‘frankly’ telling the latter that it would be in the best interests of the Porte not to engage in any difficult dispute with Russia at the moment, and not to give the Tsar a pretext for military aggression as no other Power in Europe was in a position to fight another war.[CITATION-80] Meanwhile, instructions were sent to the Austrian, British and French agents in Istanbul to urge the Porte not to lose time ‘in giving authority to their minister here [Mavroyeni] to take advantage of an offer so favourable to the general tranquillity and to the particular interests of the Ottoman Porte’.[CITATION-81] The proposal also included phrases on the right of ‘the nations of Europe’ to have ‘a more liberal commercial intercourse’ with the Sultan’s empire in the Black Sea.After receiving the proposal verbally at the end of February, the Porte at first had the correspondence of Mavroyeni, Liston and the Austrian internuncio Baron Stürmer translated for the use of the members of the imperial council. The Ottoman cabinet then asked Liston in late March to present the proposition ‘in writing’.[CITATION-82] Mahmud II wanted clarification on the proposal particularly with respect to the issue of commercial rights, which made the Sultan uncomfortable from the outset.[CITATION-83] When Liston accordingly prepared a written proposal, he took the liberty of changing and expanding its content. He knew that the Porte would not agree to entrust such a commission to a Greek (Mavroyeni)—it would have been an unprecedented situation in Ottoman history—and, since the economic relations between the Porte and the European Powers were complex and diverse, he extended the economic demand ‘in all its friendly extent … in general terms, instead of confining it to the navigation of the Black Sea’.[CITATION-84] What he had in mind was that, since the beginning of the revolutionary wars, the Porte had been reluctant to impose the customs tariffs lowered by the capitulatory agreements and then by the Treaty of Amiens of 1802.[CITATION-85] The Ottoman imperial treasury had thus been enjoying an ‘unexampled prosperity’.[CITATION-86] Liston’s final version of the proposal stated that for the system of union and peace in Europe to be complete, ‘the general security would also have to embrace the integrity of the Ottoman dominions’. The sovereigns of Europe, including Tsar Alexander, it continued, were ready to give this extension to the guarantee of the sultan’s empire:To this end it is proposed that the Sublime Porte agrees to end its dispute [with Russia] amicably by submitting it to the decision of the three friendly Powers, Austria, France and England; and Emperor Alexander has already declared that he is ready to join hands in this compromise. If the Sublime Porte takes this course, as is to be expected, it will be a matter of informing the Allied Powers [and] immediately appointing a Minister Plenipotentiary to manage its affairs on this occasion, and that She agrees on the time and place where She will be ready to enter into the matter...However, because the examination of the question between the Porte and Russia might take a considerable time, and since:the moment of the dissolution of the Congress approaches, the Allied Powers would be ready to pass without delay the act of guarantee in favour of the Ottoman dominions... By spontaneously giving the Ottoman Government this unequivocal mark of their friendship … the Allied Powers are not stipulating anything for them, but They confidently expect the Sublime Porte to … confirm and maintain the rights and privileges that She has granted them and that She will especially not allow the subordinate officers of the Turkish Government to abuse their position to infringe the perfect freedom of navigation and trade which is assured to them by the Treaties.Liston viewed the proposal as an ‘invaluable favour’ to save the Sultan from ‘an embarrassment from which he had in his own apprehension no means of relieving himself but by a way [for] which he was ill-prepared’—war. Since it was ‘accompanied by a preferred guaranty of the integrity of his dominions and clogged with no conditions’, it ‘ought naturally to be received with joy and gratitude’.[CITATION-87] Italinsky shared this assessment, noting in a dispatch to his capital that the proposal was a ‘priceless grace’ (‘безценную милость’) to the Ottoman Empire.[CITATION-88] The proposal was in fact the earliest attempt to subsume the Ottoman Empire into the transimperial and collective security system that was in the making in Europe. But it was limited to the ‘European dominions’ of the Sultan only, and it was rolled up with legal-economic disputes between the Porte and the ‘European nations’ emanating from differing interpretations of the capitulations. The ‘favour’ or ‘grace’ that Liston and Italinsky were speaking of was therefore received with suspicion by the Ottoman agents.At Vienna, Mavroyeni communicated his opinions to Castlereagh, Talleyrand, Metternich and the Duke of Wellington soon after he was informed of the proposal. Mavroyeni emphasised that, from an Ottoman point of view, Russia continued to harbour expansionist ambitions over the territories of the Ottoman Empire. According to Mavroyeni, the Tsar would not be able to declare war against the Sultan without disturbing the other Powers and the general peace, which was the aim of the Congress of Vienna. Yet Alexander I intended to undermine the influence of the Sultan in his Asiatic territories, at the same time operating a diversion by maintaining powerful influence in the Persian Gulf and in Persia itself, in order to be able sooner or later to affect the commerce there of Britain, of which Russia was a jealous rival. That is, the Ottoman agent in Vienna saw the debate with Russia, or at least presented it, not only within the context of European peace but in that of a broader struggle for influence in Asia.[CITATION-89] Nor were the Sultan and the Ottoman ministers in Istanbul entirely convinced that the Powers’ proposal was merely an offer of ‘good-will’. After seeing the written message Liston submitted to the Porte, Sultan Mahmud II felt unconvinced that the proposal was truly a mark of British friendship (‘devlet-i âliyemize … dostluğa dair bir şey anlayamadım’), as he noted on the margins of an attachment submitted to him.[CITATION-90] The Sultan was anxious that the proposal was rolled together with issues linked to European commercial interests in the Black Sea and the Indian routes, which would entail long and extended (‘tûl ve derâz’) considerations. His empire, the Sultan feared, was being hurried into making a decision on two different issues—the Russo-Ottoman disputes and commercial rights—simultaneously, as if they were one. He therefore ordered his cabinet not to deliver an official reply before consulting him one last time.[CITATION-91] After the two imperial council meetings held in the second half of March, the Ottoman cabinet prepared a report to the Sultan on 30 March 1815.[CITATION-92] The report reveals that the Ottoman ministers interpreted the proposal on three levels.[CITATION-93] First, they did not consider that a ‘great union’ had been forged in Europe or that the introduction of guarantees for the Ottoman dominions offered an ultimate security for the Sultan’s empire. From the perspective of the Ottoman ministers, there was something paradoxically unlawful in the desire to give the dispute with Russia over to the mediation of Britain, France and Austria. This was because the Porte’s cause, in insisting on the evacuation of the Russian forces from the Caucasus borders, was nothing but a demand for the execution of the Treaty of 1812—a call to abide by international law. It was their ‘natural expectation’ that the issue would be discussed at the congress in a manner that would ‘bring Russia to justice’. However, they could see that no such policy had been followed. The council members noted that France had not pledged any security guarantees prior to the February proposal. While Austria had now been pledging to guarantee the territorial integrity of the Ottoman Empire for over a year, it had not taken any concrete action in support of the Porte’s just cause in the border dispute with Russia in the Caucasus. (The latter was an unfair assessment, because Metternich had taken initiative on the matter, as we have seen above.)The ministers appeared less certain with respect to Britain. This was the second level of their interpretation. They discussed whether Britain could act as the sole mediator between Russia and the Porte. According to the report, two reservations led to a vote against this option. On the one hand, Britain had long been an ally of Russia, and the two had even declared war on the Ottoman Empire as allies during the course of the European wars. Clearly, memories of British ‘politicking’ were fresh. In 1807, Britain had unlawfully crossed the Straits and blockaded Istanbul. And then, after the blockade, the London Cabinet had refused to pay any remuneration. During the negotiations of the Dardanelles Treaty in November 1809, the British plenipotentiary Robert Adair had threatened the Porte’s agent Vahid Efendi that, unless a settlement was made quickly between Britain and the Porte, London would make a separate agreement with Russia ‘in which the interests of the Ottoman Empire at best will be forgotten’—a reminder of how Ottoman interests could easily be disregarded by the Powers.[CITATION-94] And in 1812, Britain had hurried the Porte into signing an unfavourable treaty with Russia when circumstances were actually more promising for Istanbul. Now, in 1815, if she was allowed to act as a mediator, Britain was likely to adopt a pro-Russian stance. According to the report on their last meeting, the Austrian agents had secretly warned Ottoman ministers that the British might remain adherents (‘ma’il ve meclûb’) to the Russians. On the other hand, if British mediation was accepted and Britain came out in favour of Russia, it would be extremely difficult for the Porte to oppose it and preserve its lawful possessions.On a third level, Ottoman ministers feared that the proposal could be a Russian ploy to allow the Court of St Petersburg to prolong the discussions, and thus continue to maintain its troops in the Caucasus unlawfully. The Tsar’s aforementioned note to Talleyrand in this respect a month earlier was worrisome, and perpetuated the unfriendly spirit of the talks that had been held between Italinsky and Reis Efendi in the past months.[CITATION-95] The tone of the final report of the Ottoman cabinet suggests that the memory of the recent past, where European ‘politicking’ had more than once embarrassed and angered the Porte, and the influence of dominant figures such as Halet, who had immense distrust towards the Powers, shaped the discussions in the imperial council as well as the decision that was taken. On the basis of these considerations, the Ottoman ministers at first thought of responding with a prolonged ‘silence’ but then agreed to inform the agents of the Powers that the dispute between the Porte and Russia could be resolved only with the evacuation of Russian troops from the Caucasian borders and by adherence to the 1812 Treaty. There was no point in further mediation and the involvement of other Powers unless they demanded that Alexander I give up his claims in the Caucasus and the Balkans.[CITATION-96] When this provisional decision was communicated to the Sultan, Mahmud II expressed his pleasure at the thoroughness shown by his ministers, as can be seen from his annotation on the report he received. He advised his men to communicate to Liston their decision with a summary note. Even though the ministers did not mention the issue of capitulations in their response to the British agent, the young Sultan also suggested that Liston further explain his points on the freedom of navigation and commerce. Mahmud II was baffled by the way in which the Powers were expecting the Porte to comply with the stipulations of the degrading capitulatory agreements, while for its part Russia was not complying with the Treaty of Bucharest.[CITATION-97] Reis Efendi conveyed the Porte’s decision to Liston shortly after the council meeting was held and the Sultan approved it. The ‘civil rejection’, as Liston put it, was explained in the official response by the principle that the difference between the Porte and Russia was not of ‘a nature that could be admitted by compromise’. The announcement duly added that the friendly interest of the Powers in the security of the Ottoman Empire ‘ought to lead them to employ their good offices with the [Tsar] to induce [him] to restore what he unjustly detains’.[CITATION-98] On receiving the news, Liston reported to the Duke of Wellington that the Ottoman administration was persuaded that ‘the mediating Powers would not either have wished a war with Russia or given deep offence to the Emperor Alexander, for an object which to them might have appeared a trifle’.[CITATION-99] The attempt to involve the European dominions of the Sultan in the Vienna system thus yielded no results. But the Ottoman reply did not produce any response from the Great Power leaders because the news of the decision reached Vienna right about the time when Bonaparte escaped from Elba, reappeared in Paris, attracted a large number of followers, and began the final phase of the Napoleonic wars, the so-called ‘hundred days’.[CITATION-100] Europe was shaken once again, just as it was believed that peace had been settled. The attention of Castlereagh, Metternich and other leading statesmen thus shifted back onto European affairs.[CITATION-101] No other substantial negotiation took place on the inclusion of the Ottoman Empire in the Vienna system thereafter. Even though the idea persisted until the ‘Final Act’ of Vienna in June 1815, it attracted but little interest in Britain and Russia. Months after Bonaparte was once again defeated and exiled to St Helena, and the peace talks among the Allied Powers moved from Vienna to Paris, Gentz wrote to Caradja that he sincerely regretted that neither in Vienna nor Paris had the Allied Powers entered into any positive stipulation as to the integrity of the possessions of the Sultan’s empire.[CITATION-102] He held frequent meetings with Castlereagh in Paris and did all he could to introduce into the November 1815 treaty an article ‘relating to such an important part of the political system’. However, Castlereagh constantly responded to him that the Porte had refused any kind of guarantees from the Allied Powers, and that ‘the most friendly proposals made by the British ministers had not found the least welcome’. Gentz was of the belief that the Powers ‘should have guaranteed the integrity of the Porte, despite its own protests’. He argued that the Eastern Question was an object of ‘the highest importance for the general security, and for the stability of the peace of Europe’. But his attempts to impress the Great Power leaders remained fruitless.[CITATION-103] We shall conclude by returning to what we began with: the complexity of the Eastern Question. We can unpack and reinterpret the episode of the 1810s, as well as the other episodes of the Eastern Question, by paying heed to at least four of its relational dynamics, which emerged and evolved in connection with each other, and thus rendered it both intersubjective and complex, and a question of both Europe and the Ottoman Empire.The first of these dynamics was the two-way relationship between the Great Powers and the Ottoman Empire, which was characterised at the turn of the century by opportunism and distrust. Without recovering Ottoman agency, we can almost always have only a partial, and partly misleading, account of what transpired at the time of the Congress of Vienna. The Porte was not a passive and incompetent peripheral actor, as the scholarly literature still sometimes suggests. Where the Eastern Question was concerned, the Ottoman ministers’ threat-perceptions and agency were central during the Congress. It was the Porte’s Anglophile statesmen who suggested including the Russo-Ottoman disputes in the Caucasus and the Balkans in the peace talks in Paris and Vienna in the first place. Official steps were then taken by Austrian and British agents, only to be blocked by anti-European Ottoman ministers who poured scorn on the ambivalence and pragmatism of Great Power politics.The second was among the Great Powers, which saw the co-operation of Austria, Britain and France in definitively settling the ‘Eastern Question’ as a means of cushioning their rivalries and potential competition in the future. Even though Tsar Alexander I agreed to join the others, since he probably did not want to be isolated in inter-imperial politics, he was drawn to the idea of securing the European dominions of the Sultan especially when Castlereagh linked security issues in the Ottoman world with commercial privileges for ‘European nations’.This was the third relational dynamic: the interconnectedness of different sectors, and in this case, security and commercial rights. Enticing as it might be for the Tsar, the coupling of security and commercial issues raised Sultan Mahmud II’s eyebrows from the outset. It made him doubt the goodwill of the powers, which hampered the success of the project to settle the Eastern Question.Fourthly, the power struggle among the Ottoman actors must be considered. The fact that the anti-European Halet Efendi and his entourage controlled the cabinet in Istanbul in May 1814 strongly influenced the nature of the decisions taken by the Porte. It both refused to send a senior agent to Vienna and declined the subsequent proposal of the Powers under the shadow of the prejudices, wariness and cynicism harboured by this party.The men of the 1810s, and particularly figures such as Halet Efendi and Sultan Mahmud II, received the Powers’ invitation to the Congress of Vienna in 1814 and the proposal of the guarantees by international law in 1815 with suspicion. With memories of an unpleasant past still fresh, and French agents in Istanbul such as Comte Andréossy issuing warnings, the developments transpiring in Europe within the space of a few months in 1814–15—the shift from total war to total peace—did not seem to them to represent a substantial transformation, at least not for the interests of the Ottoman Empire. They believed that the public law system that the Powers aspired to form could jeopardise what the Ottoman cabinet considered to be their lawful rights in their disputes with Russia. In other words, the system of international law in which the Powers aimed to involve the Porte was, they believed, likely to annul the stipulations of existing treaties and agreements between Russia and the Ottoman Empire that were favourable for the Porte. They feared that power differentials would continue to inform and restructure international law, but not, where law could feed back to shape the expression of politics.[CITATION-104] Historians of international law in the nineteenth century point out that, despite all its positivist undertones, international law was formed through these hierarchical ways of being, and by a European imperial gaze.[CITATION-105] The new transimperial order introduced at Vienna and Paris perhaps delayed another total war in the European continent. But it did not prevent Great Power encroachments and expansion elsewhere in the world, and particularly in the Ottoman world.In 1827, at Navarino, the joint Russian, French and British fleets destroyed the Ottoman-Egyptian fleet without a declaration of war, prompting the Russo-Ottoman war of 1828–9 that resulted in the disputes arising from the Treaty of Bucharest of 1812 being settled almost all in favour of Russia.[CITATION-106] In 1830, France invaded Algiers with the pretext of ending ‘piracy’ there, without the consent of the Porte.[CITATION-107] Even after the Treaty of Paris in 1856, when the territorial integrity of the Sultan’s dominions was finally officially placed under the guarantee of international public law, and the Powers agreed to show respect for the Sultan’s domestic affairs, Great Power interventions, encroachments and annexations in Ottoman dominions continued unabated.[CITATION-108] All these historical events and their aforementioned eighteenth- and early nineteenth-century precedents did more than baffle generations of Ottoman ministers. For many non-European statesmen and writers, they also meant that international law, ‘the most valuable fruit of civilisation’, did not guarantee security outside Europe in the same fashion it seemed to do within. This was precisely why, as early as in the 1810s, the unfolding collective security system in Europe, and the guarantees made under international law, were received with scepticism by anti-European Ottoman ministers. The 1815 proposal was many things in their eyes. But a priceless grace it was not.",
    "footnotes": {
        "1": "P.W. Schroeder, ‘The 19th-Century International System: Changes in the Structure’, World Politics, xxxix (1986), pp. 1–26, at 6.",
        "2": "O. Ozavci, Dangerous Gifts: Imperialism, Security, and Civil Wars in the Levant, 1798–1864 (Oxford, 2021), ch. 11.",
        "3": "L.R. Schumacher, ‘The Eastern Question as a Europe Question: Viewing the Ascent of “Europe” Through the Lens of Ottoman Decline’, Journal of European Studies, xliv (2014), pp. 64–80; L.J. Frary and M. Kozelsky, Russian–Ottoman Borderlands: The Eastern Question Reconsidered (Madison, WI, 2014). The latter recognise the ‘Eastern Question’ as a dynamic process but still as a European question only.",
        "4": "M.S. Anderson, The Eastern Question, 1774–1923: A Study in International Relations (New York, 1966); K.A. Roider, Jr, Austria’s Eastern Question (Princeton, NJ, 1982).",
        "5": "Thugut to Kaunitz, 3 Sept. 1774, quoted in Roider, Austria’s Eastern Question, p. 152.",
        "6": "See, for instance, B. de Graaf, I. de Haan and B. Vick, eds, Securing Europe after Napoleon: 1815 and the New European Security Culture (Cambridge, 2019); M. Jarrett, The Congress of Vienna and its Legacy: War and Great Power Diplomacy after Napoleon (London, 2012), p. 148; A. Zamoyski, Rites of Peace: The Fall of Napoleon and the Congress of Vienna (New York, 2007), p. 415; B.E. Vick, The Congress of Vienna: Power and Politics after Napoleon (Cambridge, 2014). See also M. Šedivý, Metternich, the Great Powers and the Eastern Question (Pilsen, 2013); P.W. Schroeder, The Transformation of European Politics (Oxford, 1996), pp. 573–4.",
        "7": "E. Ingram, ‘Bellicism as Boomerang: The Eastern Question during the Vienna System’, in P. Krüger and P. Schroeder, eds, The Transformation of European Politics, 1763–1848: Episode or Model in Modern History? (Münster, 2002), pp. 205–25, at 206–7; F. Adanır, ‘Turkey’s Entry into the Concert of Europe’, European Review, xiii (2005), pp. 395–417, at 402; A. Bitis, Russia and the Eastern Question: Army, Government, and Society, 1815–1833 (Oxford, 2006), p. 28.",
        "8": "Moscow, Arkhiv vneshnei politiki Rossiiskoy Imperii [hereafter AVPRI], f. 133, o. 468, d. 2303, l. 356, Italinsky to St Petersburg, 25 Mar. 1815.",
        "9": "Ahmed Cevdet Paşa, Tarih-i Cevdet III (Istanbul, AH 1309 [CE 1891/2]), p. 9.",
        "10": "E.L. Menchinger, The First of the Modern Ottomans: The Intellectual History of Ahmed Vasif (Cambridge, 2017), p. 189; Ozavci, Dangerous Gifts, p. 56.",
        "11": "H. Duchhardt, ‘Friedenswahrung im 18. Jahrhundert’, Historische Zeitschrift, ccxl (1985), pp. 274–8; Adanır, ‘Turkey’s Entry’, pp. 398–9. F.M. Göçek, East Encounters West: France and the Ottoman Empire in the Eighteenth Century (New York, 1987).",
        "12": "Ozavci, Dangerous Gifts, pp. 66, 90.",
        "13": "K. Beydilli, ‘III. Selim: Aydınlanmış Hükümdar’, in S. Kenan, ed., Nizam-ı Kadim’den Nizam-ı Cedid’e III. Selim ve Dönemi (Istanbul, 2010), p. 49.",
        "14": "Correspondance de Napoléon Ier, publiée par ordre de l’Empereur Napoléon III, ed. J.B.P. Vaillant et al. (32 vols, Paris, 1858–70), x, no. 8298 (Napoleon to Selim, 30 Jan. 1805). See also ibid., xii, no. 10339 (Napoleon to Talleyrand, 9 June 1806), and cf. E. Karsh and I. Karsh, Empires of the Sand: The Struggle for Mastery in the Middle East, 1789–1923 (Cambridge, MA, 1999), p. 11.",
        "15": "F. Yeşil, ‘İstanbul Önlerinde Bir İngiliz Filosu’, in Kenan, ed., Nizam-ı Kadim’den Nizam-ı Cedid’e III. Selim ve Dönemi, pp. 404–5.",
        "16": "Beydilli, ‘III. Selim’, p. 51.",
        "17": "Bitis, Russia and the Eastern Question, pp. 29–30; A.V. Fadeev, ‘Bukharestskii mir 1812 goda i vopros o kavkazskikh granitsakh’, Uchenye zapiski istorichesko-filologischeskogo fakul’teta Rostovskogo n/D gosudarstvennogo universiteta, xxi (1952), pp. 79–86.",
        "18": "F. Ismail, ‘The Making of the Treaty of Bucharest, 1811–12’, Middle Eastern Studies, xv (1979), pp. 163–92, at 180–87.",
        "19": "Ibid., pp. 163–4.",
        "20": "A. Cunningham, Anglo-Ottoman Encounters in the Age of Revolution: Collected Essays, I, ed. E. Ingram (1993; London, 2013), p. 181; Edinburgh, National Library of Scotland [hereafter NLS], MS 5672, fo. 9, Liston to Castlereagh, 13 July 1812.",
        "21": "Bitis, Russia and the Eastern Question, p. 30.",
        "22": "Ibid.",
        "23": "Kew, The National Archives [hereafter TNA], FO 139/26/40, Liston to the Duke of Wellington, 25 Mar. 1815.",
        "24": "Robert Wilson, Private Diary of Travels, Personal Services and Public Events, during Mission and Employment with the European Armies in the Campaigns of 1812, 1813, 1814, ed. H. Randolph (London, 1861), p. 124.",
        "25": "Paris, Centre des Archives diplomatiques de La Courneuve, Archives Ministère des Affaires étrangères et du Développement international [hereafter AMAE], 133CP/228/3, Andréossy to Ministère des Affaires étrangères, 2 May 1813.",
        "26": "NLS, MS 5627, fo. 57, Liston to Castlereagh, 12 Nov. 1812.",
        "27": "NLS, MS 5628, fo. 3, Liston to Castlereagh, 10 Feb. 1814.",
        "28": "NLS, MS 5627, fo. 99, Liston to Castlereagh, 27 Mar. 1813.",
        "29": "Ibid.",
        "30": "TNA, FO 78/82/25, Liston to Castlereagh, 26 Feb. 1814.",
        "31": "AMAE, 133CP/229/166, Angelos to Talleyrand, 1 Jan. 1815. B. Lewis, The Muslim Discovery of Europe (1982; New York, 2001), p. 57.",
        "32": "NLS, MS 5627, fo. 99, Liston to Castlereagh, 27 Mar. 1813.",
        "33": "NLS, MS 5628, fo. 30, Liston to Castlereagh, 25 June 1814.",
        "34": "TNA, FO 78/82, Liston to Castlereagh, 11 May 1814.",
        "35": "On Halet’s influence in the Topkapı Palace, see Tarih-i Cevdet V (Istanbul, 1994), pp. 2525–7; TNA, FO 78/82/61, Liston to Castlereagh, 10 June 1814.",
        "36": "Jarrett, Congress of Vienna, p. 360.",
        "37": "H. Yilmaz, ‘The Eastern Question and the Ottoman Empire: The Genesis of the Near and Middle East in the Nineteenth Century’, in M.E. Bonine, A. Amanat and M.E. Gasper, eds, Is there a Middle East? The Evolution of a Geopolitical Concept (Stanford, CA, 2010), p. 12; R. Blaufarb, ‘The Western Question: The Geopolitics of Latin American Independence’, American Historical Review, cxii (2007), pp. 742–63.",
        "38": "BOA, TS.MA.e 243/16, 29 Jan. 1814 (7 S 229).",
        "39": "Metternich to Stürmer, Vienna, 6 Oct. 1814, cited in Šedivý, Metternich, pp. 39–40.",
        "40": "TNA, FO 78/82/72, Liston to Castlereagh, 25 July 1814.",
        "41": "Ibid. The translation of the document in Ottoman Turkish is in BOA, TS.MA.e 243/16, n.d.",
        "42": "TNA, FO 78/82/72, Liston to Castlereagh, 25 July 1814.",
        "43": "Ibid.",
        "44": "Ibid. Emphasis added.",
        "45": "Dépêches inédites du Chevalier de Gentz aux Hospodars de Valachie pour servir à l’histoire de la politique européenne (1813 à 1828), I, ed. Anton Prokesch-Osten (Paris, 1876) [hereafter DI], pp. 104–5 (Gentz to Caradja, 24 Sept. 1814).",
        "46": "DI, pp. 117–18 (Gentz to Caradja, 6 Oct. 1814).",
        "47": "Metternich to Stürmer, 6 Oct. 1814, cited in Šedivý, Metternich, pp. 56–7.",
        "48": "Šedivý, Metternich, p. 41; Tarih-i Cevdet V, pp. 2547–8; M.S. Palabıyık, ‘The Idea of “International Law” in the Ottoman Empire’, Middle Eastern Studies, l (2014), p. 239.",
        "49": "Tarih-i Cevdet V, pp. 2548–55.",
        "50": "Andréossy was replaced by the Marquis de Rivière as ambassador to Istanbul in September 1814. Due to the delay in the latter’s departure for the Ottoman capital, Andréossy kept his position until the last month of the year. Yet since he had been appointed by the republic, a government that no longer existed, he was called back before Riviere’s arrival and the chargé d’affaires Pierre Ruffin ran the French representation until his arrival. AMAE, 133CP/229/129, Ministère des Affaires étrangères (Paris) to Andréossy, 14 Sept. 1814.",
        "51": "BOA, HAT 956/41003.",
        "52": "Tarih-i Cevdet V, pp. 2547–8, 2559.",
        "53": "B. de Graaf, ‘Second-tier Diplomacy: Hans von Gagern and Willem I in their Quest for an Alternative European Order, 1813–1818’, Journal of Modern European History, xii (2014), p. 546.",
        "54": "TNA, FO 178/84, Liston to Castlereagh, 10 Mar. 1814, 9 Apr. 1814; BOA, HAT 995/41857.",
        "55": "T. Blancard, Les Mavroyéni, histoire d’Orient (de 1700 à nos jours) (Paris, 1909), p. 157.",
        "56": "AVPRI, f. 133, o. 468, d. 2295, l. 415–16, Précis de la lettre écrite au Drogman de la Porte par le Chargé d’affaires Ottoman à Vienne, et expédiée avec le courier de la Sublime Porte Souleiman Tatari, 14 June 1814.",
        "57": "Adanır, ‘Turkey’s Entry’, p. 402.",
        "58": "DI, p. 119 (Gentz to Caradja, 7 Nov. 1814).",
        "59": "Schroeder, Transformation, pp. 573–4.",
        "60": "DI, p. 120 (Gentz to Caradja, 7 Nov. 1814).",
        "61": "AVPRI, f. 133, o. 468, d. 2303, l. 73–4, Rapport du chargé d’affaires ottoman à Vienne, 16 Dec. 1814.",
        "62": "BOA, HAT 1135/45220; HAT 961/45997.",
        "63": "BOA, HAT 286/17183; HAT 1275/49503. AVPRI, f. 133, o. 468, d. 2303, l. 295–7, Rapport du Chargé d’affaires de la Porte à Vienne, sur son entretien avec le Prince de Metternich, 17 Feb. 1815.",
        "64": "B.E. Vick, The Congress of Vienna: Power and Politics after Napoleon (Cambridge, MA, 2014), pp. 225–6.",
        "65": "Vneshnyaya politika Rossii XIX i nachala XX veka. Dokumenty rossijskogo Ministerstva inostrannykh del, ii/viii (Moscow, 1972) [hereafter VPR], pp. 195–7 (‘Soobrazheniya po povodu noty otnositel’no Serbii, s kotoroi pervomu upolnomochennomu Rossii nadlezhit obratit’sya k kongressu’, 3/15 Feb. 1815).",
        "66": "AVPRI, f. 133, o. 468, d. 2303, l. 295–7, Rapport du Chargé d’affaires de la Porte à Vienne, sur son entretien avec le Prince de Metternich, 17 Feb. 1815; BOA, HAT 286/17183.",
        "67": "B. de Graaf, ‘The Allied Machine’, in De Graaf, De Haan and Vicks, eds, Securing Europe After Napoleon, p. 132.",
        "68": "BOA, HAT 961/41197; TNA, FO 139/26/36, Mavroyeni to [Istanbul], 16 Feb. 1815.",
        "69": "AVPRI, f. 133, o. 468, d. 2303, l. 356, Castlereagh to Liston, 14 Feb. 1815.",
        "70": "M.S. Kütükoğlu, ‘Tanzimat Devri Osmanlı-İngiliz Gümrük Tarifeleri’, İstanbul Üniversitesi Edebiyat Fakültesi Tarih Enstitüsü Dergisi, iv–v (1973–4), p. 336.",
        "71": "DI, p. 143 (Gentz to Caradja, III, 24 Feb. 1815); BOA, HAT 961/41197; AVPRI, f. 133, o. 468, d. 2303, l. 295–297, Rapport du Chargé d’affaires de la Porte à Vienne, sur son entretien avec le Prince de Metternich, 17 Feb. 1815.",
        "72": "Schroeder, Transformation, p. 573; Zamoyski, Rites of Peace, p. 415.",
        "73": "AVPRI, f. 133, o. 468, d. 2303, l. 302–10, Italinsky to Nesselrode, 10 Mar. 1815; AVPRI, f. 133, o. 468, d. 2303, l. 311–13, Italinsky to Nesselrode, 15 Mar. 1815.",
        "74": "VPR, pp. 284–5 (Nesselrode to Italinsky, 26 Apr. 1815).",
        "75": "Schroeder, Transformation, pp. 573–4.",
        "76": "DI, p. 120 (Gentz to Caradja, 7 Nov. 1814); BOA, HAT 961/41196.",
        "77": "AVPRI, f. 133, o. 468, d. 2303, l. 360–66, Raport Italinskogo ob audiencii Taleirana, 3 Mar. 1815; BOA, HAT 961/41197.",
        "78": "Schroeder, Transformation, pp. 573–4.",
        "79": "C.K. Webster, The Foreign Policy of Castlereagh, 1812–1815: Britain and the Reconstruction of Europe (London, 1931), p. 430.",
        "80": "TNA, FO 139/26/36, Mavroyeni to [Istanbul], 16 Feb. 1815.",
        "81": "C.K. Webster, Foreign Policy of Castlereagh, p. 429.",
        "82": "TNA, FO 139/26/40, Liston to Wellington, 25 Mar. 1815.",
        "83": "BOA, HAT 956/41003.",
        "84": "Ibid. Also in BOA, HAT 946/41005.",
        "85": "AVPRI, f. 133, o. 468, d. 2303, l. 311–13, Raport Italinskogo ob audiencii Taleirana, 15 Mar. 1815.",
        "86": "TNA, FO 178/84/75, Liston to Castlereagh, 10 Apr. 1815.",
        "87": "TNA, FO 178/84/60, Liston to Castlereagh, 10 Mar. 1815.",
        "88": "AVPRI, f. 133, o. 468, d. 2303, l. 356, Italinsky to St Petersburg, 25 Mar. 1815.",
        "89": "AVPRI, f. 133, o. 468, d. 2303, l. 360–66, Raport Italinskogo ob audiencii Taleirana, 3 Mar. 1815.",
        "90": "BOA, HAT 956/41006.",
        "91": "Ibid.",
        "92": "BOA, HAT 956/41003; TNA, FO 178/84, Liston to Castlereagh, 10 Apr. 1815.",
        "93": "BOA, HAT 956/41003.",
        "94": "Cunningham, Anglo-Ottoman Encounters, p. 113.",
        "95": "These discussions are in BOA, HAT 1101/44527.",
        "96": "BOA, HAT 956/41003.",
        "97": "Ibid.",
        "98": "TNA, FO 178/84/69, Liston to Wellington, 4 Apr. 1815; AVPRI, f. 133, o. 468, d. 2303, l. 420, Italinsky to St Petersburg, n.d.",
        "99": "TNA, FO 178/84/69, Liston to Wellington, 4 Apr. 1815.",
        "100": "BOA, HAT 1274/49474; HAT 1274/49431; HAT 1275/49486. Webster, Castlereagh, pp. 430–31.",
        "101": "TNA, FO 178/84/69, Liston to Wellington, 4 Apr. 1815; AVPRI, f. 133, o. 468, d. 2303, l. 448, Italinsky to Nesselrode, 25 Apr. 1815.",
        "102": "For a detailed study on the Allied Council meetings in Paris, see B. de Graaf, Fighting Terror after Napoleon: How Europe Became Secure after 1815 (Cambridge, 2020).",
        "103": "DI, pp. 198–9 (Gentz to Caradja, 1 Jan. 1816).",
        "104": "C. Reus-Smit, ‘The Politics of International Law,’ in id., ed., The Politics of International Law (Cambridge, 2004), p. 14.",
        "105": "A. Anghie, Imperialism, Sovereignty and the Making of International Law (Cambridge, 2005); M. Koskenniemi, ‘International Law and Hegemony: A Reconfiguration’, Cambridge Review of International Affairs, xvii (2004), pp. 197–218.",
        "106": "W. Smiley, ‘War Without War: The Battle of Navarino, the Ottoman Empire, and the Pacific Blockade’, Journal of the History of International Law, xviii (2016), pp. 42–69; Bitis, Russia and the Eastern Question, ch. 7; Ozavci, Dangerous Gifts, pp. 129–30.",
        "107": "E. de Lange, ‘The Congress System and the French Invasion of Algiers, 1827–1830’, Historical Journal, iv (2021), pp. 940–62; Ercüment Kuran, Cezayirin Fransızlar Tarafından İşgali Karşısında Osmanlı Siyaseti (1827–1847) (Istanbul, 1957).",
        "108": "Ozavci, Dangerous Gifts, ch. 12."
    }
}