{
    "title": "A Service Ready for Total War? The State of the Royal Navy in July 1914*",
    "author": "Matthew S Seligmann",
    "date": "20 February 2018",
    "article": "In early 1914 Britain’s naval leadership decided to call a conference of flag officers at which the most pressing issues then facing the Royal Navy could be aired and discussed. The conference was scheduled for the end of July 1914. Owing to the European crisis that erupted at just the very moment when it was supposed to take place, the conference was never held. However, the bulk of the paperwork still exists. This documentation provides a unique snapshot of the thinking of Britain’s key naval commanders on strategic, tactical and materiel considerations at the very moment when they were about to embark upon the most serious of examinations, the test of a major war. This article uses these files to evaluate the extent to which the Royal Navy was aware of the challenges that were about to confront it and the strengths and weaknesses that would aid or hinder them in this task. It thereby assesses the service’s readiness for total war, concluding that it was far from the conservative body of popular caricature.The image of Britain’s military leaders as conservative, reactionary, unimaginative, technophobic and resistant to change is all too well established in the popular imagination and memory. Britain, it is often said, always begins its campaigns with disaster on the battlefield because those in charge of the war effort, if they have thought about the art of war at all, are too preoccupied with fighting the last conflict to have taken any proper notice of subsequent developments. Consequently, being unprepared for future challenges, they fall at the first hurdle. Such shortcomings in strategic and tactical thinking, all too frequently revealed in the short wars of the nineteenth century, were, it is said, especially obvious when that most demanding of tests—modern industrialised warfare against a coalition of major powers—was faced in 1914.The main victim of this caricature of disaster through thoughtlessness and incompetence, especially when it comes to the First World War, is the British Army. Books such as John Laffin’sproclaim in the most forceful terms that Britain’s devastating casualties on the Western Front were a result primarily of anfailure—a failure of command, a failure predicated on a rigid adherence to outmoded tactical ideas and faulty operational thinking, which led to the unnecessary slaughter in the trenches.[CITATION-1] Theof such historians is Field Marshal Sir Douglas Haig, the epitome, for some, of inflexible leadership and the rigid refusal to adapt to new circumstances.[CITATION-2] This ‘lions led by donkeys’ thesis has gained enormous popular traction;[CITATION-3] and yet, as numerous military historians have laboured over the years to show, the British army command, while certainly not without fault, was not the inflexible and hidebound organisation of this common portrayal.[CITATION-4] Indeed, the army that introduced to the world armoured warfare, gave prominence to close air support and perfected combined arms tactics was far from resistant to change, irrespective of any general perception to the contrary. It is also worth recalling that the Imperial General Staff was an organisation dedicated to learning and innovation, and had been created specifically to think through the problems of future warfare. Prior to the outbreak of war in 1914 it held an annual conference at the Royal Military College at which all the key figures in the Whitehall organisation met the leaders of the various home commands to discuss the key military developments and challenges of the day and then to assess possible solutions.[CITATION-5] An indication of the General Staff’s forward thinking can be gained from the list of topics examined at the final event of this kind, held in January 1914, at which the role of aerial reconnaissance, artillery organisation, machine-gun training and infantry fire and movement—all matters that would prove crucial during the First World War—were raised.[CITATION-6] If the General Staff was a more adaptive organisation than is appreciated within the popular consciousness, then what of the leadership of the nation’s senior service, the Royal Navy?It could be argued that Britain’s naval leadership had to confront an array of challenges even greater than those faced by its Army counterparts in the decades prior to 1914. The rapid pace of technological development, combined with a dearth of recent experience of war-fighting against another great power, made the business of planning for future conflict problematic. Yet, despite its share of wartime disaster and controversy, the Admiralty has been less widely criticised for its supposed inadequacies than the leadership of the British Army. In part, this is doubtless because the Navy was not involved in the attritional warfare of the trenches and so has avoided being identified with the imagery that, more than any other, has come to typify the futility and mismanagement of modern warfare in the British popular imagination. However, this does not mean that the Navy of the immediate pre-First World War years has entirely escaped censure. Although any service that relies heavily on the most up-to-date products of modern industrial technology for its basic tools is not easily accused of technophobia, the Navy, too, has been pilloried for its supposed failure to think deeply enough about the realities of modern warfare and, even worse, for its refusal to countenance those realities even when they were staring it in the face. This censure has entered the historiography in a variety of ways. Reflecting Churchill’s famous dictum that, on the eve of the Great War, the Royal Navy possessed ‘more captains of ships than captains of war’,[CITATION-7] much current thinking stresses the excellent seamanship of British naval officers while simultaneously condemning their lack of strategic vision and insight.[CITATION-8] In a similar vein, Sir Arthur Wilson’s often-quoted comment about the submarine—that it was ‘underhand, unfair and damned un-English. They’ll never be any use in war’—has been seen as typical of a reactionary attitude to technical development, despite the Royal Navy’s wholesale and enthusiastic adoption of the submarine before 1914, and has set the tone for many assessments.[CITATION-9] Over the years, critics of the Navy’s wartime performance have not been slow to point to such views as illustrative of a deep-seated malaise—one that, they claim, led directly to such failings as the inability of the British fleet to destroy its smaller German rival at the Battle of Jutland on 31 May 1916, and also to the Navy’s alleged reluctance to introduce convoy as a means of stemming the U-boat offensive in the spring and summer of 1917.[CITATION-10] Where and when did such ideas originate? Wartime experience—most especially the disparity between the British public’s expectation that the conflict would begin with a second Trafalgar and the reality of early disasters such as the escape of the, the defeat at Coronel and the sinking of the cruisers,and—certainly set the tone for subsequent reflections which established a narrative about what had gone wrong and why this might have happened. Then, in the immediate post-war years, Churchill contributed substantially to this conception when he bemoaned, in his widely read memoirs, the failure of the Royal Navy to develop any notable thinkers or theorists during the pre-war years. ‘The standard work on Sea Power’, he complained, ‘was written by an American Admiral’.[CITATION-11] However, while Churchill certainly helped to popularise the trope of a service long on reaction but short on intellectual acumen, he did not invent it. Unhelpfully for the reputation of the Edwardian Navy, the idea that anachronistic views were prevalent and prevented advances in naval strategic thinking from taking root was validated by the contemporary testimony of those naval officers most committed to and publicly identified with the cause of service reform. In order to assert their own progressive credentials and justify the need for widespread change, such men—for instance, Herbert Richmond and the Dewar brothers—frequently spoke about the entrenched attitudes in the service and the difficulties they faced in overcoming them.[CITATION-12] Richmond in particular was highly successful in later years in persuading historians, most notably Arthur Marder, to accept his assessment of the Royal Navy’s innate aversion to innovation. However, the best-known example of such a reformer is Admiral Sir John Fisher, who often maintained in the most vivid terms that a stultifying spirit lay at the top of the service. As he wrote on one occasion:It is a historical fact that the British navy stubbornly resists change … I remember when I was a young Lieutenant, the First Sea Lord … telling me that he never washed when he went to sea and he didn’t see why the Devil the Midshipmen should want to wash now! … Another First Sea Lord also told me on another and later occasion that there were no torpedoes when he came to sea and he didn’t see why the devil there should be any of the beastly things now![CITATION-13] If this is to be believed, thoughtless reverence for customary practice and slavish adherence to tradition stood in the way of progress, whether at the level of improved hygiene or in the case of better weapons.Notwithstanding Fisher’s obvious personal interest in presenting himself as ‘radical Jack’, the farseeing reformer who had to fight the forces of conservatism in order to push through vital reforms, many historians, starting with Arthur Marder, have been willing to accept this judgement uncritically,[CITATION-14] and to castigate Britain’s naval leaders of 1914 for their failure to think about, let alone prepare for, modern warfare. Thus, as recently as 2011, one well-known historian of military effectiveness and reform wrote that they ‘enthusiastically substituted a bureaucratized focus on peacetime routines … at the expense of seriously coming to grips with the technological revolution that was swirling around them’.[CITATION-15] As for tactical thinking, the same scholar continued: ‘The Royal Navy still lionized Admiral Horatio Nelson. It had, however, almost completely forgotten the tactics, leadership qualities and initiative that had marked Nelson’s decentralized aggressive combat philosophy’.[CITATION-16] More forcefully still, another historian has maintained that:The Navy had been designed to fight a gentlemen’s naval war. Long Lines of beautiful dreadnought battleships would sortie to meet the upstart Hun. …when war is contemplated it is not wise to plan to fight the war you want to fight—look at your probable enemies and then plan to fight the war you will have to fight. The Royal Navy has never understood this and certainly did not in World War I.[CITATION-17] Views such as this have become increasingly entrenched in the general literature on the war. One consequence of this trend has been the acceptance of a narrative in which the Navy’s late development of a war staff has been contrasted unfavourably with the Army’s earlier adoption of the General Staff, a comparative disjunction in the military reform process that is held to be symptomatic of the Admiralty’s unwillingness to engage with modern processes and its consequent inability properly to prepare for war. From this it is but a small step to suggest that the political decision to deploy the British Expeditionary Force (BEF) in direct support of the French in 1914 was the result of the General Staff’s superior ability to formulate, prepare and present coherent war plans, the implication being that the Navy’s inability to think critically was widely acknowledged and contributed to the narrowing of Britain’s options in 1914.[CITATION-18] The analysis in these examples is clear enough, as are its ramifications, but are such trenchant criticisms really deserved? Was the Royal Navy actually as devoid of technological understanding, competent leadership and broader strategic and tactical thinking as these judgements assert?In recent years a good deal of new scholarship has emerged, much of which paints a very different picture of the Royal Navy and its leadership in the run-up to the First World War. Although the history of British naval policy in this period is now a highly contested area, with wide differences of opinion evident in recent analyses of the direction and intent of Admiralty thinking, much of this historiography is nonetheless in agreement about the assiduity, thoughtfulness and realism with which the service and its leaders prepared the ground for war in general and for a naval war against Germany in the North Sea in particular. To begin with, John Beeler and Iain Hamilton have conclusively established—admittedly on very different grounds—that the Royal Navy of the mid- and late Victorian era was far from the reactionary and sleepy instrument of popular caricature.[CITATION-19] On the contrary, evidence of innovation in both materiel and tactical thinking abounds for this period.[CITATION-20] A great deal has been built on this. Shawn Grimes, for example, has shown that serious preparations for such a conflict began at the very start of the twentieth century.[CITATION-21] Working from previous, highly detailed blueprints for war against France, war planners in the Naval Intelligence Department gave considerable thought to the likely form and parameters of such a conflict. Grimes lays particular emphasis on the work of Captain George Alexander Ballard, the Navy’s foremost expert on such matters, who, until 1907, was instrumental in drafting the strategic outline and operational directives for an Anglo-German war. Developing this work further, David Morgan-Owen has reassessed the war plans of the period after Ballard’s departure from Whitehall in 1907.[CITATION-22] Focusing particularly on the 1909 war plans as well as on the strategic thinking of First Sea Lord Admiral Sir Arthur Wilson, he has revealed that Admiralty planning at this time was driven by a proper appreciation of the realities of warfare in the North Sea as well as by a considered assessment of the balance of risks entailed in the available offensive and defensive options. Finally, Nicholas Black and Christopher Bell have both shown that after late 1911, the period in which Churchill was First Lord of the Admiralty, preparing for an Anglo-German war was the Navy’s top priority. The institutional focus for this was the creation of the Naval War Staff, a subject that has been analysed in detail by Black.[CITATION-23] Meanwhile, Bell has clearly highlighted Churchill’s recognition of the North Sea as the theatre which would prove decisive and the one to which the greatest resources needed to be devoted.[CITATION-24] He depicts the Churchill Admiralty as extremely active when it came to looking for creative solutions to the strategic, operational and technological challenges it faced on the eve of war. Nowhere was this clearer than in the 1912 and 1913 manoeuvres, which, as he explains, drove a serious effort to provide Britain with strategic options for the anticipated conflict.[CITATION-25] Even those who disagree with the substance of the above arguments accept the broader point that the Admiralty was an organisation which sought innovative solutions to the many strategic and tactical problems that it faced.[CITATION-26] Indeed, some scholars go to the extreme of arguing that, far from being backward, the Royal Navy was in fact so far-sighted that it formulated revolutionary plans to utilise Britain’s position at the heart of the world’s banking system to deliver a devastating shock to the German economy upon the outbreak of war—‘a British Schlieffen plan’. This thesis claims that the Admiralty planned to bring about a quick victory in a war with Germany by collapsing the global economy and so severing the sinews of the German war effort at the very outset.[CITATION-27] This hypothesis, with its central proposition of a very detailed, highly advanced and utterly revolutionary economic warfare plan, has not found widespread acceptance among experts in the field.[CITATION-28] Nevertheless, it illustrates that, among those who write about and debate British pre-war naval policy, there is now little disagreement over the fact that Britain’s naval leaders thought seriously about the strategic and tactical issues facing them, and that, although not possessing complete answers to every problem, they were as well prepared to fight a modern war as could reasonably be expected. However, as the views of Murray Williamson cited above clearly demonstrate, this convergence of opinion among historians studying the Royal Navy has so far had limited traction in the wider literature. Possibly it has been masked by the intricacy and intensity of the debate over the actual policy adopted by the Admiralty, the tone of which can easily obscure the bigger picture. Alternatively, it could be that, although there is broad agreement on the characterisation of the Navy as a thinking organisation in the decade before the outbreak of the war, broader acceptance of this is slowed by the want of a comprehensive picture of the state of the Navy on the very eve of war. Here questions still remain. How and to what extent had all the changes that had taken place been assimilated? What impact had this had on the command culture and strategic thinking of the Royal Navy’s leaders? How willing were these people to embrace change and drive forward technical, materiel and tactical improvements? How effective was the Navy in translating technical and tactical innovation into credible strategic options for politicians?We possess an extremely good snapshot of the thinking of the Royal Navy’s top leadership on strategic, technological and tactical issues just before the outbreak of war in 1914. Unlike the Army, the General Staff of which appraised military problems at an annual conference, neither the Admiralty nor the Naval War Staff held a regularly scheduled meeting to undertake an equivalent exercise. However, perhaps aware of what the sister service did, in April 1914 the Navy timetabled its ownmeeting, at which it was intended that a wide-ranging discussion of such issues should take place. In many respects, this was a logical culmination of the discussions and concerns that had been shaping naval thinking for several years. In the summer of both 1912 and 1913 a series of important manoeuvres had been held to assess the Navy’s latest war plans. These had been very revealing but also very expensive, and as a result the decision had been taken that in 1914 a less costly, but no less necessary, exercise would be held in the form of a test mobilisation. This decision would prove to be highly significant in early August 1914, as it meant that, despite a certain amount of dispersal, a significant proportion of the fleet was in a heightened state of readiness at the very moment when the European powers rushed headlong into war. The Royal Navy’s preparedness for conflict at the decisive moment was thus enhanced. While this could not have been predicted in April 1914, the test mobilisation had been identified as having a quite different benefit. It would ensure that, for a brief period, all the Navy’s principal flag officers would be in one place at the same time. This was an opportunity not to be missed. As the First Lord of the Admiralty, Winston Churchill, realised, it enabled the holding of a conference that could be attended by all thirty-three of the admirals and commodores commanding the various home fleets and squadrons, as well as by the Sea Lords, the chief planning officers in the War Staff and also any senior naval officers in charge of shore-based commands that they chose to invite. This gathering—consisting of all the designated wartime leaders of the Royal Navy in home waters—could then air and discuss the pressing issues, as they saw them, faced by the naval forces at that moment.The calling of this conference, which was scheduled to take place at Spithead (subsequently Portland) at the end of July 1914, is a godsend for historians, for it reveals exactly what was then exercising the minds of the different elements of the Royal Navy’s hierarchy. Although the European crisis that erupted at the very moment when the conference was supposed to take place ensured that it was never held, all the naval leaders who were due to participate had previously been invited to identify for the conference agenda those issues that they felt were most urgently in need of being addressed.[CITATION-29] These suggestions, which were received long before the conference was cancelled and which still exist, reveal the most significant concerns for front line commanders.[CITATION-30] Of course, not all suggestions were accepted, and the Admiralty worked to produce a final and shorter list. This involved not only the removal of topics considered unworthy of discussion, but also the addition of some unrequested topics, including those of particular concern for the War Staff. Naturally, the editing process casts a useful light on the priorities of the Admiralty. Equally helpful is the fact that, while this final list was being created, the Admiralty commissioned short position papers in the form of summaries of the main lines of argument on the topics selected for discussion. These were produced either by the proposers of the topics in question or by relevant expert authorities within the Admiralty (or, occasionally, both). Intended for prior circulation and as prompts for the discussions, some were printed verbatim and included with the conference agenda, while others were extensively edited, and others, although written, mysteriously never saw the light of day.Taken as a whole, the documentation for this aborted conference provides a unique snapshot of the thinking of Britain’s key naval commanders on those strategic, tactical and materiel issues that concerned them at the very moment when they were about to embark upon the most serious of all military examinations, the test of a major war. While this proposed event has been known to historians for some time, with several scholars referring to it in general terms or discussing particular aspects of it, to date no one has undertaken a systematic analysis either of the conference as a whole or of its implications for the historiography on the Admiralty as a reflective institution in 1914.[CITATION-31] This article will fill these gaps. In particular, it will use these files to re-evaluate the Royal Navy’s readiness for the total war that loomed.[CITATION-32] They are particularly appropriate for this task not just because of the proximity of the proposed date of the conference to the outbreak of war, but also because the conference documentation brings together several seemingly diverse strands of naval strategic and tactical thinking and unifies them to form a cohesive overview. As such it offers an excellent, even unparalleled, perspective on the state of naval thought at the time.The conference agenda reveals that, far from being technophobic, resistant to change, inflexible, unimaginative or unaware of the nature of modern warfare, the Royal Navy leadership showed a remarkable degree of prescience about the challenges that a war with Germany would present, even if it did not always have ready solutions to the anticipated problems.The first draft agenda, compiled by the War Staff in early June, contained thirty-three separate questions grouped under five different section headings—(A) Strategical, (B) Tactical, (C) Personnel, (D) Materiel and (E) Miscellaneous. This list was quickly whittled down. The paperwork was sent to Churchill for comment and on 19 June he passed judgement. He approved the strategical and tactical topics, albeit with a few minor changes of wording and emphasis. However, he had considerable reservations about the other sections. Three issues had been proposed regarding personnel. These were: ‘The desirability of providing complete guns’ crews for the anti-torpedo arm[amen]t of the Battle Cruisers’; ‘the feasibility of giving Lieutenants RN and Marine Officers instruction in gun control … before these officers take up their duties as Officers of Turret’; and ‘Separation of administration of Air Service from Fleet’. Churchill removed these in their entirety, thereby reducing the number of section headings from five to four. His rationale consisted only of the laconic observation that they were ‘not suited for discussion at this conference’. The section on materiel fared slightly better in that only 60 per cent of the topics were struck out. The deleted items were: ‘Reduction of wood work in war vessels’; ‘improving the fighting efficiency of the earlier Dreadnoughts’; ‘the importance of docking cruisers more frequently’; ‘Relative efficiency of the Majestic and Canopus class, i.e. which should first go into Material Reserve’; the lack of space for the staff of flag officers in flagships; and the need ‘to replace the cruiser squadrons which are now slower than the hostile battleships which they are required to shadow’. In a similar vein, two of the four ‘Miscellaneous’ items—the abolition of the rum ration and the preparation of special war charts showing anchoring berths at Rosyth, Cromarty and Scapa Flow—were also removed from the agenda. Once again, no more explanation was provided than their lack of suitability, although in some cases one might surmise that the relative narrowness of the points at issue might have prompted the deletion.[CITATION-33] Whatever the reasoning, it is notable that Churchill’s cuts made deep inroads into topics that were considered especially important by Admiral Sir George Callaghan, the Commander-in-Chief (C.-in-C.) of the Home Fleets. In forwarding the suggestions for conference topics, Callaghan had specifically identified those of greatest interest to him personally as well as highlighting those of his subordinates’ suggestions that he regarded as most important. Churchill’s editing cut a swathe through these. Among the topics excised were three of Callaghan’s main suggestions—the replacement of slower cruisers, the upgrading of conning towers in flagships, and the more regular docking of cruisers. Also deleted was the topic suggested by Sir Douglas Gamble, the vice-admiral commanding the Fourth Battle Squadron, about improving the fighting efficiency of earlier dreadnoughts—one that Callaghan had especially promoted.If this still left a reasonable number of Callaghan’s main concerns on the agenda, a second round of editing conducted in mid-July radically reshaped the programme to the detriment of the C.-in-C.’s concerns. On 12 July, despite the fact that position papers on all the topics had already been commissioned and in some cases set in type, six of the nine topics in Section A, all of which related to bases on the east coast, were removed. In their place, three new topics were added to this first section—now named ‘General’ rather than ‘Strategical’—one new subject was inserted into Section B and an additional two were placed in Section C. Section D, already the shortest, was left untouched. The new ‘General’ topics were: the use of moored mines in war; how to utilise older battleships in a war with Germany; and the value of submarines in a war with Germany. The subject added to the ‘Tactical’ section concerned battle ranges, while those newly incorporated in the ‘Materiel’ section both concerned destroyers. For none of these new subjects was there time to add a freshly written printed précis, although in the case of one of them—‘The average percentage of days … on which destroyers can be oiled at sea in the North Sea’—extracts from a report produced in October 1912 were supplied in lieu.Churchill’s two rounds of editing left a more manageable twenty-three topics now organised under four rather than five headings, with personnel issues removed entirely. Thenceforth this would remain the format of the conference. This arrangement, which was doubtless administratively convenient, obscures the underlying reality that, excluding a few random issues, the questions raised fell overwhelmingly into four key areas—areas that just happened to correspond with some of the most testing problems that the Navy would soon face and for which they have been criticised extensively. These were, first, issues of command and control; secondly, the impact of new technologies and their proper integration into the fleet; thirdly, the defence of British trade; and, finally and most frequently of all, issues relating to what was generally known in the Navy as ‘the North Sea problem’, namely how to contain the German High Sea Fleet and prevent it from launching an assault on the British Isles. These concerns, which would prove remarkably prescient given Britain’s wartime experience, will be examined in turn.A frequent criticism arising out of the Grand Fleet’s mixed performance at the Battle of Jutland on 31 May–1 June 1916 is that the Royal Navy employed so rigid and centralised a command structure that subordinate commanders were sapped of initiative.[CITATION-34] As a consequence, they acted only on explicit orders.[CITATION-35] In this light, it is instructive that the nature of command responsibility and the concept of flexibility in this respect was intended to be a major issue for the conference. The matter was raised by Sir Cecil Burney, the vice-admiral commanding the Second and Third Fleets, who posed the question ‘to what extent [should] junior flag officers … act on their own initiative … without signals and orders from the Commander-in-chief?’ The final printed position paper commissioned by the Admiralty for prior circulation provided few clues about Burney’s motive for raising the question of the decentralisation of command. Rather, it took the easy option of referring to a series of memoranda already issued by Sir George Callaghan that outlined the C.-in-C.’s views on this and other related topics.[CITATION-36] Entitled ‘Conduct of a Fleet in Action’, the memoranda in question actually allowed subordinate commanders considerable latitude and encouraged independent action in certain defined circumstances, such as the ‘sudden appearance of the enemy at night or in a fog’. Callaghan also made it clear that he intended to control the fleet up to the point of deployment, but that after deployment, while he intended to command those sections of the fleet in the immediate vicinity of his flagship, control of those lying beyond this would be ‘delegated to their commanders’.[CITATION-37] This suggests that, up to early 1914 at least, the policy of the C.-in-C. Home Fleets, a policy which was endorsed by the Admiralty, was one of defined command flexibility. However, Burney’s original précis, which, unlike the final paper, was not written with explicit reference to Callaghan’s memoranda, shows that an even greater degree of autonomy was desired by some elements in the fleet. As he explained:In an action with a large fleet, fast divisions, cruisers and destroyer flotillas, numerous cases will arise for individual action on the part of divisional commanders.Offensive action by divisions by which the best tactical advantage is reaped, and the enemy’s operations made more difficult, cannot fail, under most conditions, to be superior to the defensive attitude of single line. It is therefore considered that a more defined idea should exist as to what extent and under what circumstances junior flag officers should take the initiative, without waiting for orders or signals from the Commander-in-Chief.[CITATION-38] Given this situation, Burney regarded it as axiomatic that ‘provided flag officers … [were] well acquainted with the Commander-in-Chief’s intentions … they should have no difficulty in taking independent action, without signals or orders, which they know is in conformity with the wishes and intentions of the Commander-in-Chief’.[CITATION-39] None of this, it should be stressed, was intended to lessen the role of the fleet commander. This is evident from another of the subjects Burney proposed, namely ‘the advantages and disadvantages of the Commander-in-Chief being in the line in a heavy ship, or outside the line in a fast vessel’. The Admiralty’s printed précis made it clear that the official view was firmly in favour of the C.-in-C. being in the line.[CITATION-40] Although Burney’s original position paper was not printed, it reached the same conclusion. To maintain ‘effective control’, Burney wrote, the C.-in-C. had to take ‘an actual part in the engagement’ from within the line. This was especially important as Burney believed that ‘the energy and dash of a Commander-in-Chief has often been the means of counteracting irresolution on the part of subordinates’.[CITATION-41] In short, Burney wanted well-defined orders and clear leadership from the C.-in-C., both as desirable in themselves and because such a state of affairs would facilitate independent action at suitable moments by subordinate commanders. That the leadership structure did not conform to this ideal at the Battle of Jutland is a matter that has generated much historical discussion and controversy over the years.[CITATION-42] However, as can be seen, this was not because the issue had not been discussed by the Navy. Indeed, a flexible leadership style with subordinates not waiting for explicit orders but willing to act intuitively on the known desires of the C.-in-C. was a model actively promoted before the war. Whether Callaghan, had he remained as C.-in-C., would have been able to make such a command structure operationally effective is, of course, another matter, and one on which only speculation is possible. However, it is clear that he intended to do so and that he was supported by other senior naval leaders, which suggests that there was no structural impediment to a more decentralised approach to fleet command and control.The second key area of interest, judging by the frequency with which it was raised for discussion, concerned the effective integration of new technologies, ship types and materials into the Royal Navy. Specific questions were tabled about the possible use of aircraft to replace cruiser cordons and patrol flotillas; about the role of submarines; about the extension of oil fuel to additional categories of vessel; about new designs of mine and their possible deployment; and about the value of light craft in protecting the fleet against submarine attack. In none of these cases was the thrust of the question that the Royal Navy should stand in the way of progress or seek to frustrate the development of new inventions. Rather, the point was to see what use could be made of innovation to enhance the efficacy of British maritime power. The issue of submarines is a case in point. Submarines featured twice on the agenda. In the first instance, it was in a strategic question about their potential to influence the course of a war with Germany. In the absence of a précis one can only speculate as to the Admiralty’s reason for adding this subject at the last minute, although it is clear from the actual framing of the question that the influence of the submarine was expected to be very considerable.[CITATION-43] The submarine’s second appearance on the programme was in a procurement and design question relating to Britain’s need for a larger number of much bigger craft. The topic was originally proposed by Rear-Admiral William Pakenham and, judging by his attached rationale, reflected both an awareness of the difficulties of using submarines to guard the British coasts and a belief that submarines would soon be utilised overseas on operations in the enemy’s waters.[CITATION-44] The précis provided in the agenda failed to clarify Admiralty thinking on the matter. When a position paper on the topic was first requested, the Office of the Commodore (S), the head of the submarine service—a post then held by Roger Keyes—provided a ten-page printed summary of British submarine development since 1900. The dating of this document suggests that it was an already existing memorandum not specifically written for the proposed conference. Over-long, massively detailed and manifestly unsuited as a spur to discussion, the decision was quickly taken to reduce it to something more manageable. Unfortunately, faced with an unwieldy and lengthy exposition, the Admiralty went to the other extreme of cutting the entire text, leaving only a table containing the dimensions and particulars of four of the latest British submarine designs. Unfortunately, bald technical details such as this provide no clear indication either as to the main role envisaged for the submarine—be it home defence, operations off the enemy’s coast or co-operation with the fleet—or as to the nature of the discussion planned for the conference. However, as specifications were provided for the E class and the improved E class submarines—boats that were both considered suitable for reintroducing a blockade of the German coast[CITATION-45] —as well as for the experimental steam submarines,and, but not for the 24-knot steam-powered submarine designed by the Director of Naval Construction in late 1913, one might reasonably infer that the reintroduction of blockade rather than the integration of submarines into the battle fleet was the priority, at least until the two experimental types had proven themselves. This would have been in line with existing Board decisions.[CITATION-46] What was true of submarines was also true of aircraft. The proposer of this topic held that the then current range of aircraft and the limitations of available wireless telegraphy sets restricted existing aircraft to supporting the reconnaissance roles of cruisers and patrol flotillas. They were thus seen as an addition to, rather than a substitution for, current floating assets. However, he accepted that, if these problems could be overcome, ‘they would undoubtedly be better than the cruisers owing to their superior speed and view and also their small cost’. Accordingly, he sought the views of the ‘aircraft authorities’ on this matter.[CITATION-47] The précis attached to the agenda was written by Murray Sueter, the Director of the Admiralty’s Air Department. He argued forcefully that, whatever were its current limitations—and he accepted that these existed—air power would soon be exercising a considerable influence on naval warfare. In his opinion, shore-based aircraft were already able to provide a continuous patrol of Britain’s coasts. Without commenting at all on how planes would deal with the difficulty of long-distance navigation over wide bodies of water, he maintained that they would soon be able to perform similar functions further out to sea. ‘That seaplanes have a very great future in their employment as scouts for the Fleet cannot now be denied’, he opined. Enhanced engine reliability and the provision of special ships to carry, launch and recover such aircraft out at sea would, he suggested, materially enhance their suitability for this role. However, it was not just their capabilities as scouts that excited Sueter. Although the topic as tabled only asked about this one specific role, he suggested that the value of planes would soon be extended by virtue of their capabilities as a potent weapons-delivery system. As he argued:The above makes no reference to the other uses to which aircraft can be put in the way of attacking with bombs enemies’ arsenals and dockyards. The power to carry and use a vital weapon from craft of this speed and comparative cheapness of construction will have far-reaching effects. A new and very important role which there is no doubt they will play, is the carrying of torpedoes for attack of the enemy’s ships and transports. Seaplanes are now being built, which will carry the service 18-inch torpedo, and have a radius of action of several hundred miles, and it is confidently expected that they will be able to discharge them either when resting on the water or when flying close above the water.[CITATION-48] In the light of this expectation, the fact that by October 1917 the Royal Navy was contemplating an airborne torpedo strike on the German fleet at harbour in Wilhelmshaven—a plan one historian has labelled ‘the first Pearl Harbor’—is far from surprising.[CITATION-49] Such innovation was very much in the spirit of the service as seen from the Spithead Conference agenda.A third important area of concern was the protection of British maritime commerce. Not surprisingly, given that the German unrestricted submarine campaign of 1917 came uncomfortably close to undermining the British war effort, a great deal of historical attention has been focused over the years on the supposed failure of the Admiralty to anticipate the submarine threat. With the benefit of hindsight, it has been a small step for some historians to assert that the Royal Navy gave little thought to the problem and needs of trade defence prior to 1914.[CITATION-50] In fact, while it is true that the use of submarines against civilian vessels was predicted by very few—Fisher being the best-known exception—the naval authorities gave a great deal of thought to the general question of trade defence before the outbreak of the First World War. This concern was also reflected in the conference agenda.The question of trade defence was raised, albeit unintentionally, by Sir George Warrender, the vice-admiral commanding the Second Battle Squadron. In response to the call for agenda items, he proposed ‘Destruction of Enemy’s Commerce in view of the Paucity of Fast Cruisers Available’.[CITATION-51] The task of writing the précis on this topic was entrusted to Richard Webb, the officer designated to head the putative Trade Division of the Admiralty War Staff. Webb’s draft opened with a few lines covering the relatively simple matter of the capture of German shipping on the high seas in wartime, before moving on swiftly to proclaim that this task was ‘of secondary importance’ to that of protecting British trade from German depredations. Following this abrupt change of subject, several pages were then devoted to the nature and magnitude of the German threat as well as to a detailed exposition of the means by which it could be stopped.[CITATION-52] The draft was then submitted to the Admiralty; at this point the meagre discussion of interdicting German trade was entirely excised, as were the detailed remarks on existing British trade protection measures. What remained was a concise and hard-hitting summary outlining in brutal terms the extent of the German menace to British commerce.[CITATION-53] This was not wholly surprising. At the end of May, Webb had submitted to the Operations Division of the War Staff a detailed memorandum outlining his fears about the impact of an early assault by German maritime sources on British shipping.[CITATION-54] The précis duplicated this memorandum in all its essential points.The threat identified was Germany’s auxiliary cruisers.[CITATION-55] On the assumption that at least ‘46 German merchant steamers are known to be fitted for conversion into armed auxiliaries’, the memorandum assumed that on the outbreak of war British shipping would be subjected to a concerted global attack. Past precedents ranging from the actions of French privateers in the Napoleonic wars to the commerce raids of the CSSin the American Civil War were introduced in order to argue that this kind of assault would be tricky to counter. Reinforcing this assessment was a summary of the results of a recent strategic exercise conducted at the Naval War College. Modelling a German assault on British trade in the early stages of an Anglo-German conflict, the war game resulted in mayhem on the shipping lanes, producing the conclusion that ‘the Germans could prey on our commerce almost unchecked’.This précis leaves little doubt that the problem of trade defence was taken seriously by the naval authorities before 1914 and did not arrive unexpectedly in 1915 or 1917. Of course, one could argue that, in focusing on the threat from surface raiders, the Admiralty identified a general danger while failing to anticipate the specific problem. While that may be true, it would have required a remarkable gift for prophecy to have foreseen a use for submarines, namely attacking merchant shipping without warning, which was at that stage not even a component of official German naval thinking. It also ignores the fact that German surface raiders did represent a real threat. Over 400,000 tons of British shipping was lost to them during the conflict, a total sufficient to induce British planners to anticipate a renewed campaign with some trepidation in the years preceding the Second World War. In this light, the redirecting of Sir George Warrender’s original question so that the defence of trade was prioritised and the emphasis placed in the précis on German auxiliary cruisers seem not just reasonable, but a good indication of the Admiralty’s principal concerns about this issue.For all the consideration given to other concerns, the topic that was ultimately due to receive the greatest scrutiny at the conference was the so-called ‘North Sea problem’.[CITATION-56] This issue had arisen in May 1912 as a result of the decision fundamentally to recast the Admiralty’s plan for a war with Germany. Contrary to the arguments of one prominent historian that the Navy had opted, under Fisher’s leadership, to protect the British Isles from raid or invasion by utilising swarms of flotilla craft to render the North Sea impassable to large armoured warships,[CITATION-57] in actual fact the plans drawn up before May 1912 had all been based upon a quite different premise. To take the 1909 war plan as an example, it called for the deployment of the best British destroyers off the German North Sea littoral, where they would mount an observational blockade of the German coast. The purpose of this blockade, which was backed by lines of cruisers and armoured cruisers, was not primarily an economic one—although the benefits of cutting Germany off from global trade were obvious and greeted by the Admiralty as a welcome side effect—but rather the gathering of operational intelligence. The destroyers were stationed off Germany’s harbours to notify the British naval command of any attempt to sortie into the North Sea. Should such a move take place, there would be two British fleets, one based in Scotland and one based between the Channel and the Wash, ready to intercept the emerging German forces and give battle.[CITATION-58] On this basis, the Admiralty were confident that the security of the British coast was guaranteed. There was no way for German forces to reach it without being met in battle and defeated by at least one superior British fleet.However, in May 1912, with the increasing threat to naval forces in the blockade lines from submarines, mines and torpedoes, and fears growing of prohibitive losses from such sources, the decision was taken to pull back the observation lines from the German coast. While this naturally reduced the exposure of British units to underwater attack, it also created a problem: how would the Navy now get warning of the German fleet having left port to mount a raid or invasion of the British Isles in time to head off that threat? One suggestion was to deploy a cruiser cordon in the mid-North Sea region that would act as an early warning system. Unfortunately, when tested in manoeuvres in 1912 and 1913, this method simply did not work. On both occasions, the side playing the Germans managed to land forces on the British coast without the alarm being raised and without serious interference. This alarming outcome was the Navy’s reason for a preoccupation with the ‘North Sea problem’. Put starkly, on its current plans, it could not guarantee to protect the British Isles because it would not necessarily know if or when the Germans had put to sea or where they were heading if they had done so. A solution to this intelligence gap, as the citizens of Scarborough would soon be able to affirm to their cost, was desperately needed.[CITATION-59] In the First World War the operational intelligence gap opened up by the withdrawal of the observational blockade would be plugged in part by the early capture of no fewer than three different German signal books, a serendipitous bonus that allowed the Navy’s code breakers in Room 40 of the Old Admiralty Building to provide invaluable information on German intentions throughout the course of the war—provided, of course, that they were transmitted in timely fashion by radio. However, not only was this not always the case, but such a bountiful harvest of code books could hardly have been counted upon in advance of the war and it is, therefore, far from surprising that addressing the North Sea problem was seen as a pressing issue by those flag officers of the Home Fleets asked in May 1914 to proffer topics for discussion at a forthcoming conference. Accordingly, no less than 30 per cent of the questions submitted were directly related to this topic, the importance and urgency of which was thereby substantially underscored.To begin with, all these questions were accepted for discussion, the notation on the War Staff’s first draft agenda being: ‘initial war operations [were] dependent on these decisions’.[CITATION-60] These questions were also included in full in the final typed agenda sent to Sir George Callaghan in early July.[CITATION-61] Subsequently, position papers on all these questions were also commissioned, with many agreed précis sent to the printers for typesetting in the first week of July. However, at some point in the second week of July several of them were suddenly struck from the programme. These included several questions about the east coast anchorages that would be used in wartime with particular reference to the strength of fixed defences, the sufficiency of berthing and the adequacy of the stocks of fuel available for immediate operations. Judging by the questions raised, the existing preparations at Rosyth, Scapa Flow, the Humber and Harwich were all a matter of the utmost concern in the fleet, with a general sense that home forces were not in possession of adequate bases for exercising control over the North Sea. It is unlikely that the précis that had been prepared would have done anything to alleviate this. Consequently, these agenda items would doubtless have led to a lively and useful discussion. Quite why they were axed, and at a time so close to the actual conference date, remains unclear, although the suspicion is hard to escape that the Admiralty in general and Churchill in particular might not have been eager to give extensive coverage to a topic that would inevitably shine a spotlight on the inadequacy of the measures they had taken over several years to address the matter.However, even with the removal of these topics, there were still numerous other issues raised in relation both to the difficulty of denying the Germans unfettered access to the North Sea and to the search for a means to address this problem. One obvious solution, which was put on the agenda by the indefatigable Cecil Burney, was the possible reimposition of a close blockade. The Admiralty précis was not encouraging, pointing out that exercises to test this operation had been conducted in Tor Bay in May of that year and had reaffirmed that such a deployment would be extremely risky under the conditions prevailing in the North Sea.[CITATION-62] Callaghan labelled the idea as ‘not only impractical, but also a dangerous policy … almost certain to lead to heavy losses and ultimate abandonment’.[CITATION-63] Burney was not oblivious to these objections; he, too, regarded a surface blockade of the German coasts as impossible, although he thought a submarine cordon might be feasible.[CITATION-64] However, the fact that he raised the issue and the Admiralty accepted it for discussion, despite widespread agreement that it was not viable, and that exercises to assess the viability of reintroducing this option had been held as recently as the month before demonstrates just how difficult finding a functional alternative was. It is also notable in this regard that a possible solution that was being actively explored at the time—namely, seizing a German North Sea island as an advanced base for blockade operations—was not placed on the agenda, even though Churchill was a strong proponent of the idea and the officer in charge of the committee examining this possibility, Vice-Admiral Sir Lewis Bayly, was due to attend the conference.[CITATION-65] The thrust of several other questions, however, showed that there was some consensus if not about the solution to the North Sea problem then at least about where the solution might be found. The main area of focus, suggested by several officers, was the battle cruiser. Three similar questions about this warship type were tabled for the conference. They were: (i) ‘How can battle cruisers and light cruisers best be employed in the North Sea … to give early information of the enemy’s fleet having put to sea’; (ii) ‘General consideration of the duties of battle cruisers’; and (iii) ‘The desirability of exercising light cruisers in conjunction with battle cruisers, being a force of homogeneous speed’. The relationship between these topics and the North Sea problem, if not always evident from their wording, was immediately apparent from the accompanying documentation. The justification for the first question, for example, was that the ‘manoeuvres and exercises of 1912 and 1913 indicate the weakness of an extended watching patrol in the North Sea’.[CITATION-66] The C.-in-C. agreed. ‘Recent experience’, he wrote in his own précis, ‘has proved, without a shadow of doubt that long lines of cruisers are useless and even impracticable’.[CITATION-67] Sir David Beatty, the rear-admiral commanding the First Battle Cruiser Squadron and the proposer of the other two questions, felt likewise. ‘Manoeuvres have shown’, he observed, ‘that the lines of our present Cruiser Strategy in the North Sea involves heavy risks and very small compensating advantages’.[CITATION-68] If the North Sea problem was the reason for a detailed evaluation of the role of battle cruisers, it remained to be seen how they could provide a solution. For Callaghan the answer was to make them the advance guard of the Grand Fleet and then deploy that fleet in force in the North Sea ‘for periodic sweeps on a large scale’.[CITATION-69] The logic behind this was that the unpredictable presence of the entire British Fleet in the North Sea might deter the Germans from coming out or, if they did come out, ensure that there was a strong likelihood of an encounter battle.There was, however, a considerable element of chance in such a policy—what if the German force was not encountered?—and this reliance on luck did not appeal to everyone. The alternative suggestion was to stiffen the cruiser cordon. The only vessels able to do this were battle cruisers. In the past, Royal Navy battle cruisers deployed in the North Sea had been grouped together in homogeneous squadrons, the idea being that these squadrons could be vectoredto any point in the cruiser cordon that came under attack from heavier German forces. Unfortunately, as Beatty and others acknowledged, the Germans could ‘easily demolish’ such a cordon well before the battle cruisers could arrive as support. However, if the battle cruiser squadrons were split up and pairs of battle cruisers were sent to operate with groups of light cruisers in mixed squadrons, this problem might be obviated. Any watching patrol that the Germans encountered would already have fast heavy supports that could either defeat the attacking forces or, if too strong, cover the retreat of the light cruisers. By such means, the ‘area of control’ might be ‘greatly increased’.[CITATION-70] Furthermore, it might be possible for such mixed squadrons, given the security afforded to them by the presence of the battle cruisers, to engage in small-scale cruiser sweeps themselves.The creation of such mixed squadrons was, in fact, Admiralty policy and was scheduled to be put into effect when Beatty relinquished his command in 1915. However, as the Admiralty’s précis for the conference acknowledged, the policy was controversial, and Rear-Admiral Charles Madden, the commander of the Second Cruiser Squadron, had contributed an extensive critique of it as part of his contribution to the conference process.[CITATION-71] For this reason, when the agenda was first drawn up, Churchill had specifically minuted that the issue was one ‘on which it is most desirable to elicit a free expression of opinion’.[CITATION-72] Possibly with a view to achieving this, the Admiralty’s printed précis in the final agenda was rather bland, not even mentioning that mixed squadrons were scheduled to come into effect in 1915. Moreover, in relation to sweeps, it noted the suggestion that sweeping might be employed as an alternative, merely commenting that ‘there is no experience to form an opinion of the efficacy of this method’.[CITATION-73] However, in contrast to such bland statements, an earlier draft had set out the problem more fully. Britain’s battle cruisers could not simultaneously be in the van of the Grand Fleet as a homogeneous squadron when the former went on a sweep of the North Sea ‘on a large scale’ and also be part of mixed squadrons that could act as dispersed watching patrols which would not easily be driven away or destroyed by advancing German forces. So, which to choose? The draft acknowledged that ‘our main fleet cannot be reduced below the strength of the hostile fleet with its battle cruisers’. Yet despite this, it went on to note that ‘from various cruiser exercises, the great importance of the Battle Cruiser [to cruiser operations] has been clearly shown’. If they were not present, ‘losses of … vessels will be many, and due to lack of support [the light cruisers] will not be able to locate the enemy’s fleet’. Thus, the draft concluded, if battle cruisers could not be spared for this purpose, ‘another method with light cruisers only may have to be tried, but it is not to be recommended’.[CITATION-74] The considered opinion of the Admiralty, which none too surprisingly corresponded with their forthcoming policy, was clear enough, even if for the purposes of free discussion it was not included in the final printed précis.[CITATION-75] Thus, on the eve of conflict, it was evident that the naval leadership had given considerable thought to the difficulties of war against Germany in the North Sea. Admittedly, given the nature of the problem, they had little choice but to take it seriously. This did not, of course, mean that there was full agreement, but the lines of future policy were in place. It is worth noting that, even if a close destroyer blockade was no longer considered viable, Burney’s suggestion of a submarine blockade was, in fact, already being explored, with Churchill an enthusiastic advocate. Similarly, the idea of powerful mixed cruiser squadrons patrolling the North Sea to provide operational intelligence of German movements was also due to come into effect, albeit without much certainty as to its effectiveness. These proposed solutions, it should be said, do not correspond to several of those that have been suggested in the historiography. Arthur Marder, who did a great deal of painstaking work on naval war plans in the Admiralty Record Office in 1956, argued that the Admiralty stumbled fortuitously upon ‘distant blockade’ right on the eve of the First World War.[CITATION-76] This lucky development underscored, in his mind, the idea that the Royal Navy was the unreflective organisation observed by his protagonist, Jackie Fisher. However, as can be seen, this was clearly not the case. Also difficult to sustain is the suggestion of Nicholas Lambert that the Navy was coherently planning for regular operations in the North Sea but intended to give up on fleet work in favour of flooding this theatre with destroyers and submarines. Certainly submarine work was an intended discussion point, but the so-called ‘flotilla defence’ strategy was not what was on the agenda for the Spithead conference, while using the fleet was.The Royal Navy of 1914 has been described over the years as unimaginative, reluctant to embrace changing circumstances and a slave to tradition. Perceptions of a lacklustre performance in the First World War have reinforced this verdict. Particular charges have been levelled, because of the Battle of Jutland, at its rigid command structure and initiative-sapping procedures. Likewise, the failure to deal effectively with U-boats in 1917 has also led to the accusation that it failed to take new technologies and the challenge of trade defence seriously. If the proposed agenda for the Spithead (later Portland) Conference is anything to go by, whatever might have been the subsequent difficulties of execution under the stresses of an intense wartime setting, there was no lack of thinking about the problems of future warfare in the Royal Navy. Flag officers were well aware of many of the challenges that lay ahead and were quite willing and able to conceive of new solutions to them. For this reason, there was no resistance either to embracing change or to taking forward technical, materiel and tactical improvements. Indeed, all were accepted enthusiastically. Similarly, as the very open debate on the most appropriate form of command and control illustrates, the culture of leadership was not beset by systemic and in-built rigidity. On the contrary, the Royal Navy’s senior admirals were strategically aware, and open to, even pushing for, flexibility in fulfilling their battlefield roles. Had the conference not been prevented from taking place by the outbreak of war, we might be able today to study minutes of the discussions and assess the range of views. Yet, even from the existing agenda and the background papers that survive, it is clear that in 1914 the Royal Navy was a service that was systematically preparing for the task ahead.The significance of this is threefold. First, it is evident that the Royal Navy, notwithstanding the fact that it was slow to establish a formal structure for staff work, should not be characterised as unreflective, a charge which, as we have seen, still exists in the current general literature on military effectiveness. Secondly, the nature of the problems that naval leaders sought to highlight and the priorities they established in regard to the need for solutions sheds an interesting light on the current historiography of British naval policy. In contradistinction to a body of literature that suggests that the Admiralty was preparing to take the ‘revolutionary’ step of relying upon a strategy of ‘sea denial’ in the North Sea while pursuing an aggressive campaign of economic warfare against Germany, it appears clear that Britain’s naval leaders were primarily focused upon identifying and resolving immediate and more conventional operational problems. Technological developments were certainly identified and absorbed, but this process was conducted within the existing strategic framework. Finally, the conclusion that the Royal Navy was a reflective institution getting to grips in a professional and realistic manner with the strategic, tactical and operational problems of the day poses the question: why in August 1914 did the British government adopt the Army General Staff’s solution to a war with Germany and send the entire British Expeditionary Force to France and Belgium? This question is all the more pressing given that scholars are almost unanimous today that there was no prior ‘continental commitment’ that mandated such a response when the war broke out. The Cabinet had complete freedom to do as it wished and it sent the Army to fight. One possible answer is that the Navy, for all its professionalism, was poor at conveying alternative options to the government. We know for certain that this had been the case in August 1911, when Sir Arthur Wilson’s presentation of the Admiralty’s war plans to the Committee of Imperial Defence was branded ‘puerile’ by an incredulous Prime Minister. Much had changed in terms of Admiralty organisation and planning since that time. Nevertheless, despite succeeding reasonably well in preparing itself for a war in the North Sea against Germany, the Navy was evidently not always successful at communicating that fact to the requisite degree to the government, probably because, as the Spithead agenda shows, numerous questions remained to which certain and definitive answers were lacking. By contrast, the Army General Staff, for all the gaps in its strategic reasoning, was a body good at conveying certainties. Thus, despite never actually preparing a continental army, it was able, when it counted in August 1914, to sell to the government a continental strategy and put it into practice. The Spithead conference might have gone some way to redressing this, providing clear and consistent answers to difficult operational questions and so enabling the Navy to offer certain policies. As it never took place this did not occur, and in August 1914 it was only the General Staff that could offer a supposed silver bullet.",
    "footnotes": {
        "1": "J. Laffin, British Butchers and Bunglers of the First World War (Gloucester, 1988).",
        "2": "A well-known example is D. Winter, Haig’s Command: A Reassessment (London, 1991).",
        "3": "This was popularised by Alan Clark in The Donkeys (London, 1961).",
        "4": "For a good summary, see G.D. Sheffield, Forgotten Victory. The First World War: Myths and Realities (London, 2002).",
        "5": "The printed minutes of these meetings can be found in The National Archives [hereafter TNA], WO 279.",
        "6": "TNA, WO 279/495, ‘Report of a Conference of Staff Officers at the Royal Military College, 12 to 15 January 1914, held under the orders and direction of the Chief of the Imperial General Staff’.",
        "7": "Winston S. Churchill, The World Crisis (6 vols., London, 1923–31), i. 93.",
        "8": "See, for example, A. Gordon, The Rules of the Game: Jutland and British Naval Command (London, 1996), and R.L. Davison, The Challenges of Command: The Royal Navy’s Executive Branch Officers, 1880–1919 (Farnham, 2011).",
        "9": "Quoted in A.J. Marder, From the Dreadnought to Scapa Flow, I: The Road to War, 1904–1914 (Oxford, 1961), p. 332.",
        "10": "One of the earliest, most trenchant and most influential critics was the former Prime Minister David Lloyd George. His memoirs offered a stinging commentary on the Admiralty in general and on its failure to introduce convoys in particular: David Lloyd George, War Memoirs of David Lloyd George (6 vols., London, 1933–6), vol. iii, esp. pp. 1162–3. Alan Taylor further popularised Lloyd George’s analysis and conclusions; see, for example, A.J.P. Taylor, English History, 1914–1945 (Oxford, 1965), pp. 84–5.",
        "11": "Churchill, World Crisis, i. 93. He was, of course, referring to Alfred Thayer Mahan, the American admiral, influential naval theorist and author of The Influence of Sea Power upon History, 1660–1783 (Boston, 1890). His judgement ignores the important contributions of British naval thinkers such as John Knox Laughton, the Colomb brothers and Sir Julian Corbett.",
        "12": "For a selection of Richmond’s criticisms, see A.J. Marder, Portrait of an Admiral: The Life and Papers of Sir Herbert Richmond (London, 1952). See also J. Goldrick, ‘The Irresistible Force and the Immovable Object: The Naval Review, the Young Turks, and the Royal Navy, 1911–1931’, in id. and J.B. Hattendorf, eds., Mahan is not Enough: The Proceedings of a Conference on the Works of Sir Julian Corbett and Admiral Sir Herbert Richmond (Newport, RI, 1993), pp. 83–102.",
        "13": "TNA, ADM 116/942, Sir John Fisher, ‘Invasion and Submarines’, n.d. [1904].",
        "14": "Arthur Marder took Fisher at his word that his introduction of critical reforms was a case of ‘Athanasius contra mundum’. Indeed, he even titled the opening chapter of his collection of Fisher’s correspondence as First Sea Lord after this claim; see Fear God and Dread Nought: The Correspondence of Admiral of the Fleet Lord Fisher of Kilverstone, II: Years of Power, 1904–1914, ed. A.J. Marder (London, 1956), p. 15.",
        "15": "W. Murray, Military Adaptation in War: With Fear of Change (Cambridge, 2011), p. 59.",
        "16": "Ibid., p. 60.",
        "17": "H.A. Hyde, Scraps of Paper: The Disarmament Treaties between the Wars (Lincoln, NE, 1988), p. 25.",
        "18": "S.R. Williamson, Jr, The Politics of Grand Strategy: Britain and France Prepare for War, 1904–1914 (Cambridge, MA, 1969); N. d’Ombrain, War Machinery and High Policy (Oxford, 1973); J. Gooch, The Plans of War: The General Staff and British Military Strategy, 1900–1916 (London, 1974).",
        "19": "J.F. Beeler, British Naval Policy in the Gladstone–Disraeli Era, 1866–1880 (Stanford, CA, 1997); C.I. Hamilton, The Making of the Modern Admiralty (Cambridge, 2011).",
        "20": "J.F. Beeler, The Birth of the Battleship: British Capital Ship Design, 1870–1881 (London, 2001).",
        "21": "S.T. Grimes, Strategy and War Planning in the British Navy, 1887–1918 (Woodbridge, 2012), esp. chs. 1–4.",
        "22": "D.G. Morgan-Owen, ‘“History is a Record of Exploded Ideas”: Sir John Fisher and Home Defence, 1904–1910’, International History Review, xxxvi (2014), pp. 550–72; id., ‘An “Intermediate” Blockade? British North Sea Strategy, 1912–1914’, War in History, xxii (2015), pp. 478–502; id., ‘Cooked Up in the Dinner Hour? A Reconsideration of the Strategic Views of Sir Arthur Wilson’, English Historical Review, cxxx (2015), pp. 865–906.",
        "23": "N. Black, The British Naval Staff in the First World War (Woodbridge, 2009).",
        "24": "C.M. Bell, ‘Sentiment vs Strategy: British Naval Policy, Imperial Defence, and the Development of Dominion Navies, 1911–1914’, International History Review, xxxvii (2015), pp. 262–81.",
        "25": "C.M. Bell, ‘The Myth of a Naval Revolution by Proxy: Lord Fisher’s Influence on Winston Churchill’s Naval Policy, 1911–1914’, Journal of Strategic Studies, xxxviii (2015); id., Churchill and Sea Power (Oxford, 2012). See also D.G. Morgan-Owen, ‘The Invasion Question: Admiralty Plans to Defend the British Isles, 1888–1918’ (Univ. of Exeter Ph.D. thesis, 2013), pp. 173–5.",
        "26": "See, especially, N.A. Lambert, Sir John Fisher’s Naval Revolution (Columbia, SC, 1999); J.T. Sumida, In Defence of Naval Supremacy: Finance, Technology and British Naval Policy, 1889–1914 (London, 1993).",
        "27": "N.A. Lambert, Planning Armageddon: British Economic Warfare and the First World War (Boston, MA, 2012).",
        "28": "Among those to contest it are C.M. Bell, Churchill and Sea Power (Oxford, 2013), p. 44; S. Cobb, Preparing for Blockade, 1885–1014: Naval Contingency for Economic Warfare (Ashgate, 2013); J.W. Coogan, ‘The Short-War Illusion Resurrected: The Myth of Economic Warfare as the British Schlieffen Plan’, Journal of Strategic Studies, xxxviii (2015), pp. 1045–64; J. Ferris, ‘Pragmatic Hegemony and British Economic Warfare, 1900–1918: Preparations and Practice’, in G. Kennedy, ed., Britain’s War at Sea, 1914–1918: The War They Thought and the War They Fought (Abingdon, 2016), p. 92; A. Kramer, ‘Blockade and Economic Warfare’, in J. Winter, ed., The Cambridge History of the First World War (3 vols., Cambridge, 2014), ii. 463 and 709–10; S. Kruizinga, review of Lambert, Planning Armageddon, First World War Studies, v (2014), pp. 144–6.",
        "29": "A carbon copy of the telegram that ‘adjourned’ the conference to a later date can be found in the Churchill papers: Cambridge, Churchill College, Churchill Archives Centre, CHAR 13/37/54. A small number of other telegrams and minutes dealing with relatively small administrative matters relating to the conference can also be found in the Churchill papers. Perhaps surprisingly, given Churchill’s considerable personal interest in the conference, no substantive papers on it survive in Churchill’s private papers.",
        "30": "It was standard practice for the Admiralty Record Office to ‘weed’ (i.e. destroy) 98 per cent of its files within forty to fifty years of their creation, leaving only 2 per cent for deposit in The National Archives. In this context, complete runs of papers on single topics spread across multiple dockets are very rare and it is, therefore, surprising how much has survived about this conference. All the papers concerning the preparations for the conference were retained (TNA, ADM 1/8380/150), as were the full set of final agenda documents (TNA, ADM 1/8387/219). Even more remarkably, the documentation on this conference created by the Commander-in-Chief Home Fleets, whose files are notoriously short of pre-war papers, also still exists (TNA, ADM 137/1939). Duplicates of many of these papers also exist in the private papers of Prince Louis of Battenberg: London, Imperial War Museum, Battenberg Papers, DS/MISC/20, Reel IV, items 305 and 320 (the catalogue numbers for these items at the University of Southampton are MB1/T32/305 and MB1/T33/320). Commodore Roger Keyes also kept his copy of the agenda: British Library, Keyes Papers, Add. MS 82464.",
        "31": "For an example of a passing reference, see K.C. Epstein, Torpedo: Inventing the Military-Industrial Complex in the United States and Great Britain (Cambridge, MA, 2014), p. 183.",
        "32": "Although there are references to the conference in other collections—notably the Keyes, Battenberg and Churchill papers mentioned above—it does not feature in any significant way.",
        "33": "TNA, ADM 1/8380/150, minute by Churchill, 19 June 1914.",
        "34": "For the most recent discussion of the Royal Navy’s performance up to the Battle of Jutland, see J. Goldrick, Before Jutland: The Naval War in Northern European Waters, August 1914–February 1915 (Annapolis, MD, 2015).",
        "35": "On this see especially Gordon, Rules of the Game.",
        "36": "TNA, ADM 1/8387/219, Final Agenda, Précis B-5.",
        "37": "Portsmouth, Naval Historical Branch, Backhouse Papers, Sir George Callaghan, ‘Conduct of a Fleet in Action’, 14 Mar. 1914. This paper is also reproduced in TNA, ADM 186/80, ‘Naval Tactical Notes. Volume I’, May 1929, p. 32.",
        "38": "TNA, ADM 137/1939, fo. 83.",
        "39": "Ibid.",
        "40": "TNA, ADM 1/8387/219, Final Agenda Précis B-7.",
        "41": "TNA, ADM 137/1939, fo. 84.",
        "42": "See especially Gordon, Rules of the Game.",
        "43": "TNA, ADM 1/8387/219, Final Agenda, Précis A-3.",
        "44": "TNA, ADM 1/8387/219, Final Agenda, Précis C-3; TNA, ADM 137/1939, Packenham Précis, fo. 54. See also Morgan-Owen, ‘An “Intermediate” Blockade?’.",
        "45": "See discussion at nn. 59–66 below.",
        "46": "C.M. Bell, ‘Sir John Fisher’s Naval Revolution Reconsidered: Winston Churchill at the Admiralty, 1911–1914’, War in History, xviii (2011), p. 350.",
        "47": "TNA, ADM 137/1939, fo. 86.",
        "48": "TNA, ADM 1/8387/219, Final Agenda, Précis B-8.",
        "49": "D. Hobbs, ‘The First Pearl Harbor: The Attack by British Torpedo Planes on the German High Seas Fleet planned for 1918’, in J. Jordan, ed., Warship 2007 (London, 2007), pp. 29–38.",
        "50": "See, for example, A. Ross, ‘Losing the Initiative in Mercantile Warfare: Great Britain’s Surprising Failure to Anticipate Maritime Challenges to Her Global Trading Network in the First World War’, International Journal of Naval History, i (2002).",
        "51": "TNA, ADM 137/1939, fo. 17.",
        "52": "TNA, ADM 1/8380/150, Original Draft Précis (then A-9).",
        "53": "TNA, ADM 1/8387/219, Final Agenda, Précis A-6.",
        "54": "TNA, ADM 137/2831, Richard Webb, ‘Memorandum on Possible Loses to British Commerce in an Anglo-German War’, 28 May 1914. It is reproduced in full in The Naval Route to the Abyss: The Anglo-German Naval Race, 1895–1914, ed. M.S. Seligmann, M. Epkenhans and F. Nägler, Navy Records Society, clxi (2015), pp. 475–7.",
        "55": "For a detailed discussion of this issue, see M.S. Seligmann, The Royal Navy and the German Threat, 1901–1914: Admiralty Plans to Protect British Trade in a War Against Germany (Oxford, 2012).",
        "56": "The term comes from TNA, ADM 116/1214, Admiralty Record Office Case 1493, ‘Naval Manoeuvres 1913: North Sea Problem’.",
        "57": "Lambert, Fisher’s Naval Revolution.",
        "58": "Portsmouth, National Museum of the Royal Navy, Crease Papers, MS 253/84/3, War Plan G.U. War Orders for the Commander-in-Chief of the Home Fleet, March 1909. For a discussion of this plan see Morgan-Owen, ‘History is a Record of Exploded Ideas’.",
        "59": "Morgan-Owen, ‘An “Intermediate” Blockade?’.",
        "60": "TNA, ADM 1/8380/150, Draft Agenda for War Conference, 11 June 1914.",
        "61": "TNA, ADM 137/1939, fo. 89.",
        "62": "TNA, ADM 1/8387/219, Final Agenda, Précis A-5.",
        "63": "TNA, ADM 137/1939, fo. 33.",
        "64": "TNA, ADM 137/1939, fo. 80.",
        "65": "For some recent views on this issue, see J. Rüger, Heligoland: Britain, Germany and the Struggle for the North Sea (Oxford, 2017), pp. 141–2; C.M. Bell, Churchill and the Dardanelles (Oxford, 2017), pp. 21–4.",
        "66": "TNA, ADM 1/8387/219, Final Agenda, Précis A-4.",
        "67": "TNA, ADM 137/1939, fo. 32.",
        "68": "TNA, ADM 137/1939, fo. 49.",
        "69": "TNA, ADM 137/1939, fo. 32.",
        "70": "TNA, ADM 137/1989, fo. 48.",
        "71": "TNA, ADM 137/1989, fo. 57.",
        "72": "TNA, ADM 1/8380/150, Churchill minute, 19 June 1914.",
        "73": "TNA, ADM 1/8387/219, Final Agenda, Précis A-4.",
        "74": "TNA, ADM 1/8380/150, Draft for Agenda item A-7.",
        "75": "For a detailed discussion of mixed cruiser squadrons, see M.S. Seligmann, ‘The Evolution of a Warship Type: The Role and Function of the Battle Cruiser in Admiralty Plans on the Eve of the First World War’, in N. Rodger, J. Dancy, B. Darnell and E. Wilson, eds., Strategy and the Sea (Boydell, 2016), pp. 138–47.",
        "76": "Marder, From the Dreadnought to Scapa Flow, I, p. 372."
    }
}