{
    "title": "Abolition’s Adolescence: Apprenticeship as ‘Liberation’ in Sierra Leone, 1808–1848*",
    "author": "Richard Anderson",
    "date": "15 June 2022",
    "article": "Their slaves are. Their purchases redemptions. Surely this contemptible system needs only to be exposed to cease to exist.Thomas P. Thompson (1809)[CITATION-1] With regard to many of the apprenticed children, there is very great reason for anxious fear as to what becomes of them; little or no notice being taken of them officially after they have been put out. It is well known, that many of the poor natives who take them as apprentices, imagine that the money which they pay for the indenture, constitutes a kind of purchase of the child, and that they are then at liberty to do with him or her whatever they please. There is ground to fear that not a few are by some means taken away from the colony, and again made victims of the horrid trade in human beings.Hannah Kilham (1830)[CITATION-2] Unbeknown to British abolitionists, the passage of the 1807 Act for the Abolition of the Slave Trade instigated the forced migration and colonisation of tens of thousands of African children. Following the passage of the Act, the Royal Navy’s anti-slavery squadron diverted more than 500 intercepted slave vessels from the Atlantic coast of Africa to the abolitionist-founded colony of Sierra Leone. In total, at least 35,000 children reached Sierra Leone, part of a larger forced migration of 99,000 ‘Liberated’ Africans who disembarked at Freetown between 1808 and 1863.[CITATION-3] The arrival of so many young recaptives posed the humanitarian and colonial-economic question of how to resettle these children. The solution proposed by British abolitionists was telling: apprenticeship. As Cooper, Holt and Scott point out, for abolitionists ‘the transition [to free labour] had to be a directed one,’ and apprenticeship served as both a policy prescription and a metaphor for the process.[CITATION-4] Concepts that had underpinned and justified slavery—infantilisation, paternalism and guardianship—also framed British anti-slavery policy.[CITATION-5] In Sierra Leone, British colonial administrators, drawing on their familiarity with the ancient British legal instrument and institution, saw apprenticeship as a form of training in agriculture, craft or skills.[CITATION-6] But apprenticeship was also a concept (or conceit) designed to allow British officials to impart to colonial inhabitants the cadence and decorum of daily life in a post-slavery society. As they did elsewhere in the empire, abolitionists and colonial officials justified the unpaid labour of the apprenticeship system by insisting that it was a form of instruction. For young Liberated Africans taken from the holds of intercepted slave vessels, this instruction was meant to be tutelage in a particular occupation or trade, as well as in the norms of Anglo-Christian dress, speech and behaviour. Apprenticeship in Sierra Leone was thus conceived as both a system of labour and a process of socialisation.If apprenticeship was central to abolitionist theory, in Sierra Leone it became a central feature of colonial practice. Part of this was by design. Apprenticeship was a key tenet of the 1807 Abolition Act, though the Act paid scant regard to what was actually to be done with Africans taken from intercepted slave ships.[CITATION-7] Indenture increasingly became a policy of necessity as British navy vessels escorted more and more slave ships to Freetown harbour. The nineteenth-century slave trade was to an unprecedented degree a trade in children. Benjamin Lawrance observes that what historians often herald as an age of abolition after 1807 could more accurately be called the age of child enslavement.[CITATION-8] As the Royal Navy diverted a transatlantic trade whose victims were younger than in past centuries, the question of what to do with Liberated Africans was, to a great extent, a question of what to do with children orphaned by their enslavement and forced migration.Much of the recent scholarship on Liberated Africans and British abolition has focused on the judicial and monetary mechanisms of naval interdiction and on questions of identity-formation and ‘creolisation’ within Liberated African communities around the Atlantic.[CITATION-9] This article, by contrast, focuses on the experiences of Liberated African children. It argues that the history of children and childhood should be central to histories of abolition and empire.[CITATION-10] While children have often been on the fringes of historical discourse, historians of slavery and abolition have recently come to examine their experiences more closely.[CITATION-11] Focusing on children ‘invigorates debates about the nature of liberty insofar as emancipated former child slaves were rarely truly free and autonomous’.[CITATION-12] This article explores the types of freedom that were possible for children brought to Sierra Leone and apprenticed there in the period from 1808 to the abandonment of apprenticeship in 1848.This article argues that apprenticeship in Sierra Leone was, primarily, an exploitative system that rested on the unremunerated labour of Liberated African youth and exacerbated the vulnerability of liberated children. Apprentice labour was integral to the growth of Freetown’s economy as an Atlantic port city. Unpaid child labour facilitated the growing prosperity of a select number of Freetown’s Nova Scotian, Maroon, European and, later, Liberated African merchants. At the same time, the very term apprentice concealed a spectrum of experiences, from mutually beneficial economic arrangements to conditions of violence and exploitation that were in many ways analogous to slavery. Youths whose liberation was highly coerced could, in certain cases, attain some sense of belonging through their periods of indenture in and around Freetown. Others, aware of their legal status and the terms of their indentures, sought redress for ill-treatment both through the colonial courts and by running away. Despite the asymmetries of power and the precariousness of youth torn away from their kin, apprentices as well as masters and governors shaped the indenture system.Liberated African apprenticeship developed within a wider British imperial context of colonial administrations envisioning an empire without slavery. Sierra Leone was the first location in sub-Saharan Africa where the British attempted to import a concept of apprenticeship, and they did so prior to the more famous and far more studied case of the British Caribbean, as well as the Cape Colony and Mauritius between 1834 and 1838.[CITATION-13] Unlike the West Indies, the Cape, or Mauritius, Sierra Leone did not have to contend with the transition from slave to ‘free labour’ society.[CITATION-14] The local variant of apprenticeship practice was that, while apprentices at the Cape and in the Caribbean were indentured to the very people who had held them as slaves, apprentices in Sierra Leone were given over to strangers. Moreover, while apprenticeship in the West Indies applied just as much to adults as it did to children, in Sierra Leone it was a policy prescription primarily for Liberated Africans too young for military enlistment, public works or agricultural labour. Apprenticeship in Sierra Leone, as elsewhere in the empire, was dictated by local factors such as the size of the population, the nature of the local economy, and both metropolitan and local law.Abolitionists formulated apprenticeship policies against a backdrop of shifting metropolitan conceptions of indenture and child labour. In England, parish apprenticeship was a centuries-old practice used to manage poverty and poor relief at the local level, and particularly to alleviate the burden of orphaned or impoverished children on local taxpayers.[CITATION-15] In colonial North America, pauper apprenticeship was widely used to redirect the lives of poor children who were illegitimate, orphaned, abandoned, abused, or otherwise considered by authorities to be at risk. From the early 1600s until well into the 1800s, local authorities in England and in Anglo-America regarded pauper apprenticeship as an acceptable, even a desirable, way to raise the children of the poor.[CITATION-16] In Britain, apprenticeship declined in the industrial era, as legislation and social policy became increasingly hostile to the principle of parish apprenticeships.[CITATION-17] At the same time, there is evidence that the decades leading up to the 1840s saw a peak of child employment and a declining age of first participation in employment.[CITATION-18] Apprenticeship in Sierra Leone also had antecedents and parallels in Saint-Louis, Gorée, Luanda, and other Atlantic African port communities where urban slavery undergirded household production. Bronwen Everill has shown in the cases of Saint-Louis and Gorée that households, often managed by women, mobilised slave labourers to expand their market activity.[CITATION-19] While apprenticeships were fixed-term, and apprentices theoretically had protections not afforded to urban slaves, apprenticeship served similar functions to enslavement in an urban economy. Expanding the household through domestic labour was common, and apprentices, like household slaves, were important contributors to household income. With time, several prominent Sierra Leonean merchants acquired large unpaid labour forces, increasingly drawn from those released by Freetown’s anti-slave trade court.Different forms of indenture had existed in Sierra Leone from the colony’s founding, thus pre-dating Crown rule, the 1807 Abolition Act, and the arrival of the first Liberated Africans in 1808. Before the Sierra Leone colony even existed, its architect and chief benefactor, the abolitionist Granville Sharp, suggested the ‘redemption’ of enslaved people from local slave traders and the apprenticeship of children in the region. Sharp also envisaged indentures for fugitive slaves who might seek asylum in his proposed colony.[CITATION-20] During the period of Sierra Leone Company rule (1792–1807), colonial settlers employed children from the region in their households. The early ‘settler’ population of Sierra Leone comprised self-emancipated ‘Nova Scotian’ Black Loyalists who had sided with the British during the American Revolutionary War in return for a promised freedom, and Jamaican Maroons whom the British government had previously forcibly removed to Nova Scotia.[CITATION-21] The apprenticeship of native youth provided a means of labour recruitment for the charter residents of a fledgling company-sponsored colony.As early as 1792, John Clarkson, the first governor of the colony, gave a ‘captain’ of the Nova Scotian settlers ‘permission to take one of the natives as an apprentice’. Clarkson reasoned that the apprenticeship of local Africans would expand the population of the ‘infant colony’.[CITATION-22] Some African ‘apprentices’ in Nova Scotian households were sent to the colony by their parents for education. Others were ‘redeemed’ from slavery by the Sierra Leone Company and bound as apprentices to Nova Scotian artisans.[CITATION-23] The informal apprenticeship of ‘native’ children continued through the period of Company rule.Apprenticeship in Sierra Leone soon took on far greater significance with the passage of the 1807 Abolition Act, the transfer of Sierra Leone to the Crown, the foundation of a Vice-Admiralty court, and the deployment of the Royal Navy to patrol the West African coast against illegal slaving voyages. In a letter of 1807 to Governor Thomas Ludlam, his predecessor Zachary Macaulay opined that ‘the most likely means of promoting civilization in that country would be by indenting the natives for a period not exceeding seven years, or till they attained the age of 21’.[CITATION-24] In proposing the establishment of a Vice-Admiralty court in Sierra Leone, Macaulay argued that Liberated Africans would be better off being taken to Freetown than to the West Indies to be apprenticed. With the ‘system of free labour being already established at Sierra Leone’, he argued, ‘the introduction of any number of negroes into that colony whether on the footing of free labourers or as apprentices for a limited period, could be attended with none of those inconveniences which it is alleged would flow from it in our West Indian islands’.[CITATION-25] Macaulay, the former governor of Sierra Leone and now secretary to the Sierra Leone Company in England, may have been drawing upon earlier Company and settler experience with local Africans in formulating a new policy for Africans who were to be legally emancipated in a Vice-Admiralty court.Of the twenty-seven clauses in the Abolition Act, only one addressed how to ‘receive, protect and provide for such Natives of Africa’ on board confiscated ships. The Act required that Liberated Africans either enlist in the armed forces or be bound ‘whether of full Age or not, as Apprentices, for any Term not exceeding Fourteen Years’.[CITATION-26] Recognising that neither apprenticeship nor military service would be entered into voluntarily, the Act allowed third parties to agree to indentures on behalf of the captives, in accordance with terms to be defined by future Orders in Council.[CITATION-27] This arrangement was to have ‘the same Force and Effect as if the party thereby bound voluntarily so enlisted or entered [the apprenticeship]’. While enlistment took priority in the era of the Napoleonic Wars, apprenticeship was left as the sole means of resettling—or ‘disposing’, in the colonial lexicon of the time—the large number of children who were landed without parents. The Act also included ‘Regulations for the future Disposal and Support of such Negroes as shall have been bound Apprentices’—regulations that ‘after the term of their Apprenticeship shall have expired … may prevent such Negroes from becoming at any Time chargeable’ to the public purse.The legal formalisation of apprenticeship in the Abolition Act coincided with the arrival of what would be thousands of children on board intercepted slave vessels over the next half-century. The percentage of boys and especially girls in these voyages rose strongly in the final decades of the transatlantic trade.[CITATION-28] Eltis and Engerman estimate that, for 2,201 slave shipments to the Americas between 1801 and 1864, adult males accounted for 42.5 per cent of captives, women 16.9 per cent, boys 25.2 per cent, and girls 15.4 per cent. This contrasts with earlier periods: boys constituted 8.4 per cent and 12.7 per cent of the seventeenth- and eighteenth-century slave trades respectively; girls made up 4.0 per cent and 7.6 per cent of the trade in those centuries.The age of Liberated Africans in Sierra Leone reflects this nineteenth-century Atlantic trend. Between 1808 and 1863, colonial officials in Sierra Leone recorded the names, physical descriptions and estimated ages of Africans who came before Freetown’s Vice-Admiralty and Mixed Commission courts. These Liberated African registers list both the gender (man/woman/boy/girl) and estimated age of 81,663 recaptives at the time of their arrival.[CITATION-29] We know little about the creation of the Sierra Leone registers and the role of clerks and translators in recording personal information, including age; but even if we acknowledge that these ages were at best informed guesses, these data nevertheless offer greater specificity than American plantation records, which often recorded slave ages in five- to ten-year intervals.[CITATION-30] In the registers, the average age was 18.83, while 39.4 per cent of those landed were 14 or under—for most of the nineteenth century the official distinction between children and adults within the colony (see Appendix I).[CITATION-31] Scholars of the Atlantic world are now interrogating what constituted a ‘child’, ‘boy’, or ‘girl’ in the nineteenth-century Atlantic, and how such definitions were linked to evolving ideas about childhood in Europe and the Americas. During the period of thetransatlantic trade, slave traders of various nations identified children using criteria of age and height. The cut-off height for children was often 4 feet 4 inches, while the Royal African Company defined children as those judged to be under 14 years of age. Within Britain, eighteenth- and nineteenth-century social commentators were inconsistent in their use of the term ‘child’ and definitions of ‘childhood’. Apprenticeships in Britain tended to commence at 14, with apprentices only thought of as ‘adult’ workers upon completion, when they were aged between 21 and 24.[CITATION-32] However, during the central period of British industrialisation, the 1800s to the 1830s, the age at which children started to work reached its lowest.[CITATION-33] In Jamaica, planters, estate managers, bookkeepers and overseers designated as children the enslaved of 15 years and younger. Within the British Caribbean, definitions of enslaved child and childhood became more contingent as abolition threatened to cut off the African labour supply and planters re-evaluated the role of children in the plantation complex.[CITATION-34] The 1807 Abolition Act referred to a ‘Child or person under the Age of Fourteen Years’. In practice, colonial officials tended to revert to a distinction of 14 and under.[CITATION-35] Officials probably drew upon metropolitan and colonial norms for defining child and adult through the lens of labour and labouring age. Not unlike slave traders along the coast, they probably also relied upon Eurocentric concepts of physicality and outward signs of puberty or inferences of sexual maturity as markers.[CITATION-36] This was especially likely given the challenge of translation among recent captives from across West and West Central Africa, and even the responses that questions about age might have elicited. Liberated Africans arrived from societies where age seniority and birth order were important factors in determining status, but where birth dates and years of age were far less significant.[CITATION-37] Many pre-colonial African societies defined maturation and adulthood less in terms of biology and chronological age than as a status earned by moving up an age hierarchy or advancing through an age-grade system.Recent scholarship on age as recorded in colonial documents has highlighted how ‘chronological age has functioned since the earliest days of European imperialism and the transatlantic slave trade as a foundational means for the unequal distribution of rights, opportunities, and authority’.[CITATION-38] One contemporary observer visiting Freetown in 1834 stated that colonial officials ‘in a glance decided the age, whether above or under fourteen’.[CITATION-39] Since settlement policies were fundamentally different for adults and children, such glances dictated what ‘liberation’ actually meant for tens of thousands of adolescents. British liberation began with the cursory physical inspection of Africans recently released from the slave ship and a summary assessment of the forms of labour most suitable for their build.An Order in Council issued in March 1808 laid out the guidelines for the apprenticeship system. The Collector of Customs was to identify ‘prudent and humane masters or mistresses’ to impart ‘such trades, handicrafts or employments, as they may seem most fit for, or most likely to gain a livelihood by, when their apprenticeships shall expire’.[CITATION-40] Yet neither this Order in Council nor the Abolition Act stipulated how indentures were to be arranged, nor did the authors ever consider the possibility that would-be apprentices might refuse such a fate.[CITATION-41] The ambiguity of how to apprentice the first Liberated Africans resulted in a fiasco that looms large in the early history of the Crown colony.The first recaptives were 167 individuals taken from theand the, American slave ships captured by HMSin March 1808. The recaptives arrived before the establishment of the Vice-Admiralty court on 16 March 1808, and before the Orders in Council reached the colony.[CITATION-42] Governor Ludlam proceeded according to his own interpretation of the Abolition Act and its narrow stipulations. Forty of the ablest men were placed in government service for a period of three years. The remainder—eighteen men, fourteen women, and ninety-five children—were bound out as apprentices for varying periods.Ludlam’s treatment of these earliest recaptives immediately sparked the ire of his successor, Thomas Perronet Thompson, who arrived in Freetown in July 1808 as the first Crown-appointed governor. The 25-year-old army and navy veteran, who was the son of a Hull banker, and a friend of William Wilberforce, was appalled at what he saw as an egregious, unprincipled settlement policy. Before leaving England, he had clashed with Zachary Macaulay, the former Company governor and member of the African Institution, because it appeared that Macaulay favoured the apprenticeship system. Thompson grew increasingly convinced that ‘apprentice’ was simply a euphemism for ‘slave’, and that apprenticeship was an insidious plot to continue slavery in the colony.[CITATION-43] On his arrival in Sierra Leone, Thompson quickly confirmed to himself the nefariousness of apprenticeship by launching into an investigation of his predecessor’s handling of theandrecaptives. Thompson found that many of the Africans from HMShad been ‘sold within the Colony’ from a cattle pen at the back of Fort Thornton.[CITATION-44] The event had been an embarrassing public spectacle in an abolitionist colony. The gaoler of the fort, the Nova Scotian Jack Reed, is alleged to have proclaimed to anxious settlers and Europeans that ‘no person is to take away any of the slaves without paying the sum of twenty Dollars’.[CITATION-45] But others, too old or infirm for Freetown residents to bid on, were simply given away.[CITATION-46] Worse still, when twenty-one of those apprentices subsequently fled their masters, they were captured, clapped in irons and thrown into the town’s gaol.[CITATION-47] Thompson’s first dispatch to Lord Castlereagh, Secretary of State for War and the Colonies, complained that theAfricans had been ‘bought’ in the colony.[CITATION-48] He also wrote accusingly to his predecessor, Ludlam, that ‘You will say that people were, or, according to the provisions of the order in Council. If so, where are the Indentures?’[CITATION-49] In August 1808, Thompson passed an ordinance—one of several he published prominently in the colony’s newspaper, the—declaring the system of apprenticeship within the colony to be illegal, null and void.[CITATION-50] Because anti-slavery activists in Britain maintained that apprenticeship was an avenue for education and the civilising mission, they arranged for Thompson’s recall in favour of a governor more amenable to the labour realities of the colony.This initial controversy over apprenticeship between Thompson and the colony’s backers in London has been the focus of considerable scholarly attention and debate.[CITATION-51] Thompson’s verbose objections to apprenticeship are the most substantial collection of documents on the subject by any governor or colonial official.[CITATION-52] The early controversy laid bare the ambiguities in visions of a post-emancipation society. Yet for all of Thompson’s objections, this was not a watershed moment in the colony’s labour history. The Liberated African registers show that apprenticeship continued on Thompson’s watch, involving many of the masters who were implicated in purchasing the first apprentices. Thompson himself took at least two young female apprentices, a four-year-old named Sybell and a seven-year-old named Coota.[CITATION-53] Neither Thompson nor any of his successors abolished apprenticeship. The large numbers of arriving children and the limited capabilities of the Church Missionary Society (CMS) and Methodist Missionary Society (MMS) to care for and educate them made indentures expedient, if not a necessity. At times, officials attempted to regulate the granting of indentures and to oversee master–apprentice relationships. While much scholarly attention has been paid to what Thompson made of apprenticeship, there has been far less given to how subsequent governors handled the issue of apprenticeship, or how masters and apprentices shaped the practice of indenture.The process of acquiring an apprentice was regulated in the wake of the Thompson controversy. The spectacle of the auction deplored by Thompson gave way to an application system. Whether a potential master thought of this process as any less of a transaction than those who ‘bought’ the Africans of theand theis less obvious. Thomas Coke, who wrote one of the earliest mission histories of the colony, recounted that:As soon as these captured slave-ships arrive at Sierra Leone, the slaves have their chains knocked off by the command of the Governor; they are then brought on shore, and conveyed to the barracks. The fact is soon known throughout the colony. If, therefore, any of the settlers wish to have any of them, to employ them in their houses, or on their farms, they make application to the Governor, specifying the number which they want.[CITATION-54] Cattle-pen auctions were gone, but the unseemliness of the apprenticeship purchase remained.Attempts to regulate apprenticeship and ameliorate its most objectionable aspects took on several forms. For one, the duration of apprenticeships in Sierra Leone were generally shorter than those in the British Caribbean. The terms of apprenticeship for the Africans on board theand theare not known, though Zachary Macaulay thought seven years would be appropriate.[CITATION-55] The earliest Liberated African Registers only list the duration of indenture for one recaptive, a nine-year-old boy registered as ‘Jack’, who was ‘apprenticed to Priscilla Gordon 30June [1808] for 8 years’.[CITATION-56] Oversight of apprenticeships consisted of registration and documentation, rather than actual visitations or inquiries about treatment. A proclamation of June 1811 stated that anyone who could not produce an indenture certificate at the next muster of apprentices would have their apprentices taken away.[CITATION-57] The results of a muster conducted the previous month had made for disconcerting reading. Of 761 apprentices, only 512 had been ‘produced’; seventy-two had run away and 115 ‘remained to be accounted for’.[CITATION-58] Over the ensuing years, multiple governors attempted to muster apprentices to make sure they were ‘accounted for’, if not cared for. Their attempts were often short-lived or non-starters. In 1827, Joseph Reffell, who had been Chief Superintendent of the Liberated African Department since 1816, told the visiting parliamentary Commission of Inquiry of the deficiencies in the apprenticeship bureaucracy. Reffell admitted that, while indentures were usually recorded in the offices of the Liberated African Department, ‘a great number of children however have been given out without indentures being executed’.[CITATION-59] The lack of administrative oversight means it is often difficult to assess what percentage of the population was apprenticed at any given time. It is clear, however, that within five years of Liberated African arrivals, apprenticeship was ubiquitous in Freetown. The missionary Thomas Coke wrote in 1812 that ‘there is scarcely a family throughout the settlement, however poor, that has not one, or more, of these apprentices, and some have as many as twenty’.[CITATION-60] A CMS count of the population in May 1813 noted 220 male apprentices and 159 female apprentices in a Freetown population of 1,404 (including 600 adult residents).[CITATION-61] Early censuses of the colony stated the number of ‘servants or apprentices in Freetown and suburbs’ as 609, out of 6,406 recaptives counted in 1818, and 486 out of the 8,076 counted in 1820.[CITATION-62] Apprenticeship abated as an official policy in the later 1810s and early 1820s, a period coinciding with the tenure of Sierra Leone’s longest-serving governor of the nineteenth century, Sir Charles MacCarthy. MacCarthy’s ‘parish plan’ made the Church Missionary Society the managers of newly established parishes across the Sierra Leone peninsula, which were administered from villages and led by a missionary superintendent. The resident missionary was responsible for overseeing the apprenticeship of Liberated Africans in various trades.[CITATION-63] The agreement between the colonial government and the CMS had a particular impact on children. On 15 August 1815, Governor MacCarthy wrote to the CMS Secretary declaring that ‘the Government has acceded to the propositions of the Society; and shall, on my part, with the highest gratification, deliver into the hands of the Missionaries all the liberated children’.[CITATION-64] Much has been made of this alliance of church and state in colonial Sierra Leonean history, and missionary superintendence is taken to have been the normative experience for most Liberated Africans in the nineteenth century. But this particular arrangement with the CMS lasted only ten years, between 1816 and 1826. When the arrangement fell apart, apprenticeship became of renewed importance.Kenneth Macaulay stated in 1827 that ‘Sir Charles MacCarthy gave up apprenticing, except in particular cases’.[CITATION-65] Apprenticeship seems then to have expanded greatly in the years after MacCarthy’s death in 1824. MacCarthy had spent ambitiously on his colonial vision, and the subsequent cuts to colonial expenditure saw all liberated children distributed among the inhabitants of Freetown and the villages under the apprenticeship system. Neil Campbell, one of MacCarthy’s successors, ordered in 1826 that ‘boys and girls under 15 and who may until after that age be considered unable to clear and settle a piece of land, will be distributed to old settlers, appointed by the managers, until they obtain the above age’.[CITATION-66] Campbell argued that apprenticeship from an early age would instil the ‘habits of industry’.[CITATION-67] Such rhetoric helped to rationalise new provisions that boys should not be retained in school beyond the ages of 10–12, but at that point distributed among the adult population. The CMS missionary George Metzger noted the passage of the new instructions, which stipulated that children under 15 were to be ‘distributed’ by village managers to settlers. At 15, they were to be ‘released from the charge of their adopted parents’ and allocated a parcel of land.[CITATION-68] Metzger, who had heretofore overseen the education of Liberated African children in the villages of Kissy and Wellington, personally distributed the putative apprentices to the villagers. In a lengthy dispatch to the Secretary of State Viscount Goderich in 1831, Lieutenant Governor Alexander Findlay noted the expansion of apprenticeship, with the department’s register for 31 December 1832 showing 4,700 apprentices bound under indenture for three to seven years.[CITATION-69] Census records convey the ubiquity of apprenticeship in Sierra Leone. But who in colonial society actually took apprentices? The Liberated African Registers record 3,697 apprenticeships for Liberated Africans immediately following their arrival for the years 1808 to 1848 (this is not a complete record and does not include apprenticeships made outside the colonial capital). Freetown residents intent on acquiring an apprentice appealed directly to the Liberated African Department. Applicants then visited the Liberated African yard—a walled compound where recently emancipated Africans awaited their ‘disposal’—to choose an individual. Here, clerks recorded their names, and at times backgrounds and occupations, in the Liberated African Registers beside the name of the apprentice they chose. Until 1813 clerks also kept an annual list headed ‘Alterations to the Register of Liberated Negroes’.[CITATION-70] These first Liberated Africans are thus unique in that we can trace their apprenticeship over several years.The early annual list of alterations to the Liberated African Registers shows that many apprenticeships in the first years did not last long. Of 888 indentures recorded between 1808 and 1811, only 409 were still in place by the end of 1812. Some were clearly broken off, while shorter indentures were fulfilled. The alterations list 164 apprenticeships ‘taken away’, while nine were ‘cancelled’ and eight indentures ‘returned’. Fifty-two apprentices ‘ran away’, and three had ‘left his master’. Thirty-two apprentices had died, while three indentures were cancelled at the death of the master. A further 101 apprentices had joined the British Navy, Royal African Corps, or West India Regiments; in these cases, it is unclear whether they broke off the indenture early. This is also true of the 103 apprentices who were now listed simply as living ‘in the colony’, with their ‘country people’, or as labourers in one of the Liberated African villages. Some indentures had been transferred to different masters. Seeka, a 14-year-old apprenticed in April 1810 to the Nova Scotian tailor Martha Burden, had been transferred to a W. Gray by December 1811.[CITATION-71] An eight-year-old boy who was among the first recaptives was initially an apprentice to the Maroon settler Rachel Jarrett, but ‘changed his mistress and went to Robert Nicholson’ nine months after his arrival.[CITATION-72] Additionally, four had ‘Gone to England … to the Lancastrian school’, among the first Liberated Africans to be educated in Britain.[CITATION-73] The early Liberated African Registers often noted whether a master was a Nova Scotian, Maroon or European. In these years, many settlers took the opportunity to expand significantly their household labour force. George Nicol, a European carpenter hired by the Sierra Leone Company, took two apprentices in 1808 and six more in 1810. With their labour and the financial backing of his wife Jane Small—the daughter of a Nova Scotian who had sold their land for considerable profit—Nicol grew his business and built himself two large houses on the Freetown waterfront.[CITATION-74] The abovementioned Martha Burden, a tailor who owned one of the best properties near the Freetown waterfront, took six apprentices between 1808 and 1810. The record of masters’ occupations gives partial insights into the work apprentices actually did. From the 1810s onward, Maroons described officially as ‘yeomen’ took on apprentices for ‘husbandry’. In practice, these apprentices grew vegetables—chiefly cassava—on the small plots of land that Maroons were disinclined to farm.[CITATION-75] Many of the most prominent landowners in early colonial Freetown were women and many of the first apprentices had mistresses rather than masters.[CITATION-76] Upheaval in the Americas and migration to Sierra Leone had resulted in many female-headed households, particularly among Nova Scotians. In the late 1790s and 1800s, women owned houses and shops in Freetown, handled imported goods, and in some cases traded inland. With time, a greater social rigidity meant that female-headed households declined in number and proportion, as did women’s share in the more lucrative commercial sectors. Still, many indentures were made out to women as household owners. Of the first 377 indentures recorded in the Liberated African Registers, seventy-eight (20.7 per cent) were to female Freetownians. A single volume in the Sierra Leone Public Archives with the euphemistic title ‘Liberated African Department Statement of Disposals’ records 1,166 apprenticeships for Liberated Africans landed from 17 May 1821 to 16 December 1828, of which at least 333 (28.6 per cent of indentures) were held by women.[CITATION-77] The registers reveal other dynamics: women often took female apprentices, in keeping with British norms regarding domesticity and gendered divisions of labour.[CITATION-78] When the Portuguese schoonerarrived in December 1825, twenty-six women in Freetown each took a female apprentice from on board.[CITATION-79] Christopher Fyfe has argued that ‘recaptive prosperity had been built up on unpaid apprentice labour’, as entrepreneurial recaptives used the system to accumulate a number of unpaid dependents.[CITATION-80] James Edward Alexander, who briefly visited the colony in 1840, observed that:so industrious are some of the liberated Africans, that instances have occurred of men only three months out of a slave ship, and about to be sent to the country, going to the slave yard with ten shillings in their hand, (collected by cutting and selling wood, &c.) and saying, “Me want ’cruit,” or a recruit or apprentice to be servant to him, and as a present to his mammy, or wife.[CITATION-81] Leading Freetown merchants such as Kenneth Macaulay—head of the prosperous Freetown firm Macaulay & Babington—and the timber trader John McCormack acquired sizeable unpaid labour forces, often taking multiple apprentices from a single arriving slave ship. In May of 1826, Macaulay and McCormack took fourteen and nine adult male apprentices respectively from the Brazilian brig. In total, Macaulay took at least fifty-four apprentices and McCormack nineteen between 1821 and 1828.[CITATION-82] Liberated African traders acquired their own household child labour forces. John French, one of a handful of Liberated Africans recorded as a shopkeeper in the 1831 census, resided on Liverpool Street in central Freetown in a household of nineteen, including seven apprentices. All seven were listed with the surname French, perhaps hinting at the formation of a familial relationship through the apprenticeship system.[CITATION-83] Over time, the locus of apprenticeship moved from Freetown to the parish villages. So too the work done by apprentices changed. In Freetown, most apprentices were tied to masters engaged in some form of trade; in the villages, most were farmers or artisans. But apprenticeship in the villages is far less thoroughly documented than in the colonial capital. Children not chosen within the yard were sent with their older cohorts to the villages, where many were subsequently apprenticed to established inhabitants. The village manager took on the Liberated African Department’s role of vetting masters and completing the indenture documents. Yet within the Liberated African Registers, children are only recorded as having been sent to the village, with no mention of the masters who took them on.The 1831 census shows that by this time, the greatest number of apprentices lived in the villages rather than Freetown. The population of the Liberated African villages and Banana Islands was counted as 21,462, of whom 2,308 were apprentices. The census listed ‘servants’ (rather than apprentices) in 1,348 of the 7,288 households counted in the peninsula outside of Freetown. Of these, only 554 households claimed multiple apprentices.[CITATION-84] Overall, approximately one in five households housed an apprentice in 1831, and most apprentices worked in households where they were the only indentured labour. Another ‘Census of the Population of Liberated Africans’, compiled between 1832 and 1834, recorded that, from 1808 to 19 October 1833, 4,365 of 43,058 Liberated Africans settled in Sierra Leone were apprenticed following disembarkation, consisting primarily of 1,645 boys and 1,421 girls (see Appendix II).The top-down, legalistic aspects of apprenticeship are relatively easy to analyse. So too are the scale of apprenticeship within the colony and the demographic patterns of indenture. The experience of apprenticeship is more difficult to uncover: what did apprentices do? How were they treated? How did they respond to their situation and ‘push back’ against abuses? It is clear that apprenticeship was not a benign institution. The system, through a combination of design and neglect, allowed for unregulated coerced labour and sexual exploitation. The term ‘apprenticeship’ itself obscures a wide spectrum of treatment, tasks and social relationships. Apprentices fetched and chopped wood, cleared and cultivated land, pounded rice, carried water and swept floors, alongside a range of other gendered tasks.[CITATION-85] Merchants and traders had apprentice porters to carry their goods, and fishermen used apprentices as rowers to haul nets and row to fishing grounds. Nova Scotian washerwomen would have Liberated African girls carry and beat the laundry while they focused on the business side of their operations.Recaptive apprentices’ experiences varied based on the wealth of the master and the tasks they were assigned, as well as the master’s personal qualities. Other variables included whether recaptives entered the home of older recaptives (more common in later decades) or the houses of Nova Scotians, Maroons or Europeans. If an apprentice joined the household of a recaptive of similar ethnic origins and experience of enslavement, the placement brought with it a very different process of socialisation from apprenticeship to a colonial official or someone formerly enslaved in the Americas. Apprenticeships could be an avenue for material advancement that was unobtainable to recaptives obliged to fare on their own. Apprenticeships could also involve brutal work regimes little different from slavery.Christopher Fyfe is certainly correct that ‘many [apprentices] remained drudges, virtually domestic slaves, to masters and mistresses who treated them harshly, even cruelly’.[CITATION-86] But the lack of administrative oversight means we only get glimpses of such cruelty: most of these apprenticeships are opaque to us. Few recaptive apprentices left any written trace of their experiences; those that did often have quite well documented lives, though this in turn raises the issue of how representative their experiences were. In particular, the best-documented cases are the extremes: those of apprentices rising to fortune through the benefaction of a wealthy master, or reports of gross mistreatment and sadistic behaviour.The Vice-Admiralty court adjudicated incidences of cruelty that were brought to the attention of the government. Cases usually relied upon the capacity of apprentices to bring their plight to official attention, and their courage in doing so. Anita Rupprecht has shown how Liberated African apprentices in the British Caribbean were aware of the terms of their indentures and brought grievances regarding tenure and tutelage before colonial courts.[CITATION-87] Cases that reached Freetown’s court often revealed a reality far from what abolitionists had envisioned. William, a young male apprentice of John Wade Miller of Freetown, complained to the Liberated African Department that ‘for nearly two days he had not been allowed sustenance of any kind’. When William then took pudding from the pantry to feed himself, his master ‘not only flogged him on the back but rubbed the part lacerated with the whipping over with salt’.[CITATION-88] On other occasions, his master ‘misused the said William by dipping his head in a chamber pot and rubbing a sock covered with the humours of an ulcer which Mr. Miller had on his leg in the mouth of the apprentice’. Both the assistant superintendent of the department and the attendant medical officer forwarded their evidence to the Vice-Admiralty court as proof of a breach of indenture due to ‘excessive punishment’. The court agreed and terminated the five-month-old apprenticeship. William was certainly not alone in bringing his complaint before the department and the Vice-Admiralty court. But apprentices could be impeded in bringing a claim before the court. One male apprentice was sentenced to a month in a house of correction for making a ‘false representation’ after the Liberated African Department decided they could not substantiate his complaint of neglect.[CITATION-89] Over time, apprenticeship aroused concerns over ill-treatment, and over masters without the economic means to support their apprentices. In 1829, Lieutenant Governor Henry John Ricketts expressed his concerns that indentures had been made ‘without any regard to the character or means of the individuals to whom the care and instruction of such apprentices have been entrusted’. The lack of any written indenture outlining the responsibilities of masters and mistresses meant that ‘they have … been ignorant of the obligation … by which they were bound’ and that many apprentices simply broke the arrangement, instead ‘seeking a precarious subsistence among the people of their own nation, living in the country villages’.[CITATION-90] Ricketts undertook the first general inspection of apprentices since 1819, and found that the ‘great deficiency in number’ of apprentices in Freetown confirmed his worst suspicions.In 1832, Governor Findlay suggested appointing a ‘guardian for the Liberated African apprentices’, stating that ‘the duties which devolve on the officers of the [Liberated African] department are so laborious, as to prevent so much of their time being devoted to the apprentices as they would require’.[CITATION-91] A year later he returned to his proposal for a superintendent for apprentices, cautioning that apprenticeship had become ‘a branch of service of such magnitude as to require much greater attention than the services of the Ordinary Establishment of Offices of the Department [of Liberated Africans] can possibly devote to it’.[CITATION-92] Secretary of State Goderich declined the proposal.1838 saw the most explicit regulations for overseeing apprenticeship. Local officials were perhaps cognizant of the end of apprenticeship in the British Caribbean and the international scrutiny that the apprenticeship system had faced. But Governor Richard Doherty also noted the local reality that no muster or inspection of apprentices had occurred since 1829.[CITATION-93] The new regulations, also prompted in part by two cases of assault against apprentices, called for ‘the more exemplary and effectual punishment of masters assaulting their apprentices’.[CITATION-94] Doherty enabled the Court of Quarter Sessions to oversee criminal proceedings against violent masters, whereas previously jurisdiction had fallen to the Vice-Admiralty court, where decisions could linger for months. Punishment for abusive masters was now to include hard labour, ‘simple incarceration being a punishment too lightly considered’.[CITATION-95] Despite these new measures, metropolitan and local officials continued to scrutinise Liberated African apprenticeship. Colonial reports in 1830, 1842 and 1855 paid close attention to apprenticeship. The Irish abolitionist Richard Robert Madden—previously sent from England to Jamaica as one of the Special Magistrates to oversee the implementation of the 1833 Abolition Act—arrived in West Africa as Commissioner of Enquiry in 1841. Madden reported that in Sierra Leone ‘it is the poorest of the colored people who usually seek for apprentices’ and that, instead of offering any form of instruction, the indentures ‘enabled [them] to live on the labour of the apprentice’.[CITATION-96] The most common reform debated was what the initial indenture fee should be set at. Ostensibly, this was to ensure that apprentices were only given out to masters who had the financial standing to clothe and feed a child, as well as some form of employment in which the child could be trained. The subtext of these discussions was that officials perceived poorer masters as more likely to neglect their apprentice and to be tempted to re-sell the child into slavery.[CITATION-97] Colonel Jones, the superintendent assistant of the Liberated African Department, lamented that ‘the number of persons of moderate wealth & respectability is by no means adequate to the number of emancipated negroes to be indented’. Jones surmised that this resulted in ‘many of the poorer classes of the population becom[ing] possessed of apprentices who from the master’s limited means of support are made to experience all the drudgeries of a menial in order to provide a subsistence to his family’.[CITATION-98] Governors who shared these concerns responded by raising indenture fees. Lieutenant Governor Ricketts, for example, concluded in 1829 that ‘ten shillings upon each indenture should continue to be charged as heretofore, for unless this sum, altho’ small, was paid by the parties, they would in all probability show but little care or attention to the instruction of the apprentices’.[CITATION-99] Lieutenant Governor Henry Dundas Campbell, concerned with the ‘vice and prostitution’ of female apprentices, raised the indenture fee from ten shillings to one pound ‘in hope of excluding to a certain degree those who ought not to have apprentices’.[CITATION-100] With lax oversight, the system increased the vulnerability of youth, particularly young women. Lieutenant Governor Dixon Denham recognised that ‘the elder girls, instead of being married, and settled in the villages from the schools, have after a short time left their adopted parents, from ill treatment, or neglect, and are living in a state of prostitution, in Free Town’.[CITATION-101] Hannah, a Liberated African apprentice who arrived in Sierra Leone around 1825, complained to the Liberated African Department that her master ‘induced her to live with him in a state of prostitution’. When the man fled the colony, his wife threatened to turn the girl away, leading Hannah to contact the department.[CITATION-102] Henry Dundas Campbell refused to give any female apprentices to households where there was not ‘a female of good character’.[CITATION-103] Yet the system remained unsatisfactory both to the colonial state and to a great number of apprentices. Lieutenant Governor Findlay lamented that the ‘ungovernable disposition’ of many apprentices, combined with the ‘want of due care and attention’ of their masters and mistresses, meant that ‘scarcely a day passes but there occurs from twenty to thirty complaints before the assistant superintendent’ of the Liberated African Department. Worse still, the department was ill-equipped to deal with the volume of complaints, ‘the consequence [of] which is that the apprentice generally elopes and frequently falls into the hands of kidnappers who infest the Colony’.[CITATION-104] The most glaring act of ill-treatment was the trafficking of apprentices to be re-enslaved outside of the colony. As Philip Misevich has shown, re-enslavement was a misfortune that many Liberated Africans faced and to which children were particularly susceptible.[CITATION-105] Easily moved, especially by canoe, young and often impressionable youths could be deceived by masters who wanted to cash in an asset quickly, or to relieve themselves of responsibility. The CMS missionary John Weeks stated in January 1831 that ‘were an investigation into the number of liberated African apprentices in the villages to be instituted, it would be found that a great number of them had disappeared, and these, Deponent has no doubt, have principally been sold as slaves’.[CITATION-106] F. Harrison Rankin, who visited Sierra Leone in 1834, concluded that he could not ‘conceive a system better adapted to favour the slave-trade’ than the apprenticeship system in the colony.[CITATION-107] The clandestine trade in apprentices revealed itself to colonial officials in a number of disquieting ways. One was that the Royal Navy began to find youths on board intercepted slavers with a knowledge of English and of the British colony. When the crew of HMSboarded the French slavernear the Rio Pongo in 1830, they found on board two boys—John Davis and George—who both claimed to be Liberated Africans or ‘a King’s Boy’. John Davis later told the Chief Justice of Sierra Leone that he had lived in Sierra Leone for six years as an apprentice to a man named Tom Black in Freetown. Black told Davis to follow a Mandinka trader outside of the colony to buy rice. This was a subterfuge, and the trader led and sold the boy to John Ormond, one of the most active slave traders in the Rio Pongo region in the 1810s and 1820s.[CITATION-108] The treatment of apprentices meant that many Liberated African children sought their own liberation through flight. In June 1811, a Maroon settler named James Brown complained to the Governor and Council that his two apprentices had run away with other Liberated African apprentices to a town called Bompetuk to the south of the colony, adjacent to the Plantain Islands.[CITATION-109] Kenneth Macaulay wrote to George Stephen Caulker, the chief of the Plantain Islands, demanding that Caulker assist in the immediate return of the apprentices and invoking ‘the unpleasant necessity of appealing to force’.[CITATION-110] The government threatened fines and retribution for the harbouring of runaway apprentices, both inside and outside the colony. A Liberated African Department circular to the village managers in 1829 relayed the Lieutenant Governor’s concerns that many apprentices had fled their households and were now ‘wandering about, from village to village, without having lawful means of gaining a livelihood’.[CITATION-111] The circular stipulated new measures: that those harbouring runaways could be fined up to 5 shillings, and that constables were to monitor carefully the movement of Liberated Africans between villages.Some masters sought out their fleeing domestics. Advertisements for runaway apprentices appeared in local newspapers and bear similarities to runaway slave notices in the Americas, as well as earlier advertisements in Britain for both runaway apprentices and enslaved domestics.[CITATION-112] In 1843, the, the official publication of the Wesleyan Methodists and the first non-government newspaper in the colony, ran the following advertisement, taken out by the Freetown-based attorney Richard Lawrence:Five Shilling reward: Absconded from the service of Richard Lawrence, on the 30th of October, John Comay, an indented apprentice, a Liberated African boy. All persons are hereby cautioned against trusting him; and any person found harbouring said apprentice, or employing him, will be proceeded against as the law directs. This above named reward will be paid by the subscriber, on the delivery of said apprentice.[CITATION-113] These advertisements represent one end of the spectrum in terms of apprentices’ experiences. Along with cases of re-enslavement and cases of mistreatment brought before the Vice-Admiralty court, they show that for many individuals, masters and Liberated Africans alike, apprenticeship bore many analogies to slavery.Alongside cases of neglect and exploitation were many instances where apprenticeship resulted in the creation of familial relationships and a route to social advancement and prosperity in Freetown society. As Audra Diptee has observed, colonial officials in Africa often relied on quasi-parental and kinship structures of guardianship as cover for the appropriation of child labour.[CITATION-114] But this conscious distancing from slavery under the guise of guardianship did not preclude the formation of meaningful ‘fictive’ kinships. Apprenticeship could provide Liberated Africans with access to the capital necessary to buy a canoe or items at auction so that they could establish themselves as traders. John French, who reached Freetown in 1810, learnt carpentry from his Maroon master. After his indenture, he began making frame houses and employing others, eventually earning enough to purchase three lots in central Freetown and in 1818 construct a stone house (a key sign of economic success in the colony). Cato and Peter Preston served seven years’ apprenticeship with a Nova Scotian widow as servants before being apprenticed to Peter Scott, a Nova Scotian butcher. When he died, they took over his business and within a few years had each made enough to build a stone house.[CITATION-115] Perhaps the best-documented case of a mutually beneficial apprenticeship is that of Thomas Will and his apprentice James Will. This is because the latter left an account of his enslavement, liberation and apprenticeship that is now contained in the archive of the Methodist Missionary Society. In October 1830, Thomas Will entered the Liberated African yard seeking an apprentice. Thomas, a Liberated African born in the Yoruba-speaking Oyo Empire, was by this time a successful trader located on Freetown’s Pademba Road. For four years prior to this, he had profited from the re-sale of goods purchased at auction from captured slave ships.[CITATION-116] Such business acumen had earned Thomas Will the title of ‘Aku King’, a mark of respect that would pass to Freetown’s most successful Yoruba traders over subsequent decades.[CITATION-117] Like other residents of Freetown, Thomas would have gone to the Liberated African yard himself to choose his apprentice; those in the villages had their apprentices sent to them. In the yard, Thomas spotted a young boy named Kealoo recently arrived on the slave ship. Officials in the Liberated African Department took Kealoo to be about nine years old.[CITATION-118] Thomas already had at least two apprentices. The first, a girl named Olefedick, arrived in the colony in 1827 on a slaver destined for Bahia from Lagos.[CITATION-119] The second, a boy named Achudoh, was rescued in 1829 from a voyage from Ouidah to Bahia.[CITATION-120] That all of Thomas’s apprentices came from ports in the Bight of Benin would suggest that his taking of apprentices was largely in keeping with the custom that young recaptives be apprenticed ‘to their country people’, in this case those who probably spoke various dialects of the Yoruba language.Though the indenture was in Thomas Will’s name, James mentions that his master at first ‘gave me to one of his country men there live until this man died and I went back to Mr. Thomas Will’. If this policy of lending out an apprentice was legally sanctioned it was not widespread, and is perhaps explained by Thomas’s status as Aku King. James spent seven years as an apprentice to Thomas, the legal maximum for apprenticeships in this era. During these years, he worked in what he described as his master’s ‘hawkers shop’, effectively running it from 1834.[CITATION-121] By the early 1840s, James Will had established himself as a successful shopkeeper and Wesleyan preacher. Later that decade, he was able to send funds to the fledgling Mendi Mission south of the colony.[CITATION-122] His financial success, built upon that of his former master, exemplified the upward mobility of a fortunate few Liberated Africans in Freetown society.Apprenticeship, though criticised and denounced at various points by governors and officials, was only ended in 1848. Ultimately, its abolition had little to do with the concerns over morality and mistreatment which had percolated for four decades. The Acting Governor Benjamin Pine wrote to the Secretary of State, Earl Grey—who also opposed the apprenticeship system—expressing his own ‘personal conviction of its mischievous tendency’.[CITATION-123] The official government notice issued in the colony declared that indenture had been ‘found by experience liable to degenerate into a condition scarcely consistent with the advantages of that entire freedom’.[CITATION-124] But the real impetus for abolition was, ironically, emancipation in the West Indies in 1838, and the ensuing labour demands of Britain’s Caribbean islands.Following the abolition of slavery in the British Caribbean, planters petitioned to be allowed to recruit among Liberated Africans in Sierra Leone. Governor Pine favoured such proposals. He postulated that the termination of apprenticeship in Sierra Leone would spur voluntary emigration to the West Indies by removing ‘inducements’ to remain in the colony, namely the fact that apprenticeship meant that one’s ‘livelihood may be procured by the unpaid labor of others’.[CITATION-125] The end of apprenticeship left the problem of ‘disposing’ of Liberated African children, but the acting governor was confident that those who refused to emigrate could simply be placed with missionaries in the colony. Ultimately, 15,230 Liberated Africans migrated from Sierra Leone to the West Indies between 1841 and 1863. Most were newly arrived Liberated Africans who were forcibly removed with little volition on their part. Few former apprentices took up recruitment appeals to migrate voluntarily to the Caribbean.[CITATION-126] With this supply of household servants abolished, colonial inhabitants in Sierra Leone turned to an equally ambiguous practice of employing children from outside the colony as ‘wards’. As Fyfe explained, ‘it was an old established custom for children to be sent to the Colony from up country to be “raised”, to live in a household and learn “white man fashion”’.[CITATION-127] Even during the era of apprenticeship, appealing to the Liberated African Department was not the only means of acquiring young dependent labour. As early as 1808, Governor Thompson wrote disapprovingly in thethat ‘there are many good men within the Colony who have native children in their houses and use them like their own; but there are others who know they bought them for dollars and rum and tobacco from the native chiefs, and who think they may use them as they please because’.[CITATION-128] Thompson forbade further purchases, though he offered an indemnity to colonial inhabitants whom he felt had been ignorant of the Abolition Act.Scholars such as Christine Whyte have more fully analysed whether wardship was simply a form of exploitation or a system of mutual benefit.[CITATION-129] Yet it is clear that the practice of colonial residents acquiring unpaid juvenile labour did not end with the abolition of Liberated African apprenticeship in 1848. In 1853, Governor A.E. Kennedy referred to ‘the now notorious system of buying, selling, and holding slaves in this colony’. In response to the ‘disgraceful traffic in children’, he passed ordinances mandating the registration of children from outside the colony and changes to the judicial system. From the mid-1850s, Freetown officials started keeping an ‘Alien Children Register’. Freetown’s merchants protested against the measures, with 195 of the city’s inhabitants signing a petition against the curtailment of their ability to procure wards. Many Freetownians saw themselves as continuing the very concept of apprenticeship that British abolitionists had conceived. Kennedy, much like Thompson half a century earlier, railed against what he saw as a thinly veiled trade in enslaved children. The unremunerated labour of youth remained a reality of Freetown life throughout the colonial period.Apprenticeship was one of the most common forms of ‘disposal’ for Liberated Africans in Freetown and around the Atlantic world. On Tortola, as in Sierra Leone, the first Africans ‘condemned’ by the island’s Vice-Admiralty court in 1808 were apprenticed in accordance with the narrow parameters of the 1807 Abolition Act. Here, apprentices were indentured to naval ships as well as to the Trinidad estate of Sir Alexander Cochrane, a rear admiral of the Royal Navy.[CITATION-130] Elite colonials on Tortola employed large numbers of the apprentices in their households or hired them out. An 1821 Royal Commission to investigate the ‘state’ and ‘condition’ of apprentices on Tortola found that many had fled by boat to the nearby Danish island and free port of Saint Thomas.[CITATION-131] At the Cape Colony, the indenture of Liberated Africans (locally referred to as ‘Prize Negroes’) from 1808 to the 1840s provided colonists and officials with a valuable source of unskilled labour after the 1807 Abolition Act forbade the importation of slaves.[CITATION-132] From 1818 onwards, approximately 3,478 Liberated Africans were forcibly transported from Freetown to the nascent British settlements along the Gambia River, where many were apprenticed to local merchant-settlers at Bathurst. Here, some of the wealthiest merchants acquired unpaid labour forces of fifty to ninety recaptives.[CITATION-133] On St Helena, apprenticeship provided a short-lived solution to the influx of Liberated Africans following the establishment of a Vice-Admiralty court on the small island in 1840. Though only in operation for a few years, the laxity of the system resulted in what the surgeon to the Liberated African depot referred to as a ‘mania of Negro-keeping’.[CITATION-134] On Mauritius, Liberated Africans were allocated as apprentices to local planters or referred for an initial period to the Powder Mills Orphan Asylum. Their arrival on slave ships intercepted near the Mozambique Channel was consciously designed to fill the labour gap that followed colonial emancipation.[CITATION-135] Liberated Africans who were landed at Havana and Rio de Janeiro faced an even more circumscribed freedom. They were bound to seven-year apprenticeships within these urban epicentres of New World slavery, and many had their terms of apprenticeship unlawfully extended by years and even decades.[CITATION-136] Sierra Leone has recently resumed its place in the history of British anti-slavery, as historians have examined the role of the colony in the burgeoning abolitionist movement of late eighteenth-century Britain.[CITATION-137] Sierra Leone was a testing ground in Britain’s ‘mighty experiment’ of envisioning an empire without slavery, and apprenticeship formed a key component in these formulations. Apprenticeship was a system of unpaid labour that benefited Freetown’s aspirational traders, and one whose lax oversight left considerable room for exploitation and harsh treatment. Some apprentices sought redress against exploitation by masters and mistresses through the courts and an emerging colonial bureaucracy. Far more ‘pushed back’ against an exploitative system by simply running away. For others, indenture was a means of social advancement, the first step for some of the most prominent and wealthy residents of nineteenth-century Freetown. The paternalism of abolitionists made apprenticeship seem desirable; the youthful age of many of the victims of the nineteenth-century slave trade made it seem advisable. Apprenticeship was a practical solution to the problem of child recaptives, but also a metaphor that captured both the aspirations and paternalism inherent in ‘liberating’ Africans.: TNA, CO 267/127, ‘Census of Population and Liberated Africans’, pp. 72–86.: TNA, CO 267/127, ‘Census of Population and Liberated Africans’, pp. 72–86.",
    "footnotes": {
        "1": "Hull History Centre [hereafter HHC], Thompson Papers [hereafter TP], DTH 1/41, Thomas Perronet Thompson to the Directors of the African Institution, 3 Aug. 1809.",
        "2": "Hannah Kilham, The Claims of West Africa to Christian Instruction through the Native Languages (London, 1830), p. 3.",
        "3": "For the development of these estimates, see R. Anderson, ‘The Diaspora of Sierra Leone’s Liberated Africans: Enlistment, Forced Migration, and “Liberation” at Freetown, 1808–1863,’ African Economic History, xli (2013), pp. 101–38. For the larger history of Liberated Africans in Freetown, see P.X. Scanlan, Freedom’s Debtors: British Antislavery in Sierra Leone in the Age of Revolution (New Haven, CT, 2017); E. Christopher, Freedom in Black and White: A Lost Story of the Illegal Slave Trade and its Global Legacy (Madison, WI, 2018); R. Anderson, Abolition in Sierra Leone: Re-building Lives and Identities in Nineteenth-Century West Africa (Cambridge, 2020).",
        "4": "F. Cooper, T.C. Holt, and R.J. Scott, ‘Introduction’, in eid., Beyond Slavery: Explorations of Race, Labor, and Citizenship in Postemancipation Societies (Chapel Hill, NC, 2000), p. 20.",
        "5": "A.M. Duane, ‘Introduction,’ in ead., ed., Child Slavery Before and After Emancipation: An Argument for Child-Centered Slavery Studies (Cambridge, 2017), p. 4.",
        "6": "S. Schwarz, ‘Reconstructing the Life Histories of Liberated Africans: Sierra Leone in the Early Nineteenth Century’, History in Africa, xxxix (2012), pp. 186–7.",
        "7": "As Maeve Ryan points out, apprenticeship was specifically proposed by influential abolitionists such as Zachary Macaulay on the basis of their belief that both colonial society and individual liberated slaves would benefit from a labour economy structured around defined periods of unfree labour: M. Ryan, ‘“A Moral Millstone”? British Humanitarian Governance and the Policy of Liberated African Apprenticeship, 1808–1848’, Slavery and Abolition, xxxvii (2016), pp. 3–4.",
        "8": "B.N. Lawrance, Amistad’s Orphans: An Atlantic Story of Children, Slavery, and Smuggling (New Haven, CT, 2014), pp. 33–4.",
        "9": "On prize money and anti-slave-trade courts, see P.X. Scanlan, ‘The Rewards of their Exertions: Prize Money and British Abolitionism in Sierra Leone, 1808–1823,’ Past and Present, no. 225 (2014), pp. 113–42. On Liberated African identity, see R.M. Adderley, ‘New Negroes from Africa’: Slave Trade Abolition and Free African Settlement in the Nineteenth Century Caribbean (Bloomington, IN, 2006); Anderson, Abolition in Sierra Leone.",
        "10": "My arguments echo those of Richard B. Allen for the Indian Ocean. Allen has argued that growing concern among British East India Company officials during the 1780s and 1790s over the trafficking in enslaved children, coupled with the emergence of new concepts of childhood in late eighteenth-century Europe, influenced the development of the abolitionist movement in Britain. See R.B. Allen, ‘A Traffic Repugnant to Humanity: Children, the Mascarene Slave Trade and British Abolitionism’, Slavery and Abolition, xxvii (2006), pp. 219–36.",
        "11": "See, for example, A. Diptee, ‘African Children in the British Slave Trade during the Late Eighteenth century’, Slavery and Abolition, xxvii (2006), pp. 183–96; G. Campbell, S. Miers and J. Miller, eds, Children in Slavery through the Ages (Athens, OH, 2009); G. Campbell, S. Miers and J. Miller, eds, Child Slaves in the Modern World (Athens, OH, 2011); B. Lawrance and R.L. Roberts, eds, Trafficking in Slavery’s Wake: Law and the Experience of Women and Children (Athens, OH, 2012); A. Diptee and D. Trotman, ‘Atlantic Childhood and Youth in Global Context: Reflections on the Global South’, Atlantic Studies: Global Currents, xi (2014), pp. 437–48; C.A. Vasconcellos, Slavery, Childhood, and Abolition in Jamaica, 1788–1838 (Athens, GA, 2015); Duane, ed., Child Slavery Before and After Emancipation; S.R. Shell, Children of Hope: The Odyssey of the Oromo Slaves from Ethiopia to South Africa (Athens, OH, 2018).",
        "12": "Lawrance, Amistad’s Orphans, p. 46.",
        "13": "The literature on apprenticeship in the British Caribbean is extensive, but see W.A. Green, British Slave Emancipation: The Sugar Colonies and the Great Experiment, 1830–1865 (Oxford, 1976); id., ‘Emancipation to Indenture: A Question of Imperial Morality’, Journal of British Studies, xxii, no. 2 (1983), pp. 98–121; T.C. Holt, The Problem of Freedom: Race, Labor, and Politics in Jamaica and Britain, 1832–1938 (Baltimore, MD, 1992); S. Drescher, The Mighty Experiment: Free Labor versus Slavery in British Emancipation (Oxford, 2002). For the Cape Colony, see C. Saunders, ‘“Free Yet Slaves”: Prize Negroes at the Cape Revisited’, in N. Worden and C. Crais, eds, Breaking the Chains: Slavery and its Legacy in the Nineteenth-Century Cape Colony (Cape Town, 1994); C. Saunders, ‘Liberated Africans at the Cape: Some Reconsiderations’, in R. Anderson and H. Lovejoy, eds, Liberated Africans and the Abolition of the Slave Trade, 1808–1896 (Rochester, NY, 2020), pp. 295–312. On Mauritius, slavery was abolished in 1835 and a period of apprenticeship for the formerly enslaved persisted until 1839. See R.B. Allen, Slaves, Freedmen and Indentured Labourers in Colonial Mauritius (Cambridge, 1999).",
        "14": "Paul Craven and Douglas Hay have examined how apprenticeship law in the post-slavery British Empire was very different from its metropolitan ancestor. See D. Hay and P. Craven, ‘Introduction’, in eid., eds, Masters, Servants, and Magistrates in Britain and the Empire, 1562–1955 (Chapel Hill, NC, 2004), pp. 28–31. See also A. Rupprecht, ‘From Slavery to Indenture: Scripts for Slavery’s Endings’, in C. Hall, N. Draper and K. McClelland, eds, Emancipation and the Remaking of the British Imperial World (Manchester, 2014), pp. 77–97.",
        "15": "See J. Lane, Apprenticeship in England, 1600–1914 (London, 1996).",
        "16": "R.W. Herndon and J.E. Murray, eds, Children Bound to Labor: The Pauper Apprenticeship System in Early America (Ithaca, NY, 2009).",
        "17": "J. Humphries, Childhood and Child Labour in the British Industrial Revolution (Cambridge, 2010), p. 258.",
        "18": "P. Kirby, Child Labour in Britain, 1750–1870 (London, 2003), p. 36.",
        "19": "B. Everill, ‘“All the Baubles that they Needed”: “Industriousness” and Slavery in Saint-Louis and Gorée’, Early American Studies: An Interdisciplinary Journal, xv (2017), pp. 714–39.",
        "20": "Granville Sharp, A Short Sketch of Temporary Regulations (Until Better shall be Proposed) for the Intended Settlement on the Grain Coast of Africa, near Sierra Leone (London, 1788), pp. 23–8.",
        "21": "The ‘Black Loyalists’ have been studied extensively by J.W. St G. Walker, The Black Loyalists: The Search for a Promised Land in Nova Scotia and Sierra Leone, 1783–1870 (London, 1976); E.G. Wilson, The Loyal Blacks (New York, 1976); and M. Jasanoff, Liberty’s Exiles: American Loyalists in the Revolutionary War (New York, 2011). On the Maroons, see R. Chopra, Almost Home: Maroons between Slavery and Freedom in Jamaica, Nova Scotia, and Sierra Leone (New Haven, CT, 2018). On the Sierra Leone Company, see S. Schwarz, ‘From Company Administration to Crown Control: Experimentation and Adaptation in Sierra Leone in the Late Eighteenth and Early Nineteenth Centuries’, in P.E. Lovejoy and S. Schwarz, eds, Slavery, Abolition, and the Transition to Colonialism in Sierra Leone (Trenton, NJ, 2014), pp. 163–88.",
        "22": "Freetown, Sierra Leone Public Archives [hereafter SLPA], manuscript journal of John Clarkson, John Clarkson to Isaac Dubois, on board the Amy, St George’s Bay, 4 Oct. 1792. Some Nova Scotians indentured themselves in Nova Scotia, often out of desperation. A.X. Byrd, Captives and Voyagers: Black Migrants across the Eighteenth-Century British Atlantic World (Baton Rouge, LA, 2008), p. 122.",
        "23": "Walker, Black Loyalists, pp. 252–3; Scanlan, Freedom’s Debtors, p. 73.",
        "24": "HHC, TP, DTH 1/2, Zachary Macaulay to Thomas Ludlam, 1 May 1807.",
        "25": "Kew, The National Archives [hereafter TNA], WO 1/352, Macaulay to Robert Stewart, Viscount Castlereagh, 8 May 1807.",
        "26": "An Act for the Abolition of the Slave Trade, 47 Geo. III, c. 36, § 7.",
        "27": "Ibid.",
        "28": "D. Eltis and S.L. Engerman, ‘Was the Slave Trade Dominated by Men?’, Journal of Interdisciplinary History, xxiii (1992), pp. 241–2. See also D. Eltis and S.L. Engerman, ‘Fluctuations in Sex and Age Ratios in the Transatlantic Slave Trade, 1663–1864’, Economic History Review, xlvi (1993), pp. 308–23; P.E. Lovejoy, ‘The Children of Slavery—the Transatlantic Phase’, Slavery and Abolition, xxvii (2006), pp. 197–217.",
        "29": "The bound register volumes exist in duplicate and often triplicate form in the national archives of Sierra Leone and the United Kingdom. SLPA, Liberated African Department Registers and Duplicate Registers 1–84,307, 20 volumes; TNA, FO 315/31–36, Registers of Slaves Emancipated. For a discussion of the creation of the registers and their content, see R. Anderson, A. Borucki, D.B. Domingues da Silva, D. Eltis, P. Lachance, P. Misevich and O. Ojo, ‘Using African Names to Identify the Origins of Captives in the Transatlantic Slave Trade: Crowd-sourcing and the Registers of Liberated Africans, 1808–1862’, History in Africa, xl (2013), pp. 165–91.",
        "30": "Though the 1801 census of the United Kingdom pre-dated the Liberated African Registers, it was only in 1841 that British censuses recorded age, rounded down to the nearest five for those aged over 15. The General Register Office conventionally used quinquennial age-groups (e.g. 0–4, 5–9, 10–14, 15–19). See E.A. Wrigley and R.S. Schofield, eds, The Population History of England, 1541–1871: A Reconstruction (Cambridge, 2010); R. Woods, The Demography of Victorian England and Wales (Cambridge, 2009); E. Higgs, Making Sense of the Census Revisited: Census Records for England and Wales, 1801–1901 (London, 2005).",
        "31": "Average age calculated from Liberated African Registers; n = 80,382. If anything, the number of Africans designated children in the registers is understated. Officers, seamen, marines and soldiers received ‘prize money’ for each enslaved African removed from captured vessels. Meant to incentivise the capture of slave ships, the bounties paid mirrored the price scale of the transatlantic slave trade: men were valued more than women, and adults more than children. The Abolition Act stipulated that £40 would be paid to captors for each man, £30 for each woman, and ‘Ten Pounds of like Money for every Child or Person not above Fourteen Years old’. There was thus a financial incentive to identify young Liberated Africans as adults rather than children. An Act for the Abolition of the Slave Trade, § 8.",
        "32": "Nineteenth-century government inquiries attempted to establish definitions of ‘childhood’. The Children’s Employment Commission of 1842 regarded those aged below 13 as children. Kirby, Child Labour in Britain, p. 10.",
        "33": "Humphries, Childhood and Child Labour, p. 9.",
        "34": "Vasconcellos, Slavery, Childhood, and Abolition in Jamaica, pp. 1–13.",
        "35": "For a fuller discussion of the different classifications of Liberated African ‘children’, see É.M. Delgado, ‘Children, Childhood and Slavery in Sierra Leone: The Experiences of Liberated African Children, c.1808–1834’ (Univ. of Worcester Ph.D. thesis, 2017); É.M. Delgado, ‘Liberated African “Children” in Sierra Leone: Colonial Classifications of “Child” and “Childhood”, 1808–1819’, in Anderson and Lovejoy, eds, Liberated Africans and the Abolition of the Slave Trade, pp. 81–100. For age categories in Britain, see E. Higgs, Making Sense of the Census Revisited: Census Records for England and Wales, 1801–1901 (London, 2005).",
        "36": "Lawrance, Amistad’s Orphans, pp. 28–9. See also D. Eltis, ‘Age Categories’ (2018), in ‘Understanding the Database’, Slave Voyages (Slave Voyages Consortium, 2008–), available at https://www.slavevoyages.org/voyage/about#methodology/age-categories/5/en/ (accessed 29 Apr. 2019).",
        "37": "C. Decker, ‘A Feminist Methodology of Age-Grading and History in Africa’, American Historical Review, cxxv (2020), pp. 418–26; O. Oyěwùmí, The Invention of Women: Making an African Sense of Western Gender Discourses (Minneapolis, MN, 1997).",
        "38": "C.T. Field and N.L. Syrett, ‘Introduction’ to AHR Roundtable, ‘Chronological Age: A Useful Category of Historical Analysis’, American Historical Review, cxxv (2020), p. 377.",
        "39": "F. Harrison Rankin, White Man’s Grave: A Visit to Sierra Leone in 1834 (2 vols, London, 1836), ii, pp. 118–22.",
        "40": "Abstract of the Acts of Parliament for Abolishing the Slave Trade, and of the Orders in Council Founded on Them (London, 1810), p. 36.",
        "41": "Robert Thorpe, A Letter to William Wilberforce, Esq., M.P., Vice President of the African Institution: Containing Remarks on the Reports of the Sierra Leone Company, and African Institution. With Hints Respecting the Means by which an Universal Abolition of the Slave Trade might be Carried into Effect (London, 1815), pp. 23–6.",
        "42": "J.J. Crooks, A History of the Colony of Sierra Leone, Western Africa; With Maps and Appendices (Dublin, 1903), p. 75.",
        "43": "M.J. Turner, ‘The Limits of Abolition: Government, Saints, and the “Africa Question”, c.1780–1820’, English Historical Review, cxii (1997), pp. 333–4.",
        "44": "TNA, CO 267/27, testimony of Frederick Forbes, Court of Vice-Admiralty, 4 Feb. 1810.",
        "45": "TNA, CO 267/27, testimony of Frederick Forbes, Court of Vice-Admiralty, 6 Sept. 1809. The indenture fee was set in dollars since money in the colony was still reckoned in either Spanish or Company dollars, as the pound sterling had not yet been adopted as the colonial currency.",
        "46": "TNA, CO 267/24, Thompson to Castlereagh, 1 Aug. 1808.",
        "47": "J. Peterson, Province of Freedom: A History of Sierra Leone, 1787–1870 (London, 1969), p. 52.",
        "48": "TNA, CO 267/24, Thompson to Castlereagh, Fort Thornton, Sierra Leone, 8 Aug. 1808.",
        "49": "TNA, CO 267/25, Thompson to Ludlam, Fort Thornton, 1 Sept. 1808.",
        "50": "‘An Act for Declaring certain Supposed Apprentices within the Colony of Sierra Leone, to be Illegal, Null, and Void’, Sierra Leone Gazette, 15 Aug. 1808, p. 27.",
        "51": "C. Fyfe, A History of Sierra Leone (Oxford, 1962), pp. 106–7; Turner, ‘Limits of Abolition’, pp. 319–57. Fyfe characterised Thompson as a reactive disciplinarian whose denunciations were both extensive and exaggerated. Scanlan, Freedom’s Debtors, pp. 65–96.",
        "52": "Robert Thorpe, the first chief justice in Sierra Leone and judge in the Vice-Admiralty court, reiterated many of Thompson’s criticisms of apprenticeship in a blistering published attack. See Thorpe, A Letter to William Wilberforce.",
        "53": "SLPA, Liberated African Register 1–3,772, register IDs #69 and #99; TNA, CO 267/24.",
        "54": "Thomas Coke, An Interesting Narrative of a Mission sent to Sierra Leone in Africa by the Methodists (London, 1812), pp. 39–40.",
        "55": "D.B. Domingues da Silva, D. Eltis, P. Misevich and O. Ojo, ‘The Diaspora of Africans Liberated from Slave Ships in the Nineteenth Century’, Journal of African History, lv (2014), p. 358.",
        "56": "SLPA, Liberated African Register 1–3,772, register ID #65.",
        "57": "SLPA, Governor’s Letter Book: Local Letters, 1808–11, proclamation of Kenneth Macaulay, 15 June 1811.",
        "58": "TNA, CO 270/12, abstract of muster of captured Negroes, 25 May 1811.",
        "59": "TNA, CO 267/92, evidence of Joseph Reffell, Appendix 10B.",
        "60": "Coke, Interesting Narrative of a Mission, pp. 39–40.",
        "61": "Birmingham, Church Missionary Society Archives [hereafter CMS], CA1/E3/76, population return for Sierra Leone, 1 May 1813. By contrast, only fourteen apprentices lived among the population outside the town walls, all indentured to Nova Scotians outside of Freetown. Pratt appended a note stating that, according to the statement of Governor Maxwell and Kenneth Macaulay, a ‘native boy’ had incorrectly taken the survey and the total should be three times as great. However, the ubiquity of apprenticeship within Freetown by this time is clear.",
        "62": "R.R. Kuczynski, Demographic Survey of the British Colonial Empire, I: West Africa (London, 1948), p. 118. The language of ‘servants or apprentices’ is rather imprecise and may not simply be a count of indentured Liberated Africans. However, most were probably from captured slave vessels, given their numbers relative to the small number of ‘alien children’ recorded entering the colony at this time.",
        "63": "CMS, CA1/E5/130, MacCarthy to Pratt, 15 June 1816.",
        "64": "‘Letter from Governor MacCarthy to the Rev. Josiah Pratt, Secretary of the Church Missionary Society’ (15 Aug. 1815), in The Christian Guardian and Church of England Magazine, vii (1815), pp. 466–7.",
        "65": "Kenneth Macaulay, The Colony of Sierra Leone Vindicated from the Misrepresentations of Mr. Macqueen of Glasgow (London, 1827), pp. 5–6.",
        "66": "TNA, CO 267/81, minutes and instructions by His Excellency Major General Sir Neil Campbell, governor and commander in chief for the superintendence of the Liberated African Department and the Managers of the Villages, 1 Dec. 1826.",
        "67": "A.B.C. Sibthorpe, The History of Sierra Leone (1868; 4th edn, London, 1970), p. 38.",
        "68": "CMS, CA1/O150/46, George William Emmanuel Metzger, ‘Report of Kissy & Wellington’, 27 Dec. 1826.",
        "69": "TNA, CO 267/119, Alexander Findlay to Frederick Robinson, Viscount Goderich, 15 May 1833. The Blue Books for 1833 enumerated the total colonial population at 32,011. See Kuczynski, Demographic Survey, I, p. 159.",
        "70": "These lists appear within the Colonial Office 267 series at the British National Archives, though they were not composed from any documents extant in Sierra Leone: TNA, CO 267/35 and 267/38. This early period is the only one for which settlement information is included in the Colonial or Foreign Office documents. It is unclear why officials kept such fastidious documents during this time, since the original instructions for the liberation of slaves are not extant. This level of scrutiny may have arisen from the initial controversy surrounding the sale of the earliest apprentices, fear of the re-enslavement of freed Africans, and a bureaucratic ignorance of how many slaves would actually arrive and require registration.",
        "71": "SLPA, Liberated African Register 1–3,772, register ID #417; TNA, CO 267/31.",
        "72": "SLPA, Liberated African Register 1–3,772, register ID #68; TNA, CO 267/35 and 267/38, ‘Alterations to the Registers of Liberated Negroes’.",
        "73": "The English Quaker Joseph Lancaster led a movement in the late eighteenth and early nineteenth century to establish schools that used what he called the Monitorial System, sometimes called the ‘Lancasterian’ or ‘Lancastrian’ System. There were more than ninety such schools by the 1810s, and it is unclear which these four Liberated Africans attended. The Quaker philanthropist William Allen had asked William Wilberforce to be the Vice-President of the Lancaster Schools, but he declined upon advice from others who presumably thought it too much of a Quaker project for an Anglican statesman to endorse.",
        "74": "SLPA, Liberated African Register 1–3,772, register IDs #180, #181, #477, #506, #511, #514, #522, #531; Fyfe, History of Sierra Leone, p. 103.",
        "75": "Fyfe, History of Sierra Leone, p. 99; TNA, WO 1/352, Sierra Leone Company, p. 137.",
        "76": "A.M. Howard, ‘New Insights on Liberated Africans: The 1831 Freetown Census’, in Anderson and Lovejoy, eds, Liberated Africans and the Abolition of the Slave Trade, pp. 101–26; S. Schwarz, ‘Adaptation in the Aftermath of Slavery: Women, Trade, and Property in Sierra Leone, c.1790–1812’, in M. Candido and A. Jones, eds, African Women in the Atlantic World, 1660–1880: Property, Vulnerability, and Mobility (Woodbridge, 2019), pp. 19–37.",
        "77": "Calculated from SLPA, Liberated African Department Statement of Disposals, 1821–33. These estimates are low-bound as it is not possible in every instance to determine whether indentures were made out to a man or a woman. The registers often recorded only a first initial and a surname or a surname with ‘Mr’ or ‘Mrs’. The laxity of record-keeping makes a more precise analysis of apprenticeship patterns impossible.",
        "78": "Female Liberated Africans in the Caribbean were prohibited from plantation agriculture. This prohibition was less important in Sierra Leone, where female apprenticeship was mainly domestic. See L.R. Adderley, ‘Household Labor and Sexual Coercion: Reconstructing Women’s Experience of African Recaptive Settlement’, in Anderson and Lovejoy, eds, Liberated Africans and the Abolition of the Slave Trade, pp. 174–97. As Clare Midgley has argued, female abolitionists in Britain were concerned with the lack of patriarchal protection for enslaved women and their anti-slavery ideology focused on a desire to replicate abroad British middle-class ideals concerning gender relations. See C. Midgley, Women Against Slavery: The British Campaigns, 1780–1870 (New York, 1995).",
        "79": "SPLA, Liberated African Department Statement of Disposals, 1821–33, pp. 50–52.",
        "80": "Fyfe, History of Sierra Leone, p. 270.",
        "81": "James Edward Alexander, Excursions in Western Africa (2 vols, London, 1840), i, p. 98.",
        "82": "SLPA, Liberated African Department Statement of Disposals, 1821–33.",
        "83": "TNA, CO 267/111, Census of the Population of Liberated Africans, 1831, p. 314.",
        "84": "Figures calculated from TNA, CO 267/111, Census of the Population of Liberated Africans, 1831. It is somewhat peculiar that the census lists ‘servants’ rather than apprentices. They were probably apprentices, while references to children in the census refer to biological children.",
        "85": "Walker, Black Loyalists, p. 277.",
        "86": "Fyfe, History of Sierra Leone, pp. 182–3.",
        "87": "A. Rupprecht, ‘“He Says that if he is not Taught a Trade, he will Run Away”: Recaptured Africans, Desertion, and Mobility in the British Caribbean, 1808–1828’, in M. Rediker, T. Chakraborty and M. van Rossum, eds, A Global History of Runaways: Workers, Mobility, and Capitalism, 1600–1850 (Oakland, CA, 2019), p. 180.",
        "88": "SLPA, Liberated African Department Letterbook, 1830–31, Thomas Cole to J.W. Miller, 24 June 1831, and unsigned entry, 6 July 1831.",
        "89": "SLPA, Liberated African Department Letterbook, 1830–31, Frederick Campbell to John Thorpe, 22 Oct. 1831.",
        "90": "SLPA, Liberated African Department Letterbook 1828–30, Henry Ricketts to Robert William Hay, 31 Jan. 1829.",
        "91": "TNA, CO 267/114, Findlay to Goderich, 21 Feb. 1832.",
        "92": "TNA, CO 267/119, Findlay to Goderich, 15 May 1833.",
        "93": "TNA, CO 267/147, Richard Doherty to Charles Grant, Lord Glenelg, 23 Sept. 1838.",
        "94": "TNA, CO 267/147, ‘An act for enabling Courts of Criminal Jurisdiction after the conviction of persons for assaulting and beating their apprentices from their apprenticeship and to provide for the more effectual punishment of such offences’, proclaimed at council, 4 Aug. 1838.",
        "95": "TNA, CO 267/147, extract from minutes of council of 31 July 1838.",
        "96": "TNA, CO 267/172, ‘Dr Madden’s Report on Sierra Leone’. Ironically, governors and other observers in this period fretted that Muslim Liberated African masters were giving religious instruction and converting their apprentices.",
        "97": "The counter-argument that a high indenture price was tantamount to selling a child was informed as much by concerns regarding foreign opinion as it was by concerns over what was best for young Liberated Africans.",
        "98": "TNA, CO 267/172, reported in ‘Dr Madden’s Report on Sierra Leone’.",
        "99": "TNA, CO 267/98, Ricketts to Hay, 31 Jan. 1829.",
        "100": "TNA, CO 267/132, Henry Dundas Campbell to Glenelg, 11 July 1836.",
        "101": "Ryan, ‘“A Moral Millstone”?’, p. 51, quoting TNA, CO 267/83, Dixon Denham to Hay, 25 Apr. 1827, 4 July 1827; TNA, CO 323/151, Denham to Hay, 10 May 1828; SLPA, Liberated African Department Letterbook 1827–28, Denham to Hay, 27 Aug. 1827.",
        "102": "SLPA, Liberated African Department Letterbook 1828–30, Thomas Cole to Mrs George, 9 Dec. 1828.",
        "103": "TNA, CO 267/132, Campbell to Glenelg, 11 July 1836.",
        "104": "SLPA, Liberated African Department Letterbook 1831–34, Findlay to Goderich, 15 May 1833.",
        "105": "P. Misevich, ‘Freetown and “Freedom”? Colonialism and Slavery in Sierra Leone, 1790s to 1861’, in Lovejoy and Schwarz, eds, Slavery, Abolition, and the Transition to Colonialism in Sierra Leone, pp. 189–216.",
        "106": "Charge delivered by Mr. Justice Jeffcott to the Grand Jury of Sierra Leone and Correspondence on Slave Trade, British Parliamentary Papers, House of Commons Papers, 1832, no. 364, vol. xlvii, pp. 489–530, at p. 19 (internal pagination).",
        "107": "Rankin, White Man’s Grave, ii, p. 92.",
        "108": "TNA, CO 267/205, ‘Deposition of a Liberated African Boy named “John Davis” found on board the Brigantine “La Caroline”’, and ‘Deposition of a liberated African boy named “George” found on board the brigantine “La Caroline”’.",
        "109": "TNA, CO 270/12, Council, 15 June 1811.",
        "110": "SLPA, Governor’s Letterbook, 1808–11, Kenneth Macaulay to George Stephen Caulker, 15 June 1811.",
        "111": "SLPA, Liberated African Department Letterbook 1828–30, circular, Thomas Cole to managers of mountain districts, 5 Oct. 1829.",
        "112": "Simon Newman has shown how runaway advertisements for enslaved Africans and Asians within eighteenth-century Britain often used the terminology of ‘apprentice’ and ‘servant’. In Britain, advertisements for runaway slaves appeared alongside those of masters seeking to recover white servants and apprentices, and husbands seeking the return of wives who had abandoned them. S.P. Newman, ‘Freedom-Seeking Slaves in England and Scotland, 1700–1780’, English Historical Review, cxxxiv (2019), p. 1137.",
        "113": "Sierra Leone Watchman, 15 Nov. 1843, consulted at School of Oriental and African Studies, University of London, Wesleyan Methodist Missionary Society Archives, West Africa Correspondence, Sierra Leone, fiche box 26, box 281, fiche no. 1904. Suzanne Schwarz, Paul Lovejoy and Emma Christopher have utilised similar runaway advertisements, which appeared in the government-produced African Herald, 11 Nov. 1809, pp. 28–31, held at Hull University Library Special Collections. This issue of the African Herald was, however, never published and was probably printed in only one copy as a ‘squib’, or satirical paper. The issue, which an irate Thomas Perronet Thompson may have shadow-written himself as a veiled critique of Nova Scotian settlers and the 1808 apprenticeship controversy, contained several exaggerated notices from fictional Nova Scotians (the names do not match any known settlers). These included notices for the private sale and transfer of indentures (illegal and certainly not printable in the colonial newspaper) and runaway advertisements including a twenty-dollar reward for ‘a negro fellow named Freedom’. The reward was a snide rebuke to the sale of the Derwent captives for the same amount. See P.E. Lovejoy and S. Schwarz, ‘Sierra Leone in the Eighteenth and Nineteenth Centuries’, in eid., eds, Slavery, Abolition, and the Transition to Colonialism in Sierra Leone, pp. 21–2; Schwarz, ‘Reconstructing the Life Histories of Liberated Africans’, p. 203; Christopher, Freedom in Black and White, p. 114.",
        "114": "See A. Diptee, ‘Notions of African Childhood in Abolitionist Discourses: Colonial and Postcolonial Humanitarianism in the Fight Against Child Slavery’, in Duane, ed., Child Slavery Before and After Emancipation, pp. 208–30.",
        "115": "TNA, CO 267/91, Sierra Leone Commissioners of Enquiry: Report and Appendix A (1827).",
        "116": "Fyfe, History of Sierra Leone, pp. 204–5.",
        "117": "‘Aku’ was a term for Yoruba-speakers in Sierra Leone, derived from the common Yoruba greeting e ku.",
        "118": "SLPA, Liberated African Register 37,430–43,537, register ID #37,732; TNA, FO 84/116, FO register ID #22,723. For a transcription of these registers and information on individual Liberated Africans recorded therein, see the African Origins project, now available via Slave Voyages at https://www.slavevoyages.org/past/database.",
        "119": "SLPA, Liberated African Register 25,465–30,708, Olefedick, register ID #26,613. For the vessel, the Henriqueta, see Slave Voyages, ID 2,983, available at https://slavevoyages.org/voyage/2983/variables.",
        "120": "SLPA, Liberated African Register 30,709–37,429, register ID #34,239.",
        "121": "James does not mention what goods he sold, but it is probable that they included items purchased at auction from broken-up slave ships.",
        "122": "Lewis Tappan, History of the American Missionary Association (New York, 1855), p. 31. Fyfe, History of Sierra Leone, p. 246.",
        "123": "TNA, CO 267/204, Benjamin Pine to Henry, Earl Grey, 26 Apr. 1848.",
        "124": "SLPA, Government Notice: The Apprenticeship of Liberated African Children, 15 Apr. 1848.",
        "125": "TNA, CO 267/204, Pine to Earl Grey, 26 Apr. 1848.",
        "126": "On Liberated African migration schemes, see Anderson, ‘Diaspora of Sierra Leone’s Liberated Africans’, pp. 101–38; J.U.J. Asiegbu, Slavery and the Politics of Liberation, 1787–1861: A Study of Liberated African Emigration and British Anti-Slavery Policy (London, 1969).",
        "127": "Fyfe, History of Sierra Leone, p. 270.",
        "128": "TNA, CO 267/24, Sierra Leone Gazette, 20 Aug. 1808.",
        "129": "C. Whyte, ‘“Freedom But Nothing Else”: The Legacies of Slavery and Abolition in Post-slavery Sierra Leone, 1928–1956’, International Journal of African Historical Studies, xlviii (2015), pp. 231–50. See also E. Goody, Parenthood and Social Reproduction: Fostering and Occupational Roles in West Africa (Cambridge, 1982), and E. Alber, J. Martin and C. Notermans, eds, Child Fostering in West Africa: New Perspectives in Theory and Practice (Leiden, 2013).",
        "130": "S.M. Kelley, ‘Precedents: The “Captured Negroes” of Tortola, 1807–1822’, in Anderson and Lovejoy, eds, Liberated Africans and the Abolition of the Slave Trade, pp. 25–44.",
        "131": "On the 1821 Royal Commission into those indentured on Tortola after 1807, see A. Rupprecht, ‘“When He Gets Among his Countrymen, They Tell Him that He is Free”: Slave Trade Abolition, Indentured Africans and a Royal Commission’, Slavery and Abolition, xxxiii (2012), pp. 435–55.",
        "132": "C. Saunders, ‘Liberated Africans in Cape Colony in the First Half of the Nineteenth Century’, International Journal of African Historical Studies, xviii (1985), pp. 223–39; id., ‘“Free Yet Slaves”: Prize Negroes at the Cape Revisited’, in N. Worden and C. Crais, eds, Breaking the Chains: Slavery and its Legacy in the Nineteenth-Century Cape Colony (Johannesburg, 1994) pp. 105–6.",
        "133": "See K. Prochnow, ‘“Perpetual Expatriation”: Forced Migration and Liberated African Apprenticeship in the Gambia’, in Anderson and Lovejoy, eds, Liberated Africans and the Abolition of the Slave Trade, pp. 347–64.",
        "134": "George McHenry, ‘An Account of the Liberated African Establishment on St. Helena’, Simmond’s Colonial Magazine and Foreign Miscellany, vii (1846), p. 31. On apprenticeship on St Helena, see A. Pearson, Distant Freedom: St Helena and the Abolition of the Slave Trade, 1840–1872 (Liverpool, 2016), esp. ch. 6; id., ‘Liberated African Settlers on St Helena’, in Anderson and Lovejoy, eds, Liberated Africans and the Abolition of the Slave Trade.",
        "135": "M. Carter, V. Govinden and S. Peerthum, The Last Slaves: Liberated Africans in Nineteenth Century Mauritius (Port Louis, 2003), pp. 6–20, 37–52.",
        "136": "For Brazil, see B.G. Mamigonian, Africanos Livres: A Abolição do Tráfico de Escravos no Brasil (São Paulo, 2017).",
        "137": "C.L. Brown, Moral Capital: Foundations of British Abolitionism (Chapel Hill, NC, 2006), ch. 5; B. Everill, Abolition and Empire in Sierra Leone and Liberia (London, 2013)."
    }
}