{
    "title": "Activism in the ‘Students’ League of Nations’: International Student Politics and the Confédération Internationale des Étudiants, 1919–1939*",
    "author": "Daniel Laqua",
    "date": "04 July 2017",
    "article": "The aftermath of the First World War saw manifold efforts to (re-)construct an international community. One striking feature of this development was the foundation of a number of international student organisations. This article analyses the largest of these organisations—the International Confederation of Students (Confédération internationale des Étudiants, CIE), using it as a prism through which to examine four major aspects of inter-war student internationalism: nationalism, intellectual co-operation, mobility and radicalism. The CIE brought together the representatives of different national unions of students and thus involved activists who could cast themselves as future leaders. It portrayed its activities as ‘apolitical’, embracing an internationalism that sought to consolidate, rather than overthrow, the international order. To this end, the organisation co-operated with the League of Nations, particularly in the realm of student travel. Yet, despite its discourse of peace and non-partisanship, the CIE suffered from manifold national divisions and maintained an uneasy relationship with the political developments of the period. In this context, the article shows how, rather than being the domain of impractical idealists, internationalism provided an arena for the pursuit of competing national and political agendas.To what extent did the inter-war years provide genuine opportunities for the formation of an international community? While national antagonisms undeniably defined the 1920s and 1930s, recent research testifies to the vibrancy of internationalist counter-currents. Significantly, the ‘transnational turn’ has drawn attention to the ways in which activists, experts and philanthropists sought to influence international politics in this period.[CITATION-1] Many of these actors dedicated much energy to engaging with the League of Nations, having invested substantial hopes in the new international institutions.[CITATION-2] The plethora of campaigns, congresses and collaborative ventures after the Great War has led Daniel Gorman to speak of ‘the emergence of international society in the 1920s’.[CITATION-3] While recent accounts highlight the diversity and potency of inter-war internationalism, university students rarely feature in them. Their absence is surprising for several reasons. After all, it hardly seems far-fetched to consider the place of young people within an order that itself was still young.[CITATION-4] Indeed, a growing body of work investigates transnational networks and endeavours concerning aspects of ‘youth’ in the inter-war period, for example with regard to child welfare and school education.[CITATION-5] However, the discussion rarely extends to the transnational activities of university students—which is all the more striking as the era was undoubtedly a fertile time for student activism. As far as national contexts are concerned, this has certainly been acknowledged. For example, Georgina Brewis has noted that ‘[i]n the 1930s British university students made their voice heard as never before on a range of social and political topics’,[CITATION-6] while Robert Cohen has claimed that American student campaigners in the age of the Great Depression were ‘among the most effective radical organizers in the history of American student politics’.[CITATION-7] But the growth in student activism was certainly not confined to the national arena. As one contemporary account put it, there was a ‘veritable explosion’ of international student organisations during the 1920s.[CITATION-8] One example was European Student Relief, a humanitarian initiative that was launched in 1920 and then transformed into International Student Service in 1925.[CITATION-9] In the same period, the creation of the University Federation for the League of Nations (1924) showed how students could directly engage with the institutions that embodied the new order. Meanwhile, other organisations came to cater for students on the basis of gender, religion or ethnicity—for instance the International Federation of University Women (1919), the Catholic association Pax Romana (1921) and the World Union of Jewish Students (1924).[CITATION-10] All of these organisations addressed particular social, material or spiritual concerns through transnational action; at the same time, their activities were portrayed as steps towards a peaceful future and were thus framed within the discourse of inter-war internationalism.Such examples suggest that it would be difficult to deny the existence of ‘student internationalism’ in the inter-war period. One may nonetheless ask why this phenomenon warrants specific attention. Students only formed a small and privileged constituency: across Western Europe, they amounted to around 2 per cent of their age cohort in the 1920s and 1930s.[CITATION-11] Female access to higher education was particularly limited—by 1930 women constituted 26 per cent of the student body in France and Britain, with an even lower figure for Germany.[CITATION-12] Matters only looked different in North America: between 1920 and 1940, the participation of young people in US higher education rose from 4.7 to 9.1 per cent of the relevant age cohort, with women making up over 40 per cent of the student body.[CITATION-13] Yet, paradoxically, the fact that university students hardly constituted a representative sample of their generation makes them a significant subject of historical enquiry. Their background meant that they could fashion themselves as political and intellectual leaders in the making. Indeed, this expectation featured prominently in internationalist discourse. For instance, Fridtjof Nansen—the Nobel Peace laureate and pioneer of the League’s work for refugees—described the ‘students of this generation’ as ‘the statesmen, civil servants, diplomats and financiers of the next’.[CITATION-14] In light of such claims, it seems necessary and important to examine the student contribution to inter-war internationalism. The present article does so by concentrating on one particular organisation, the Confédération Internationale des Étudiants (CIE, International Confederation of Students). While largely forgotten today, it represented around 350,000 members in the 1920s and was deemed to be ‘the most generally inclusive’ of all student organisations.[CITATION-15] Some contemporaries even described it as the ‘Students’ League of Nations’—a claim that also featured in the CIE’s own publications.[CITATION-16] Founded in 1919, it was conceived as a federation for national unions of students. Its protagonists were national student leaders with links to the political and academic authorities of their country. They promoted an internationalism that sought to consolidate, rather than transform, the international order. In this respect, the CIE’s stance differed from other kinds of youth internationalism—most notably the communist variant, the appeal of which ranged far more widely, from working-class youth to young intellectuals.[CITATION-17] The CIE is the prism through which this article investigates four major aspects of inter-war internationalism: nationalism, intellectual co-operation, mobility and radicalism. The first—nationalism—resonates with Glenda Sluga’s observation that ‘the history of internationalism maps profoundly on the genealogy of nations and nationalism’.[CITATION-18] Rather than being intrinsically opposed to internationalism, nationalism could be one of its constituent features, as the case of the CIE demonstrates. The organisation was active in the cultural and intellectual field; it thus operated in a realm where universalist claims intersected with ideas of national distinctness. The CIE sought to manage such intrinsic tensions by championing ‘intellectual co-operation’, combining a broad rhetoric of peace with professions of non-partisanship. Interaction with the League of Nations assumed a central role in this context. This dimension of the CIE’s activities confirms Mark Mazower’s observation that, despite its shortcomings as a ‘diplomatic vehicle’, the League ‘became the agent or beneficiary of … [an] organic growth in cooperative behavior’.[CITATION-19] As the article shows, the most successful aspect of the CIE’s collaboration with the League involved the promotion of student mobility. Yet, as the final section demonstrates, neither travel nor intellectual co-operation was quite as ‘apolitical’ as the CIE claimed.Before looking more closely at the themes of nationalism, intellectual co-operation, mobility, and radicalism, it is necessary to outline the origins and nature of the CIE. Its foundation was connected to the development of students’ representative organs at local and national levels. Such bodies were supposed to represent students to university authorities and national institutions alike, without explicit distinction on grounds of class, ethnicity, religion or gender. Several organisations of this kind had emerged before the war: in Scotland, Student Representative Councils had gained legal recognition in 1889; in France, student activists founded thein 1907.[CITATION-20] This process gathered momentum after 1918. At the national level, the war generation’s entry into higher education resulted in rising student numbers and turned student needs into a more prominent issue. Moreover, the project of founding an international federation to address their interests reflected a broader drive towards internationalism. Held in 1919, the CIE’s founding congress attracted student leaders from seventeen countries. Seven organisations (from France, Belgium, Luxembourg, Poland, Czechoslovakia, Romania and Spain) became full members immediately, and by 1923 institutional affiliations had more than doubled.[CITATION-21] The foundation of the National Union of Students (NUS) in England and Wales in 1922 illustrates the interplay between national and international processes in this era: H.G. Wells suggested that its mainwas ‘to maintain relations with the European’.[CITATION-22] Meanwhile, in countries where no fully-recognised national union existed, or where student leaders did not commit themselves to full involvement, organisations could participate as ‘free’ or associate members. This meant that, by 1932, around thirty organisations were involved in the confederation, albeit with varying degrees of intensity.[CITATION-23] The CIE was a technocratic body rather than a campaigning venture. Although it did address matters such as the international recognition of university degrees, its activities centred on knowledge exchange, student travel, and sporting initiatives such as the International University Games. Furthermore, at the operational level, the CIE favoured expert co-operation over mass mobilisation. Its main organs were committees with specific thematic remits and an administrative council to which each member organisation sent a representative.[CITATION-24] These bodies drew their membership from a growing number of professional or semi-official ‘student officials’ who had gained experience at the national level. For instance, after serving as founding president of the NUS in 1922–3, Ivison Macadam worked as NUS ‘Organising Secretary’ for nearly eight years, running an NUS travel service and representing his organisation within the CIE.[CITATION-25] Macadam’s subsequent career indicates that such positions could lead to further employment opportunities: in 1929 he became head of the Royal Institute of International Affairs. Max Habicht was another individual with a trajectory that began with student activism and ended in the realm of international affairs. He worked for the CIE while studying Law in his native Switzerland. Having moved to Harvard for doctoral research, he acted as ‘American representative of the CIE’.[CITATION-26] Habicht ultimately joined the Secretariat of the League of Nations, working on social affairs and disarmament.[CITATION-27] A third example is Jaromír Kopecký, co-organiser of the CIE’s Prague congress of 1921 and vice-president of the confederation from 1921 to 1924. Having subsequently established himself as a journalist with special expertise in foreign affairs, he joined Czechoslovakia’s diplomatic service in 1935 and represented his country at the League of Nations at the time of the Sudeten Crisis.[CITATION-28] Such examples suggest that the CIE leadership was not necessarily representative of the wider student body. This was but one of several limitations that need acknowledging. Another concerns the CIE’s interpretation of its remit. While the confederation organised leisure provision and gathered information on higher education, it did not pronounce on day-to-day politics and hardly tackled economic hardships or humanitarian concerns. Such selectiveness indicates a division of labour between different international student organisations. In 1938, the CIE admitted as much, when it made clear that mutual aid and relief were the domain of another organisation, namely the International Student Service (ISS).[CITATION-29] Gender politics were another area in which the CIE took little interest. With its focus on relief work, International Student Service operated in a sphere of action that could be constructed as ‘feminine’: while male-dominated, the ISS council and national committees included female activists from different countries. In contrast to this humanitarian student organisation, women remained absent from the CIE’s leadership. This lack of representation within a body that aimed to represent student interests seems to confirm the view that ‘[w]omen were systematically excluded from the spaces of academic connection and its attendant opportunities’.[CITATION-30] Rather than tackling the concerns of female scholars, the CIE seemed to leave such matters to the International Federation of University Women (IFUW). There were some similarities in the two organisations’ belief in their specific calling: Christine von Oertzen has noted that the IFUW’s founders ‘envisaged the formation of a multinational female educational elite that would lay claim to a role in global politics’.[CITATION-31] Yet, even when considered together, the two organisations left some gaps in their coverage of student affairs, as the IFUW focused its efforts on university graduates rather than undergraduates.The CIE’s perspective on empire, race and ethnicity was the third significant limitation on its ability to represent students effectively. By and large, the confederation remained a European and North American body. Student activists from the British Dominions and Latin America participated, but without gaining leadership positions.[CITATION-32] On questions of empire, responsibility remained with national unions of students. A case in point was the Imperial Conference of Students which the NUS organised in 1924. The event aimed at ‘practical cooperation between students of the Empire’, bringing together thirty-four delegates from overseas.[CITATION-33] This initiative was, however, construed within existing imperial paradigms—indeed, former prime minister Arthur Balfour used the occasion to praise the British Empire as ‘an instrument of peace, civilisation, and good will for the whole of the world’.[CITATION-34] Speaking as chair and honorary conference president, Robert Cecil (the Conservative Peer and leading British supporter of the League of Nations) sounded a more cautious note. He acknowledged that it was impossible ‘to impose a national culture on the rest of the world’. Nonetheless, he paid homage to ‘the splendid aspirations and ideas of British culture’.[CITATION-35] Such rhetoric is hardly surprising. Even when celebrating diversity, national unions of students operated within institutional frameworks that took colonial hierarchies and civilisational assumptions for granted. Having visited the 1938 congress of the Union Nationale des Étudiants de France, a student leader from French Indochina claimed that the event had shown him the ‘reciprocal love between students from all countries’.[CITATION-36] Such views could evidently be accommodated within the frameworks of imperial citizenship and the, rather than provide a challenge to them. Certainly, these congresses were not a forum for the radical agitation of colonial students, which was an alternative form of student activism in inter-war France.[CITATION-37] At the international level, the CIE’s discourse of internationalism barely acknowledged the growing number of colonial subjects who studied in the imperial metropoles.[CITATION-38] In looking back to the 1930s, the former NUS president Brian Simon claimed that the World Student Association—a communist-backed venture that encompassed students from colonial territories—had been ‘more representative than the CIE’.[CITATION-39] In many ways, the CIE’s silences on colonial matters were a corollary of the internationalism that it championed: after all, the confederation was premised on the sovereignty of its constituent members.The question of sovereignty draws attention to the first of the four major features that characterised student internationalism—namely, its relationship with nationalism. As Glenda Sluga has argued, ‘the national and the international’ were ‘entwined ways of thinking about the self and society, about the borders (and point) of political communities and government, and about liberty and equality’.[CITATION-40] Students provide us with intriguing insights into this phenomenon because of their pronounced and yet ambivalent relationship with nationhood. Walter Rüegg has suggested that ‘[u]ntil the twentieth century student movements mainly fought for the political freedom of a whole nation from foreign domination’.[CITATION-41] Furthermore, universities were spaces where ideas about ‘national’ science were articulated and, as institutions, they formed part of wider nation-building processes. Yet, at the same time, scholars could also cast themselves as members of a universal republic of letters; indeed, their disciplines and institutional frameworks were the product of transnational influences.[CITATION-42] Thus, being a student involved both national and transnational factors. The history of higher education offers many examples of this duality. For instance, in analysing students in pre-1914 Oxford and Heidelberg, Thomas Weber has noted the ‘fusion of a nationalist and a transnational European identity’.[CITATION-43] Christophe Charle has described how French observers viewed their universities’ appeal among foreign scholars as a measurement of ‘national grandeur’.[CITATION-44] With regard to American universities, Paul Kramer has stressed that foreign students were perceived as ‘potential instruments of U.S. global power’.[CITATION-45] In light of such ambiguities, it is hardly surprising that the CIE was subject to major national tensions from the outset. Its founding congress in 1919 mirrored the boundaries of many international associations after the Great War, as it took place without representatives from Germany, Austria, Hungary and Turkey. Their exclusion raised concerns among student leaders from neutral countries, who feared that the CIE might become a quasi-Allied entity. For instance, Dutch activists stressed that they ‘could not work in a union that ... was working in the interest of a certain political organisation’.[CITATION-46] Even on the Allied side, some activists supported a more inclusive approach. Following British pressure, the CIE removed a statute that made a country’s membership of the League of Nations a precondition for joining the confederation.[CITATION-47] Moreover, Ivison Macadam explicitly criticised the influence of ‘France and the Francophile group of countries (i.e. France, Belgium, Poland, and Roumania)’, warning of the ‘danger of the movement becoming a political weapon’.[CITATION-48] The circumstances of the CIE’s foundation seemed to justify his reservations. It coincided with a congress that the Union Nationale des Étudiants de France held in Strasbourg. This location was highly symbolic: the local university had recently been transformed into a French institution, following Alsace-Lorraine’s reintegration into the French state.The question of German participation proved divisive throughout the CIE’s history. In 1921, the German sociologist Julius Lips suggested that the CIE and the League resembled one another in that both were ‘alliances of victors’. As a republican academic with a commitment to scholarly exchange, Lips was well-disposed to the CIE’s mission. He anticipated a time when the confederation would become a ‘genuinely international student organisation’, acting ‘purely in the cultural realm to promote a rapprochement of the people’. Once this had happened, Lips argued, German students would be unable to stand aside: they would have to join out of a ‘sense of responsibility towards themselves, towards their own people, and towards the culture of humanity at large’.[CITATION-49] Despite his optimism, the Deutsche Studentenschaft—which had been founded in 1919 and represented 100,000 students—never joined the CIE. At first sight, its ongoing absence may seem surprising, as many other international bodies integrated Germans in the course of the 1920s. For instance, although there had initially been ‘no question of admitting Germany’ to the IFUW, matters changed during the Locarno period and the newly founded Deutsche Akademikerinnenbund was admitted in 1926.[CITATION-50] Why, then, were German relations with the CIE so difficult? The main obstacle was the Studentenschaft’s self-conception as a pan-German body whose constituency extended to Austrian students and the German-speaking residents of Danzig and Czechoslovakia. This claim lay at odds with the CIE’s membership principles, which were based on one member organisation per state. Even beyond this pan-German agenda, the Studentenschaft was an unlikely partner. Dieter Tiemannn has argued that the interactions with the CIE primarily provided German student leaders with opportunities to attack the ‘order of Versailles’.[CITATION-51] According to Jürgen Schwarz, the Studentenschaft had initially pursued a national-democratic agenda but soon shifted towardsprinciples.[CITATION-52] By 1922, the organisation had adopted anti-Semitic policies and positioned itself firmly on the anti-democratic right.[CITATION-53] Meanwhile, liberals and socialists supported the foundation of the Deutscher Studenten-Verband as an ‘’.[CITATION-54] This body initiated its own international projects, for instance a congress with French and German activists in 1930.[CITATION-55] However, its activities attracted little support, reflecting the limited appeal of republican student associations in Weimar Germany.The question of German representation regularly divided the CIE’s congresses. In 1928, a League of Nations report noted that the CIE had debated the potential admission of the Studentenschaft in a ‘largely thunderous atmosphere’, with German delegates leaving the congress hall in protest.[CITATION-56] One year later, a CIE committee voted down the motion to admit Germany, with only Britain, the USA and the Nordic countries advocating their membership.[CITATION-57] By 1930, thedescribed the break as ‘complete’ and the underlying reason as ‘political’.[CITATION-58] The newspaper noted fundamentally different visions of nationhood: nationality as ‘a matter of personal desire’ on the one side, and the Germans’ focus on language, culture and descent on the other. The same year, a CIE brochure juxtaposed the ‘racial conception which lies at the base of the’ with the ‘spirit’ of the confederation: CIE members ‘should represent the majority of the students of a given State and none but the students of that State’.[CITATION-59] In 1931, the prospects for closer co-operation were scuppered by the fact that the National Socialist Student Association gained control of the Studentenschaft. According to Fritz Ringer, ‘Students, like other middle-class youths, were consistently more susceptible to National Socialist propaganda than their elders’.[CITATION-60] The course of the Studentenschaft seemed to be a case in point.It is tempting to treat the CIE’s conflictual relationship with the German organisation as an exceptional case that says more about German student politics rather than it does about internationalism as such, thereby leading to the banal conclusion that internationalists found it difficult to work with those who opposed internationalism. The reality was, however, more complex than that, as two examples of the symbiosis of nationalism and internationalism demonstrate. Firstly, even an intensely nationalist body such as thesupported parts of the CIE’s agenda, notably travel schemes and sports. For instance, as late as January 1939, German students participated in the CIE’s University Winter Games.[CITATION-61] Co-operation only ended a few months later, when the Germans withdrew their offer to host the University Summer Games, intending to launch a separate initiative of their own.[CITATION-62] The collaboration over events for much of the 1920s and 1930s reminds us that internationalism could provide a stage for national competition: Geert Somsen has spoken of ‘Olympic internationalism’ in this context.[CITATION-63] The activities of the CIE exemplify this both literally—the confederation did indeed organise ‘Student Olympics’—and in a figurative sense, by providing a stage on which different nationalities competed for recognition.Secondly, it is clear that the German case was not exceptional but merely one of several controversies surrounding national representation within the CIE. The confederation’s insistence on state-based affiliation was problematic in all countries where sub-state communities sought recognition. For instance, the CIE council initially rejected the idea of separate membership for English and Scottish organisations. At the 1921 congress, opposition to this request came from Spanish and Belgian delegates who were ‘afraid to make a precedent’ in permitting the accession of two organisations from one state.[CITATION-64] They feared that Catalan, Basque and Flemish student associations might push for similar representation. Indeed, Marc Van Laer (vice-president of the CIE and leader of the Union Nationale des Étudiants Belges) denied that a Flemish association, the Algemeen Vlaams Hogstodentenverbond, might be representative in any way.[CITATION-65] With regard to Britain, the CIE ultimately adopted a compromise: the exceptional admission of both English and Scottish delegates on a provisional basis.The debates on national representation exemplify wider challenges for an internationalism that was conceived within the boundaries of the post-war order. The problem became particularly acute in the states which had emerged from the redrawing of Europe’s political map. The situation in the Kingdom of Serbs, Croats and Slovenes offers an instructive example. The country’s three universities were located in Belgrade, Zagreb and Ljubljana. In 1920, the CIE recognised the Serbian Pobratimstvo as an associate member. Before the war, a group by that name had existed at the Velika Škola, the precursor of Belgrade University.[CITATION-66] However, in 1928, the arrangement triggered complaints by the Croatian University Club Association, which argued that Croatian students were not represented by the Pobratimstvo. The Croatian activists claimed that the association had remained dormant until late 1927, when it was (re-)founded by the rector of Belgrade University.[CITATION-67] They cited newspaper reports which cast this body as a vehicle of the university authorities.[CITATION-68] According to their line of argument, the Pobratimstvo violated the CIE statutes in two ways: by not representing all national groups within the Yugoslav state and by lacking independence.Couched in such terms, the case for separate Croatian affiliation seemed to derive from student-specific concerns, which Croatian representatives also voiced at the CIE congress of 1929.[CITATION-69] However, their stance cannot be separated from Yugoslav politics. The cover image of the brochure in which the Croatian students demanded CIE membership displayed the coffins of Ðuro Basariček and Pavle Radić. The two had been deputies of the Croatian Peasants Party and been killed in parliament by a nationalist Serbian deputy. Thus, the publication inserted student politics into a wider narrative of Croats under attack. It was not the last time that the Croatian University Clubs Association addressed foreign audiences. In 1931, the students appealed to the ‘world of civilisation’ in a multilingual pamphlet that commemorated the murder of Milan Šufflay, former professor of anthropology at Zagreb University.[CITATION-70] He had portrayed Croats as being at the forefront of a battle between East and West, and has therefore been described as ‘the most well known protagonist of the Croatian clash of culture theory’.[CITATION-71] The Croatian student activists articulated similar views. They claimed that Šufflay had ‘understood better then [] anyone else the abyss which separates European culture from the balcania-byzantine one’.[CITATION-72] Thus, Croatian engagement with the CIE sustained a discourse that cast Croats as protagonists of a ‘European culture’ threatened by ‘Serbian suzerainty’.[CITATION-73] The Croatian students went so far as to speak of a ‘Serbian dictatorship’ that sought to destroy ‘European culture in Croatia, which means the destruction of the Croatian nation’.[CITATION-74] All of these examples underline the centrality of nationalism for understanding internationalism. Seen in such terms, the CIE was not only a vehicle for fostering links across national borders, but also a forum for national ideas. Reporting back from the CIE’s 1930 congress, the art historian and League of Nations official George Oprescu deplored this development:I was immediately confronted with a brutal, unpleasant reality, with a spirit lacking in flexibility and foresight, a remark that does not apply to any delegation in particular but to all delegations. I attended debates marked by the most pronounced nationalism that I have witnessed in recent times; a lack of tolerance, an ongoing preoccupation with the most chauvinistic public opinion of different countries, abandoning in each instance the international perspective to enter into political matters of the most irritating variety—, this is my impression.[CITATION-75] Oprescu included his own nation—Romania—in this account, but also mentioned Germany, Italy and Hungary. As this list indicates, the fact that student internationalism operated within the cultural realm made it a potential forum for irredentist notions, which could be voiced under the pretext of caring for the educational opportunities of national minorities.Such an assessment challenges widespread perceptions of internationalism. Rather than being the prerogative of high-minded idealists, internationalism offered opportunities to pursue national agendas. If one acknowledges this point, it becomes clear why, despite fundamental differences, the Deutsche Studentenschaft participated in some CIE activities. Likewise, the active role that Italian students played in the CIE mirrored Fascist Italy’s support for other forms of cultural internationalism as a form of foreign policy.[CITATION-76] For related reasons, many organisations received official backing for their involvement in the CIE. Julius Lips recognised the CIE’s role as a quasi-diplomatic forum early on. Describing the CIE’s founding congress of 1919, he observed that national student organisations had become ‘exponents of their country’s foreign policy’.[CITATION-77] The CIE’s Prague congress of 1921 further illustrates this point. As Andrea Orzoff has argued, ‘East-Central European elites participated wholeheartedly in international organizations based on sociability’; such interactions could reinforce other strands of cultural diplomacy.[CITATION-78] In the Czechoslovakian case, the embrace of cultural internationalism aimed to place the new state at the heart of Europe. It should come as no surprise, therefore, that Czechoslovakia’s head of state, Tomáš Masaryk, served as honorary president of the CIE congress of 1921.[CITATION-79] The event was but one occasion on which Czechoslovakian student leaders served their country’s foreign policy interests. A Slavic Students’ Congress in December 1922 fostered ties to neighbouring countries, and in later years the Czechoslovakian Union of Students co-operated with its Yugoslav and Romanian counterparts in a ‘Petite Entente of Students’.[CITATION-80] Thus, a feature that proved destabilising in many respects—the attachment to national ideas—meant that groups within the CIE could appeal to domestic audiences and authorities. As a League official, the former student activist Max Habicht made a similar point in 1931. He argued that the CIE was representative of student opinion not despite but because of ‘the fact that no other student congress has so many difficulties to overcome with regard to national feelings’. Its divisions ‘accurately reflected’ the ‘recrudescence of nationalistic conceptions in many countries’.[CITATION-81] Seen from this angle, the CIE’s internationalism was close to the mainstream of European culture and politics, rather than being located on its margins.Recent attempts to historicise the concept of ‘global civil society’ have drawn attention to the ‘paradoxical quality’ of the inter-war period—an era that was characterised by both ‘a de-globalization of the world and an unprecedented vigour for transnational associational life’.[CITATION-82] The CIE exemplified this ambivalence. As we have seen, nationalism featured prominently in its work, yet its activities were clearly a manifestation of ‘transnational associational life’. Moreover, the CIE’s work reminds us of a particular feature of the transnationalism that was characteristic of this period: the role of the League of Nations as an international actor and its capacity to intermesh with and further the interests of different groups within civil society, particularly those which transcended state borders. This section examines key aspects of this relationship, drawing attention to some crucial principles and mechanisms by which inter-war internationalism was made real, above all in the sphere of intellectual co-operation.Interactions between the CIE and the League of Nations largely fell under the rubric of ‘intellectual co-operation’. This term was in itself closely associated with the inter-war years, gaining growing currency from the 1920s onwards.[CITATION-83] In 1937, Johan Huizinga discussed the evolution of the concept, noting its origins in the French notion of. The Dutch historian acknowledged that ‘intellectual co-operation which transcends the boundaries of the State, race or nation’ was ‘nothing new’, but described it as a pressing concern in an age of ‘hypernationalism’.[CITATION-84] To Huizinga, ‘the ideal of intellectual co-operation and the organisation given to it by the League of Nations’ were ‘at one’.[CITATION-85] His remarks were far from solitary conclusions. Many advocates of internationalism considered intellectual co-operation to be vital to breathing life into the institutions and arrangements which had emerged from the Paris Peace Conference. They sought to foster an ‘international mind’ so as to make the international order work.[CITATION-86] A plethora of groups and individuals pursued this aim during the inter-war years, leading Akira Iriye to conclude that cultural internationalism ‘came of age’ in the 1920s.[CITATION-87] The CIE certainly was a protagonist of intellectual co-operation. Notwithstanding its internal disputes, the confederation provided intellectuals in the making—university students—with the means to collaborate across national borders.The League of Nations acquired designated structures for cultural and intellectual exchange during the 1920s, notably with the creation of an International Committee on Intellectual Co-operation (1922) and the opening of the Paris-based International Institute of Intellectual Co-operation (1926). The efficacy of these ventures has been subject to differing interpretations. Mark Mazower has counted them among the ‘League initiatives [that] did not get off the ground … or faltered’.[CITATION-88] Zara Steiner has only briefly noted the existence of the League committee, describing it as ‘highly informal’ and pointing out that its ‘members paid their own fares to annual meetings’.[CITATION-89] Notwithstanding their limitations, the League bodies for intellectual co-operation have undergone scholarly reappraisal, especially since Jean-Jacques Renoliet traced their history as a ‘forgotten UNESCO’[CITATION-90] The case of the CIE can contribute to this reassessment: it demonstrates how the League bodies for intellectual co-operation reached into civil society.To understand these interactions, three dimensions of the development of the CIE and its relationship to the League of Nations must be considered. First, the CIE was one of several organisations that championed intellectual co-operation even before the League of Nations had established its own structures in this area. Second, the CIE was well suited to collaborating with the Geneva institutions because key supporters of the League recognised that university students could help to build and entrench internationalism. Third, from 1926 onwards, a special liaison committee facilitated interactions between officials, the CIE and other student organisations, allowing student leaders to pursue their objectives through League channels.Daniel Gorman has suggested that ‘[i]nternational intellectual society … formed around, rather than out of, the League’.[CITATION-91] The CIE’s activities seem to confirm this statement, as the confederation promoted intellectual co-operation at a time when the League itself had not yet gained responsibilities in the cultural and academic realm. The CIE’s early collaboration with the Belgian internationalists Paul Otlet and Henri La Fontaine was significant in this respect. Having previously co-founded the Union of International Associations (1910), Otlet and La Fontaine called for the creation of an ‘intellectual League of Nations’ in 1919.[CITATION-92] The CIE supported their proposal and, in 1920, established its headquarters within Otlet and La Fontaine’s Palais Mondial in Brussels.[CITATION-93] The Belgians sought to attract various international associations to their ‘world palace’, forming part of their quest to organise the world through scholarly exchange, international law and institution-building. In moving to these premises, the CIE aligned itself with a broader effort to promote internationalism by linking up different groups and organisations.The CIE’s arrival in Brussels went hand in hand with practical attempts at intellectual co-operation. In September 1920, the Palais Mondial launched its, involving lectures from an international cast of fifty professors. While this ‘international university’ session was limited to a fortnight, it was supposed to lay the foundations for a more permanent institution.[CITATION-94] The CIE was not uncritical, with some members regarding the project as ‘unfinished and unclear’.[CITATION-95] Indeed, despite further sessions in 1921, 1924 and 1927, thenever attained the significance and permanency that its founders had hoped for. Yet the initiative should not be disregarded, as it resonated with wider internationalist currents. The sessions coincided with an ‘international fortnight’ for which different international associations sent representatives to the Belgian capital. League officials visited the Palais Mondial and contributed to the university session of 1920.[CITATION-96] Moreover, the scheme was one of many proposals for an international university in this period.[CITATION-97] Although such ventures proved largely abortive, ideas about international education featured prominently within inter-war internationalism, as illustrated by initiatives such as international summer schools and discussions about international curricula. The number and diversity of these initiatives demonstrate that there was a constituency for extending the League’s agenda into the realm of intellectual co-operation.Shifting the focus to the League itself, it is clear why the latter could treat the CIE as a potential ally. Politicians who had helped to design the Geneva institutions placed substantial hopes in young people, and particularly in university students. The French statesman Léon Bourgeois was a case in point. Addressing the CIE in 1921, he praised its members for seeking ‘to enlarge the circle of your friendship’ and linked the fate of the new order to the actions of a new generation.[CITATION-98] Another architect of the League, Robert Cecil (Viscount Cecil of Chelwood), expressed similar views. In 1925, the British peer described the League as ‘but a technical organization’, claiming that it would ‘depend … upon the youth of the world to see that the right spirit and aspirations were applied to the problems that presented themselves’.[CITATION-99] Within the League Secretariat, Inazō Nitobe—Under-Secretary General and the most senior League official from Japan—endorsed student internationalism. In Geneva, he supported the principle and practice of intellectual co-operation, although he combined this commitment with strong views on Japan’s role in the world.[CITATION-100] Nitobe had himself been very mobile in his student days: after attending university in Japan, he had pursued postgraduate studies in Germany and the United States.[CITATION-101] As early as 1921, he argued that student organisations which ‘sought to bring together young intellectuals from all countries respond[ed] without any doubt to one of the greatest needs of our age’.[CITATION-102] Such remarks help to illustrate why, according to Philip Altbach, ‘the CIE carried more weight with the League of Nations than with students’.[CITATION-103] Moreover, while the CIE’s concern with high-level collaboration was never likely to involve the mobilisation of large numbers of students, it made the confederation a well-suited partner for the League. The CIE’s focus on committee work and information exchange resonated with the League’s emphasis on expert collaboration and ‘technical’ work.[CITATION-104] Student leaders could make a case for being involved in League activities by casting themselves as experts in the domain of higher education and intellectual co-operation.The League bodies for intellectual co-operation gathered and promoted expertise on university matters by different means, from founding a Sub-Committee on University Affairs to maintaining an International University Information Office.[CITATION-105] Student representatives thus gained mechanisms for direct dialogue with the League. As early as December 1923, members of the Sub-Committee on University Affairs met with the representatives of the main international student organisations. Moreover, in 1926, the League established a framework for regular contact: it launched the Committee of Representatives of International Students’ Organisations, which included a CIE delegate alongside members of six other organisations. The creation of such a body had been demanded by student leaders.[CITATION-106] In other words, the creation of formal structures was in itself the product of a two-way dialogue between activists and officials.The inaugural meeting of the Committee of Representatives highlights the importance that League officials ascribed to their interactions with student leaders—Nitobe even attended the meeting ‘in defiance of medical orders’.[CITATION-107] Participation was not confined to the delegates of student organisations and the protagonists of the League’s work for intellectual co-operation. For instance, the International Labour Organization contributed to discussions regarding the material conditions and employment prospects of university students. Meanwhile, the Transit Section of the League Secretariat sent a delegate as a result of calls for an ‘international convention on travelling facilities for students, with regard to visas and passports as well as reduction in fares’.[CITATION-108] In this respect, the 1926 meeting shows how a particular issue—‘travelling facilities for students’—was defined and pursued within an expert forum. The students’ demands were the consequence of arrangements that had been conceived as provisional wartime measures but which had continued beyond 1918, that is, restrictions on the movement of people and the extension of passport regimes.[CITATION-109] At the 1926 meeting, the representative of the Transit Section doubted that the abolition of passports ‘would take place in the near future’,[CITATION-110] and as a result, the CIE concentrated on a more immediate aim: the eradication of bureaucratic and financial obstacles to student travel.The subsequent discussions around this issue indicate the ability of student leaders to ‘speak Genevese’—that is, to frame their demands in the language of inter-war internationalism. For instance, making their case in 1926, student representatives argued that, as a first step, ‘facilities should immediately be granted to students proceeding to Geneva for the purpose of studying the work of the League of Nations’.[CITATION-111] The CIE thus presented its own agenda and support for the League as one. In its discourse, collaboration on practical matters could create further tools for intellectual co-operation.As the 1926 meeting demonstrated, student mobility was a major concern for the CIE. Of course, the movement of students across political borders had preceded the creation of the League and, indeed, the emergence of modern nation-states. Yet, many observers noted that the 1920s offered fresh opportunities for border-crossings, despite the legacies of war and destruction. The minutes of the 1926 meeting stressed that student mobility encompassed a range of phenomena: ‘study abroad, vacation tours, tuition visits to families, exchange visits between students’.[CITATION-112] In 1927, thenoted the abundance of international travel schemes for students, concluding that ‘[n]ot since the days of Abelard has the wanderlust been fanned to such a flame among youth as now, and never has it been enticed to undertake so much Summer travel, sight-seeing and study abroad’. The author singled out the CIE’s contribution, asserting that it promoted ‘the custom of travel practiced by medieval students in the days when universities were groups of disciples gathered at the feet of a teacher who lectured on a single subject’.[CITATION-113] Three years later, the same newspaper summarised various travel ventures and proclaimed that students were ‘going to possess the earth in a sense in which their predecessors never have done’.[CITATION-114] Student mobility reached a considerable scale during the inter-war years. By the mid-1920s, foreign students made up 7 to 8 per cent of the student body at German universities, marking a return to pre-war levels. In France, their share rose from 13 to 22 per cent between 1920 and 1930. Meanwhile, at the University of Oxford, they amounted to 12 per cent of the student population.[CITATION-115] Furthermore, a variety of schemes promoted shorter study-related stays. Several recent studies have shed light on the frameworks and institutions that supported such stints abroad. For example, Whitney Walton has examined how US colleges and universities launched their ‘Junior Year Abroad’ schemes in the mid-1920s, arguing that they contributed to a ‘multilayered and interactive process of cultural internationalism’.[CITATION-116] Other historians have examined funding structures for foreign study, exemplified by Tamson Pietsch’s work on the origins of imperial scholarship schemes and Christine von Oertzen’s analysis of IFUW fellowships.[CITATION-117] Tara Windsor has discussed the Anglo-German Academic Board which, having been founded in 1926, organised student exchanges and sought ‘to promote an atmosphere of goodwill between English and German universities’.[CITATION-118] The CIE’s activities add another perspective to the historiography: the shared role of League and student officials within the movement for student travel. In 1924, the CIE set up a Commission for International Relations and Travel in London. At the international level, it lobbied for discounted railway fares and reductions in visa charges. Such demands resonated with developments in Geneva, where, as early as September 1923, the Assembly of the League of Nations had asked member states to facilitate travel for student groups. The League Secretariat subsequently recorded progress in this field.[CITATION-119] By 1926, twenty-six governments had confirmed their readiness ‘to grant facilities to students, notably in connection with the reduction of railway fares’ and mostly tied to the ‘simple condition of reciprocity’.[CITATION-120] In order to add momentum to this process, the CIE promoted an innovative scheme: the creation of an International Student Identity Card. This document was conceived as the ‘passport of the university world’ and as the key that would unlock a range of travel-related discounts.[CITATION-121] The card’s introduction provides an example of successful co-operation between the CIE, other student organisations, and the League. At their joint committee meeting in 1926, student and League representatives agreed that national unions of students would issue the card, with the CIE co-ordinating their efforts. By 1927, the scheme was operative, and the next meeting between League officials and student leaders endorsed the card.[CITATION-122] The implementation of this project illustrates how co-operation within League structures allowed competing organisations to work through their differences. For instance, as an association of Catholic students, Pax Romana set itself apart from secular student unions. Initially, its representatives expressed reservations about the CIE’s role as the sole issuing authority of the student card.[CITATION-123] By 1929, these tensions were resolved as the League committee acknowledged ‘certain necessities arising from the specific character of’. Catholic students could thenceforth apply to Pax Romana, which subsequently liaised with the CIE or national unions of students to obtain the card. A similar arrangement was struck with the World Union of Jewish Students.[CITATION-124] This agreement was particularly significant in countries where Jewish students faced discrimination by national unions of students. The introduction of the card thus shows that the League committee facilitated dialogue between different student organisations.Although the card did not become a mass phenomenon, there is clear evidence of its use. For instance, between October 1927 and October 1928, around 940 cards were issued to students from the United States.[CITATION-125] The CIE recorded the official recognition that the document had gained. Depending on the country of origin and the place that students intended to travel to, the card ensured significant visa discounts or entire waivers of such fees. For example, Austria, Denmark and Italy provided gratis visas to cardholders from a range of countries; Italy and the USA did so in a more limited number of cases. By 1931, Poland offered 50 per cent discounts for students from a wide range of countries.[CITATION-126] In addition, several travel companies and hotels advertised special deals for cardholders. Such examples highlight an emerging market for private student tourism in this period—a phenomenon that has attracted only sporadic scholarly attention.[CITATION-127] The CIE itself targeted young tourists with its, which provided detailed advice on hostels, travel arrangements, points of contacts and special offers. The publication was edited by the CIE’s Commission for International Relations and Travel, went through five editions between 1927 and 1937, and also appeared in French and German translations.[CITATION-128] In his preface to the, Fridtjof Nansen praised travel as the ‘only means to a true knowledge of other peoples, of their thought, culture and outlook upon life’.[CITATION-129] His comments illustrate how protagonists of internationalism sought to invest travel with political meaning. The CIE itself adopted a similar discourse. It claimed that the ‘symbolic significance’ of student trips exceeded their educational and cultural benefits: ‘When the first group of German students was asked to visit Oxford after the war, the fact of the invitation itself was of more importance than the value of the trip to the individual participants.’[CITATION-130] The belief in the pacific virtues of student travel helps to explain why the CIE took an active role in organising group journeys. Transatlantic crossings assumed a special place in this context, starting in 1926 when the CIE facilitated European summer trips for over 200 American students. On this occasion, participants mostly travelled within college cohorts, with professors choosing the itinerary according to their interests or expertise. These groups visited ‘widely scattered sections of Europe, from the Baltic States to the countries of the Danube’.[CITATION-131] The CIE’s role was to negotiate discounts, and to arrange local student guides and hosts. For the practical implementation, it collaborated with Open Road, a ‘left-wing travel agency’ led by John Rothschild, a Harvard graduate from the class of 1921.[CITATION-132] He had founded this organisation in 1925 after recruiting several European student activists. Looking back on the summer trips of 1926, thereported that students had been ‘dined and danced and fêted, and … even [been] met on occasion by the Mayor and a welcoming delegation to the music of the town band’.[CITATION-133] This travel initiative coincided with the formation of an American partner for the CIE: the National Student Federation of America (NSFA), an organisation that sought to ‘foster understanding among the students of the world in the furtherance of an enduring peace’.[CITATION-134] At the time of its creation, the association counted affiliates from 173 colleges and universities.[CITATION-135] By 1930, its secretary Marjorie Marston suggested that the number had risen to 250. She stressed the NSFA’s role in sending students abroad, in welcoming foreign visitors, and in issuing the International Student Identity Card ‘as a letter of introduction to university centres abroad’.[CITATION-136] Having acceded to the CIE in 1927, the NSFA also maintained links with American internationalists. The organisation’s travel office was located in the New York premises of the Institute of International Education, which promoted peace through educational exchange.[CITATION-137] There were close personal ties between these bodies: the institute’s founder, Stephen Duggan, was the NSFA’s ‘paternal advisor’—an apt description, as his daughter Mary Alice had been involved in setting up the student organisation.[CITATION-138] Furthermore, after ending his tenure as NSFA president, Edgar Murrow (later a famous broadcaster) became assistant director of the institute.[CITATION-139] These activities exemplify an apparent paradox that has been explored in the recent literature on the inter-war period: the considerable American involvement in inter-war internationalism, despite the USA’s non-membership of the League of Nations.[CITATION-140] The educational field was an important realm for this engagement. As Tamson Pietsch has noted, ‘[t]he new language of “Internationalism” provided one conduit for American educationalists’.[CITATION-141] Importantly, educational internationalism was not simply a matter of curiosity about the world: it could reflect an American sense of mission. Stephen Duggan himself is a good example. A recent analysis of his ideas notes his views of ‘America as a space of affirmative and transformative values, which could be fostered through the individual, and transposed globally, as an instinctive, rational and necessary force of internationalism’.[CITATION-142] These observations draw attention to the broader issue of the relationship between geopolitics and student mobility. As Paul Kramer has argued, exchanges and interactions in the sphere of higher education were integral to the development of wider views about the USA’s role in the world.[CITATION-143] Seen from this angle, American involvement in international educational ventures further illustrates the intertwined nature of national and international factors. Such connections become even clearer when one considers the travel schemes launched by international student organisations. In 1928, the CIE, the NSFA and the Deutsche Studentenschaft jointly offered young Americans the prospect of ‘Summer Holidays with European Students’. Intended for one hundred participants, the programme ran from June to September 1928 and listed ten different itineraries. One route took the participants to ‘the main centres of Anglo-Saxon, Teutonic and Latin culture’.[CITATION-144] Another involved travel to Hungary, Czechoslovakia and Yugoslavia, allowing students to observe ‘the conditions and problems of three new states in Central and Southern Europe’.[CITATION-145] The presentation of these itineraries shows how travel projects reflected or fostered a geopolitical imagination: the brochure clustered particular countries together according to their alleged cultural and political features. Such representations remind us that the movement of students and scholars did not necessarily breed cosmopolitan attitudes—it could equally confirm national preconceptions.[CITATION-146] Notwithstanding such ambiguities, the American tours were framed in terms of intercultural understanding. As one student periodical put it, these trips did not primarily aim ‘to give the students a mere tourist’s point of view—museums and “sightseeing” are for the most part omitted—but to offer American students the opportunity of meeting the people and particular the students, of foreign countries’.[CITATION-147] Indeed, in lauding the 1928 travel scheme, Robert Cecil expressed his ‘firm belief that the exchange of students between different countries’ would be ‘a powerful factor in the promotion of world peace’. He reiterated this point in a subsequent address to CIE members, describing the ability to ‘understand the customs of the country they were visiting’ as ‘essential work for the pacification of the world’.[CITATION-148] The links between the European–American travel ventures and the wider phenomenon of inter-war internationalism became evident during the final parts of the 1928 trip: regardless of their itinerary, the participants spent a week at the CIE’s ‘summer hostel’ in Geneva. There, they engaged in sporting activities but also had the opportunity to ‘study at first-hand the workings of the great international organisations which have their home on the shores of Lac Léman’.[CITATION-149] The Geneva visit had precedents in earlier trips for American students. In 1926, the tours co-organised by the CIE and Open Road had offered a choice of either participating in a Geneva-based summer camp, or of attending the Geneva School of International Studies. The latter was an annual summer academy, with lectures by a host of experts and practitioners. In some respects, it echoed the earlierin Brussels—with the crucial difference that the Geneva School was led by a League official and major scholar, Alfred Zimmern, deputy director of the League’s Institute of Intellectual Co-operation. The link between the CIE trips and Zimmern’s Geneva School continued in subsequent years. These ventures illustrate the significance of Geneva as a hub for a ‘growing international educational community’, which Daniel Gorman has interpreted as ‘a further manifestation of international society’.[CITATION-150] In 1928, American students followed their Geneva sojourn by travelling to another international site, the Cité Universitaire of Paris, staying ‘in college surroundings, but employed in holiday pursuits’.[CITATION-151] The Cité gave concrete shape to the ideas of student internationalism. Built on parts of the former city fortifications, it was conceived as a place where French and foreign students would live side by side. Even its design had transnational dimensions, as the planners had sought architectural inspiration from British colleges and American campuses.[CITATION-152] By the time of the American tour of 1928, the Cité was growing. Its main building had opened, as had the Argentinean and Canadian houses together with one for students from Belgium and Luxembourg. Buildings for another seven countries and for French Indochina followed over the subsequent five years. While some houses were funded by philanthropic initiatives, others were sponsored by foreign ministries that deemed a presence in Paris beneficial. In the 1930s, even some Nazi officials endorsed the idea of a German house at the Cité.[CITATION-153] The principle of national houses was but one example of the national underpinnings of this international scheme: the project also reflected the French ‘ambition to make France the intellectual capital of the world’.[CITATION-154] In this respect, a visit to the Cité seemed appropriate for the protagonists of student internationalism, whose adherence to national concepts has already been discussed. Jehnie Reis has described the Cité as ‘a typical interwar institution’ that emerged from an ‘intellectual atmosphere of healthy national competition and innovative international cooperation’.[CITATION-155] As early as 1926, the Cité Universitaire was portrayed as ‘the most remarkable example’ of a wider endeavour: to unite young people from different countries under one roof, or in one tent.[CITATION-156] Indeed, the idea of combining mobility with communal living underpinned a number of student-centred initiatives during the inter-war years. For example, Pax Romana ran hostels for Catholic students from around the world. In the same period, the Christian democrat Marc Sangnier followed his international peace camp at Bierville (1926) with the foundation of his Foyer de la Paix (1929) and thus created ‘France’s first youth hostel’.[CITATION-157] Another example was the international workcamp movement which, having originated in Switzerland and Germany, also gained popularity among British students.[CITATION-158] The CIE itself ran its own hospitality schemes: apart from its Summer Hostel in Geneva, it organised annual summer camps.[CITATION-159] In discussing these endeavours, the CIE secretary Jean Baugniet (later a legal scholar and honorary rector of the Free University of Brussels) stressed the need for hostels that were free of religious and political connotations, describing ‘impartiality and neutrality’ as ‘the foundation of all international work’.[CITATION-160] Baugniet’s remarks typify the CIE’s desire to cast itself as apolitical—as being solely engaged in the promotion of international friendship and intellectual exchange. In practice, however, it ‘did not escape the influence of political division’, as Lieve Gevers and Louis Vos have noted.[CITATION-161] The national disputes within the confederation were one manifestation of division, and the political developments of the 1930s highlighted further challenges for the CIE’s self-proclaimed non-partisanship. For example, student travel acquired political meaning when it involved regimes that placed an emphasis on mobilising young people. Notwithstanding these implications, the NSFA proposed student visits to Italy, Germany and the Soviet Union, intending ‘[t]o learn from youth movements abroad the political possibilities for youth in America’ in 1934. It also recorded invitations from former German exchange students to visit their country.[CITATION-162] One year later, the American organisation advertised ‘Four Weeks in Soviet Russia’, and planned ‘A Tour of Germany’ that allowed for ‘impressions of Nazi Germany’ and ‘fraternization with German students’.[CITATION-163] Such initiatives were particularly striking because American student leaders were aware of the Nazi persecution of Jews and political opponents: the NSFA maintained close ties with the American branch of International Student Service, which organised aid efforts for German students who had suffered racial or political oppression.[CITATION-164] The limitations of the CIE’s brand of student internationalism—with its concern for mobility, its language of international understanding, and its engagement with the League of Nations—became increasingly evident during the 1930s. In an era of mounting international crises, pacifism and communism mapped out radical alternative internationalisms which attracted growing support among the CIE’s constituency. The appeal of pacifist ideas among the students of French elite institutions—the Grandes Écoles and their preparatory classes—is one example.[CITATION-165] In Britain, the famous ‘King and Country’ debate of 1933 at the Oxford Union indicated that a categorical rejection of war could resonate among student audiences.[CITATION-166] The Oxford event also inspired an American initiative: the NSFA launched a poll in which over 22,000 American students participated, with around 39% adopting an ‘uncompromisingly pacifist stance’.[CITATION-167] Meanwhile, communists adopted a different anti-war discourse, in which anti-fascism rather than non-violence dominated. In October 1934 the World Committee Against Imperialist War, a communist front organisation, issued a Declaration of the Rights of the Young Generation. As Susan Whitney has noted, this document included students and thus ‘prefigured a turn toward university students in communist antifascist strategy’.[CITATION-168] The same year, the Communist Youth International began to co-operate with non-communist organisations, in line with the Comintern’s Popular Front strategy.[CITATION-169] A similar process occurred at the national level, with communist groups exercising growing influence on British and American student politics.[CITATION-170] Reflecting the diversity of its membership, the CIE embraced neither pacifism nor anti-fascism. Yet, at the international level, the confederation increasingly liaised with more radical proponents of student internationalism. The First League of Nations World Youth Congress was a striking manifestation of the new alliances that emerged in this period. The event originated in an initiative of the International Federation of League of Nations Societies—a body that brought together liberal internationalist groups, including one genuine mass organisation, namely Britain’s League of Nations Union.[CITATION-171] Held in Geneva in 1936, the event attracted 700 students and the representatives of fourteen international youth organisations, including both the CIE and the Communist Youth International.[CITATION-172] The latter’s participation not only reflected the Popular Front agenda, but also the Soviet Union’s admission to the League of Nations in 1934. Thus, the League now had a place in the internationalist rhetoric of groups that had previously denounced it. These observations force us to reconsider widespread assumptions on internationalism in the 1930s. Certainly, with regard to diplomatic co-operation and the actual powers of the League, there was a narrowing of internationalism—but in terms of activism and alliances, a broadening can also be noted.These new coalitions revolved around a shared discourse of peace, as the joint appeal of the 1936 congress illustrated. The participants couched their discussion of international tensions in the language of generational interest. Its authors stressed that the ‘colossal expense’ of the arms race would ‘only mean, in future budgets borne by our generation, a burden that sooner or later must grow intolerable’.[CITATION-173] A subsequent report by British activists echoed the focus on generational differences: it criticised the ‘older generation’ for its inability ‘to get rid of the pre-war conceptions of national self-sufficiency and power politics with the result that Peace is once more endangered’.[CITATION-174] Such rhetoric is striking: while abstract notions of peace had featured in the CIE’s publications early on, the contexts of the 1930s involved the shift towards a more explicit rejection of traditional policies.As the 1936 congress illustrated, anti-war campaigning—rather than a focus on travel or a general interest in the League of Nations—became a central feature of student internationalism by the mid-1930s. The Second World Youth Congress marked the culmination of this development. It was held in 1938 and took place at Vassar College, the prestigious women’s college in New York State. The host institution had longstanding connections to the world of student internationalism: in 1926, Vassar students had attended a CIE congress in Europe and subsequently initiated the creation of the NSFA.[CITATION-175] NSFA activists played an active role in preparing the 1938 event, as reflected in the prominent role of Joseph Cadden, former secretary of both the NSFA and the American branch of International Student Service.[CITATION-176] The outcome was impressive. Eighteen international organisations signed up and 600 delegates from fifty-four countries (although none from Italy or Germany) attended the proceedings.[CITATION-177] A speech by Fiorello La Guardia, the mayor of New York, attracted 20,000 people, and Eleanor Roosevelt expressed her support by visiting the congress. The sum of these activities has led to the event being described as ‘the largest single youth meeting of the decade’.[CITATION-178] The scale of the Second World Youth Congress must not, however, obscure ongoing divisions, some of which were directly linked to radical political influences. Although several Christian organisations, including the World YMCA and the World’s Student Christian Federation, participated, the Catholic Pax Romana remained absent, owing to its apprehensions about communist involvement. These concerns were illustrated by the comments of an Irish Jesuit who, in discussing the congress, warned of ‘the “Wooden Horse Policy” of Dimitrov and the Comintern’.[CITATION-179] His accusations were not entirely unfounded. Communists and fellow travellers did indeed play a prominent role at the congress—Joseph Cadden, for example, was a covert member of the Communist Party.[CITATION-180] Robert Cohen has suggested that communist influence was also apparent in the principal congress document: the Vassar Peace Pact.[CITATION-181] While not explicitly mentioning the recent events in Abyssinia or the ongoing civil war in Spain, the document’s pledge to aid victims of aggression resonated with the communist stance on intervention. These dimensions make it all the more striking that the congress attracted such diverse backing: delegates of seemingly ‘apolitical’ student organisations, including the CIE and the IFUW, worked alongside organisations that were clearly located on the political left.The World Youth Congresses of 1936 and 1938 suggest that student internationalism was reinvigorated by the injection of radical dynamics. Indeed, in the summer between these two events, a newspaper account referred to ‘ninety-nine international student conferences’. According to this source, most of these events were ‘consisting of neutrals’, even though their spectrum ranged from the ‘extreme left’ to the ‘extreme right’.[CITATION-182] In October 1937, the annual League of Nations committee session with student representatives noted the significant scale of international student activism.[CITATION-183] One year later, an account of the CIE’s annual meeting praised its ‘atmosphere of friendly hustle and bustle and cordial good humour’.[CITATION-184] Evidently, the optimism of such statements needs to be approached with caution. Organisations tended to put a positive gloss on their own activities, especially when seeking to build institutional partnerships. It is also worth acknowledging the silences in the historical record. CIE publications, reports and minutes were reluctant to comment on ideological debates unless they concerned matters of national representation within the CIE. To some extent, such omissions were necessitated by the heterogeneity of its membership. Even when it had contact with student radicalism, the CIE did not conceive of itself as a forum where political opinions should matter. It is therefore hardly surprising that the post-1939 trajectories of CIE leaders varied significantly. Two examples shall suffice to illustrate this point. The Latvian sportsman Roberts Plume served as CIE president in 1935–6 and played an active role in the organisation of the International University Games. By 1942, he was responsible for the national sports administration in his country and collaborated with the German occupying forces, appealing to young people to ‘enlist in the service of our fatherland’ and to ‘go into battle against humanity’s greatest burden—Bolshevism’.[CITATION-185] Meanwhile, another erstwhile CIE leader, former vice-president Jaromír Kopecký, represented the Czechoslovakian government-in-exile. While based in Switzerland, he drew attention to the plight of Europe’s Jewish population, and forwarded intelligence on the Holocaust to the Allies.[CITATION-186] Further examples—from former Italian CIE members to British NUS activists who became communist fellow travellers—could also be cited.[CITATION-187] Such diversity shows that involvement in student internationalism by the late 1930s was connected to widely varying motivations and ideas.What, then, does the case of the CIE tell us about students and the nature of internationalism? At the most basic level, it indicates that student leaders sought an active role in international politics. The organisation was founded after a conflict in which young people had fought and fallen in unprecedented numbers. In response, sporting activities, student mobility and institution-building were all cast as steps towards building a world without war. Yet, the legacies of war and the contested nature of the international order imposed clear constraints upon such activism. It meant that, within the international realm, student leaders sought to avoid pronouncements on explicitly political questions while praising the virtues of cultural exchange. In pursuing this agenda, the leaders of the CIE hoped to maintain a dual identity as both activists and experts.In practice, claims about the apolitical nature of their efforts were hardly convincing. CIE members represented a sector that maintained an ongoing, complex relationship with nationalism, and they therefore sought to strike a balance between national and international agendas. As the intense debates surrounding the Pan-German ambitions of the Deutsche Studentenschaft have shown, student leaders did not always resolve these tensions. In this respect, the CIE reveals the dilemmas of an internationalism in which nationhood figured prominently. A further challenge was that claims of being ‘apolitical’ seemed somewhat peculiar at a time when competing ideologies placed a major emphasis on mobilising young people.The place of youth in the rhetoric and practice of fascism and Soviet communism is well known. This article has shown that something similar can be said about liberal internationalism. To key protagonists of the League—including Léon Bourgeois, Robert Cecil, Fridtjof Nansen, Inazō Nitobe and Alfred Zimmern—students were vital to making the international order work. These hopes and expectations were reciprocated: after all, the League of Nations served as a projection screen for the aspirations of student leaders. While the League itself has been subject to major scholarly reappraisal in recent years, its structures for intellectual co-operation still tend to be perceived as a less effective example of its activities. However, as this article has shown, the Committee and Institute for Intellectual Co-operation offered opportunities for a sustained engagement with civil society. The introduction of the International Student Identity Card illustrates the scope that existed for successful collaboration between the League and student representatives. It is also worth noting that student representatives and League officials continued to hold regular committee meetings until the eve of the Second World War. Having interacted with the League as part of their work, some CIE leaders subsequently ventured into ‘adult’ League politics. For them, involvement in an international student organisation had amounted to an apprenticeship in internationalism.Given the links to the League, it is clear why the 1920s appear as the most flourishing period for the CIE—an era when faith in the League’s potential had not yet been dented by the events of the 1930s. Yet, this article has shown that we should be wary of a rise-and-fall narrative in which the optimism of the 1920s succumbs to the despair of the 1930s. Admittedly, both the reputation of the League and the prominence of the CIE declined in the later period. Yet, a plethora of activities (mostly linked to the growing appeal of more radical currents of student activism) seem to confirm Akira Iriye’s statement that ‘[i]n some ways, cultural internationalism as a movement became even more active during the 1930s than in the 1920s’.[CITATION-188] Given the CIE’s intrinsic tensions, it may seem surprising that the organisation survived until the war. Its very limitations, however, make it a rewarding subject of enquiry. As Kiran Klaus Patel has noted, transnational history needs to concern itself with ‘the suppression and subsiding, the diversion and destruction, the forgetting and fading of transnational relations’.[CITATION-189] Student internationalism was characterised by transnational flows and their fading in manifold ways. While the confederation itself certainly faded, its work pointed towards the future: after all, the emphasis on contacts between activists and officialdom, the notion of students as future leaders, and the rhetoric about the value of travel and study abroad are tropes that have proven remarkably persistent.",
    "footnotes": {
        "1": "See, for example, anti-slavery campaigners in A. Ribi, Humanitarian Imperialism: The Politics of Anti-Slavery Activism, 1880–1940 (Oxford, 2014); military veterans in J. Eichenberg and J.P. Newman, eds., The Great War and Veterans’ Internationalism (Basingstoke, 2013); economists in P. Clavin, Securing the World Economy: The Reinvention of the League of Nations, 1920–1946 (Oxford, 2013); colonial experts in S. Pedersen, The Guardians: The League of Nations and the Crisis of Empire (Oxford, 2015); liberal internationalists in H. McCarthy, The British People and the League of Nations: Democracy, Citizenship and Internationalism, c.1918–48 (Manchester, 2011).",
        "2": "On this aspect of the League, see, for example, S. Pedersen, ‘Back to the League of Nations’, American Historical Review, cxii (2007), pp. 1091–1117; P. Clavin, ‘Conceptualising Internationalism Between the World Wars’, in D. Laqua, ed., Internationalism Reconfigured: Transnational Ideas and Movements Between the World Wars (London, 2011), pp. 1–14; S. Kott, ‘Les Organisations internationales, terrains d’étude de la globalisation: jalons pour une approche socio-historique’, Critique Internationale, no. 52 (2011), pp. 9–16.",
        "3": "D. Gorman, The Emergence of International Society in the 1920s (Cambridge, 2012). On international associational life in this period, see T. Davies, NGOs: A New History of Transnational Civil Society (London, 2013), pp. 78–122.",
        "4": "Regarding the war’s impact on ideas about global order, see A. Tooze, The Deluge: The Great War and the Remaking of Global Order (London, 2014); M. Mazower, Governing the World: The History of an Idea (London, 2012), pp. 117–88.",
        "5": "D. Marshall, ‘The Rise of Coordinated Action for Children in War and Peace: Experts at the League of Nations, 1924–1945’, in D. Rodogno, B. Struck and J. Vogel, eds., Shaping the Transnational Sphere: Experts, Networks and Issues from the 1840s to the 1930s (New York, 2015), pp. 82–107; J. Droux, ‘Children and Youth: A Central Cause in the Circulatory Mechanisms of the League of Nations (1919–1939)’, Prospects, lv (2015), pp. 63–76; J. Goodman, ‘Working for Change Across International Borders: The Association of Headmistresses and Education for International Citizenship’, Paedagogica Historica, xciii (2007), pp. 165–80.",
        "6": "G. Brewis, A Social History of Student Volunteering: Britain and Beyond, 1880–1980 (Basingstoke, 2014), p. 89.",
        "7": "R. Cohen, When the Old Left Was Young: Student Radicals and America’s First Mass Student Movement, 1929–1941 (New York, 1997), p. xii.",
        "8": "Confédération Internationale des Étudiants, Guide de voyage de l’étudiant en Europe: Edition française (London, 1931), p. 3. This quote is based on the French wording—the English version speaks of ‘international associations … coming into being’: International Confederation of Students, Handbook of Student Travel in Europe (3rd edn., London, 1931), p. xii.",
        "9": "Brewis, Social History of Student Volunteering, pp. 51–60 and 63.",
        "10": "On the International Federation of University Women, see C. von Oertzen, Science, Gender and Internationalism: Women’s Academic Networks, 1917–1955 (Basingstoke, 2012). On Pax Romana, see U. Altermatt and R. Sugranyes de Franch, Pax Romana 1921–1981: Gründung und Entwicklung (Freiburg/Fribourg, 1981); M. Trisconi, ‘Une Internationale pour les universitaires catholiques: “Pax Romana” et ses tentatives de propagation en Amérique latine durant l’entre-deux-guerres’, Traverse, v (1998), pp. 112–22.",
        "11": "For a county-by-country breakdown, see H. Kaelble, Social Mobility in the Nineteenth and Twentieth Centuries: Europe and America in Comparative Perspective (New York, 1986), p. 42. He gives shares of 1.64 and 1.84 per cent as the West European average for the years 1920 and 1930.",
        "12": "F. Ringer, ‘Admission’, in W. Rüegg, ed., A History of the University in Europe, III: Universities in the Nineteenth and Early Twentieth Centuries (1800–1945) (Cambridge, 2004), p. 248.",
        "13": "Kaelble, Social Mobility, p. 43; B. Miller Solomon, In the Company of Educated Women (New Haven, CT, 1985), p. 63.",
        "14": "Fridtjof Nansen, ‘Student Travel—A Factor for World Peace’, in International Confederation of Students, Handbook of Student Travel in Europe (2nd edn., London, 1930), pp. vii–viii.",
        "15": "Geneva, League of Nations Archives, United Nations Library [hereafter UNOG], 13C/15901/4331 (Report of Miss Bosanquet): Theodora Bosanquet, ‘Report of the Committee: First Session of the Committee of International Student Representatives, 8–10 April 1926’. For a brief but insightful discussion of the CIE, see L. Gevers and L. Vos, ‘Student Movements’, in Rüegg, ed., A History of the University in Europe, III, esp. pp. 339, 356–7.",
        "16": "The Times, 23 Jan. 1920, ‘Students’ League of Nations’; CIE, Annuaire de la Confédération Internationale des Étudiants (Brussels, 1932), p. 13.",
        "17": "R. Cornell, Revolutionary Vanguard: The Early Years of the Communist Youth International, 1914–1924 (Toronto, ON, 1982); G. Cohen and K. Morgan, ‘Stalin’s Sausage Machine: British Students at the International Lenin School, 1926–37’, Twentieth Century British History, xiii (2002), pp. 32–55; I. Filatova, ‘Indoctrination or Scholarship? Education of Africans at the Communist University of the Toilers of the East in the Soviet Union, 1927–1937’, Paedagogica Historica, xxxv (1999), pp. 41–66.",
        "18": "G. Sluga, Internationalism in the Age of Nationalism (Philadelphia, PA, 2013), p. 157.",
        "19": "Mazower, Governing the World, p. 143.",
        "20": "Universities (Scotland) Act 1889, 52 and 53 Vict. c. 55, s. 14 (12); Gevers and Vos, ‘Student Movements’, p. 328.",
        "21": "The Times, 24 Sept. 1923, ‘Students’ International Conference’.",
        "22": "H.G. Wells, ‘Preface’, in I. Macadam, Youth in the Universities: A Paper on National and International Students’ Organisations (London, 1922), p. 3. Mike Day describes ‘international affairs’ as the NUS’s ‘main focus’ during its early years: M. Day, National Union of Students 1922–2012 (London, 2012), p. 16.",
        "23": "A full list constitutes the main part of the Annuaire de la Confédération Internationale des Étudiants (Brussels, 1932).",
        "24": "These included committees on legal questions, the press, film, travel, statistics, sports, and on particular fields of study (notably art and medicine).",
        "25": "Day, National Union of Students, p. 16",
        "26": "Swarthmore, PA, Swarthmore College Peace Collection [hereafter SWAR], Subject File ‘Youth/Students, N–U.S.’, folder ‘National Student Federation of America, 1926–1940’: M. Habicht, ‘The International Confederation of Students’, in National Student Federation of America, Year Book for 1926 (New York, 1926), p. 32.",
        "27": "The Vassar Miscellany News, 21 May 1932, ‘Max Habicht Will Talk on International Events’.",
        "28": "J. Tomeš, ‘Ohlédnutí za životem’, in J. Kopecký, Paměti diplomata (Prague, 2004), pp. 515–17. For Kopecký’s account of his time in the CIE, see ibid., pp. 194–200 and 212–15.",
        "29": "‘Notes sur le Conseil de Sheffield’, Confédération Internationale des Étudiants, Bulletin mensuel d’informations du secrétariat general [hereafter Bulletin mensuel], viii (June 1938), p. 2.",
        "30": "T. Pietsch, Empire of Scholars: Universities, Networks and the British Academic World, 1850–1939 (Manchester, 2013), p. 6.",
        "31": "Oertzen, Science, Gender, and Internationalism, p. 4.",
        "32": "The 1932 yearbook lists organisations from Bolivia, Colombia, Mexico and South Africa, as well as a Paris-based association for Latin American students in Europe (Asociación General de Estudiantes Latinoamericanos).",
        "33": "The Times, 29 July 1925, ‘Imperial Conference of Students’; The Times, 18 July 1924, ‘Imperial Conference of Students: Proposals for Permanent Organization’.",
        "34": "The Times, 28 July 1925, ‘Preserving the Empire’.",
        "35": "The Times, 24 July 1925, ‘Empire Students. Conference Opened: Lord Cecil on British Ideas’.",
        "36": "Phan Van Anh, ‘Le Congrès de l’Union nationale des Étudiants de France, à Nice, vu par un Indochinois’, Bulletin mensuel, viii (July 1938), p. 6.",
        "37": "M. Goebel, Anti-Imperial Metropolis: Interwar Paris and the Seeds of Third World Nationalism (Cambridge, 2015), pp. 116–48; S. McConnell, Leftward Journey: The Education of Vietnamese Students in France, 1919–1939 (New Brunswick, NJ, 1989).",
        "38": "Pietsch, Empire of Scholars, p. 178.",
        "39": "B. Simon, ‘The Student Movement in England and Wales during the 1930s’, History of Education, xvi (1987), p. 197.",
        "40": "Sluga, Internationalism in the Age of Nationalism, p. 150.",
        "41": "Rüegg, ‘Themes’, in id. ed., History of the University in Europe, III, p. 25.",
        "42": "On the interplay between transnational and national factors, see R. Jessen and J. Vogel, eds., Wissenschaft und Nation in der europäischen Geschichte (Frankfurt, 2002); L. Jordan and B. Kortländer, eds., Nationale Grenzen und internationaler Austausch: Studien zum Kultur- und Wissenschaftstransfer in Europe (Tübingen, 1995), section III: ‘Wissenschaftler: Nationale Faktoren und universaler Anspruch’, pp. 245–344.",
        "43": "T. Weber, Our Friend ‘The Enemy’: Elite Education in Britain and Germany before World War I (Stanford, CA, 2008), p. 234.",
        "44": "C. Charle, La République des universitaires, 1870–1940 (Paris, 1994), p. 343. See also his comments on visiting schemes for foreign professors on pp. 345–9.",
        "45": "P.A. Kramer, ‘Is the World Our Campus? International Students and US Global Power in the Long Twentieth Century’, Diplomatic History, xxx (2009), p. 781.",
        "46": "UNOG, 13C/14585/14585 (Organisation des Étudiants Néerlandais), ‘Report of the work of the Dutch delegation at the 2nd Congress of the International Confederation of Students’, submitted to the League Secretariat on 20 July 1921.",
        "47": "Macadam, Youth in the Universities, p. 8.",
        "48": "Ibid.",
        "49": "Julius Ernst Lips, Die internationale Studentenbewegung nach dem Kriege (‘La Confédération Internationale des Étudiants’) (Leipzig, 1921), p. 112.",
        "50": "Oertzen, Science, Gender, and Internationalism, p. 58.",
        "51": "D. Tiemann, Deutsch-französische Jugendbeziehungen der Zwischenkriegszeit (Bonn, 1989), p. 41. See also T. Windsor, ‘Rekindling Contact: Anglo-German Academic Exchange after the First World War’, in H. Ellis and U. Kirchberger, eds., Anglo-German Scholarly Networks in the Long Nineteenth Century (Leiden, 2014), p. 218.",
        "52": "J. Schwarz, Studenten in der Weimarer Republik: Die Deutsche Studentenschaft in der Zeit von 1918 bis 1923 und ihre Stellung zur Politik (Berlin, 1971), p. 188.",
        "53": "Ibid., p. 396.",
        "54": "M. Kater, Studentenschaft und Rechtsradikalismus in Deutschland 1918–1933: Eine sozialgeschichtliche Studie zur Bildungskrise in der Weimarer Republik (Hamburg, 1975), p. 91. Some of the literature refers to this association as ‘Deutscher Studentenverein’: Gevers and Vos, ‘Student Movements’, p. 357.",
        "55": "Tiemann, Deutsch-französische Jugendbeziehungen, p. 234.",
        "56": "UNOG, 5A/R2236 (Confédération Internationale des Étudiants), folder ‘XIème Conseil, août 1928’: George Oprescu, 21 Aug. 1928.",
        "57": "The Times, 21 Aug. 1929, ‘Telegrams in Brief’.",
        "58": "Daily Boston Globe, 27 Aug. 1930, ‘German “Cultural” Problem at a Head’.",
        "59": "UNOG, 5A/R2236 (Confédération Internationale des Étudiants), folder ‘XIIe congrès. Bruxelles, du 12 au 26 août 1930’: booklet XIIth Congress of the International Confederation of Students.",
        "60": "F. Ringer, The Decline of the German Mandarins: The German Academic Community, 1890–1933 (Cambridge, 1969), p. 436.",
        "61": "‘Jeux Universitaires Internationaux d’Hiver’, Bulletin mensuel, xii (Jan. 1939), p. 3.",
        "62": "‘Réunion du Bureau exécutif de la C.I.E.’, Bulletin mensuel, xii (July 1939), p. 1.",
        "63": "G. Somsen, ‘A History of Universalism: Conceptions of the Internationality of Science from the Enlightenment to the Cold War’, Minerva, xlvi (2008), pp. 361–79.",
        "64": "UNOG, 13C/14585/14585, ‘Report of the work of the Dutch delegation’. Cf. Kopecký, Paměti diplomata, p. 199.",
        "65": "Lips, Die internationale Studentenbewegung, p. 38.",
        "66": "In 1903, it was led by a friend of Ljuba Jovanović-Čupa, who aimed to unite South Slavs in a joint state under Serbian leadership: D. MacKenzie, Serbs and Russians (Boulder, CO, 1996), p. 114.",
        "67": "Croatian University Club Association [Savez Hratskih Sveučilišnih klubova], La Question croate devant la C.I.E. (Zagreb, 1928), pp. 2–3.",
        "68": "Ibid., pp. 6–7.",
        "69": "UNOG, 5A/R2236 (Confédération Internationale des Étudiants), folder ‘XIème séance du Conseil, Budapest 10–24 août 1929’: ‘Mémorandum à M. Dufour’, 26 August 1929.",
        "70": "Croatian University Club Association, An Appeal of the Croatian Academicians to the World of Civilisation: How the Croatian Savant, Professor of University, Dr. Milan Šufflay Was Murdered by the Serbian Royal Dictatorship (Zagreb, 1931).",
        "71": "R. Yeomans, ‘Of Yugoslav Barbarians and Croatian Gentlemen Scholars: Nationalist Ideology and Racial Anthropology in Interwar Yugoslavia’, in M. Turda and P.J. Weindling, eds., Blood and Homeland: Eugenics and Racial Nationalism in Central and Southeast Europe, 1900–1940 (Budapest, 2006), p. 107.",
        "72": "Croatian University Club Association, An Appeal, p. 5.",
        "73": "Yeomans, ‘Of Yugoslav Barbarians’, p. 108.",
        "74": "Croatian University Club Association, An Appeal, p. 5.",
        "75": "UNOG, 5A/R2236 (Confédération Internationale des Étudiants), folder ‘XIIe congrès. Bruxelles, du 12 au 26 août 1930’: George Oprescu, ‘Rapport à M. Dufour et au Secrétaire-Général’, Sept. 1930.",
        "76": "D. Laqua, ‘Internationalisme ou affirmation de la nation? La coopération intellectuelle transnationale dans l’entre-deux-guerres’, Critique Internationale, no. 52 (2011), pp. 59–60.",
        "77": "Lips, Die internationale Studentenbewegung, p. 12.",
        "78": "A. Orzoff, Battle for the Castle: The Myth of Czechoslovakia in Europe, 1914–1948 (Oxford, 2009), p. 10.",
        "79": "‘Congrès International de Prague’, Le Monde Universitaire, i (1921), p. 15. For an account of this event, see Kopecký, Paměti diplomata, pp. 196–8, which also mentions the presence of the Minister of Education at the event.",
        "80": "On the congress (which featured a contribution from foreign minister Edvard Beneš), see ibid., pp. 211–12. For the wider context, see H. Batowski, ‘Die Studentenvereinigung für international Freundschaft nach dem Ersten Weltkrieg am Beispiel Polens und der Tschechoslowakei’, in R.G. Plaschka and K. Mack, eds., Wegenetz europäischen Geistes, II: Universitäten und Studenten: Die Bedeutung studentischer Migrationen in Mittel- und Südosteuropa vom 18. bis zum 20. Jahrhundert (Vienna, 1987), pp. 45–50.",
        "81": "UNOG, 13C/6274/34468 (Collaboration between the International Confederation of Students and the International Committee on Intellectual Cooperation): Max Habicht to Jean Daniel de Montenach, 17 July 1931.",
        "82": "A. Arsan, S.L. Lewis and A.-I. Richard, ‘Editorial—the Roots of Global Civil Society and the Interwar Moment’, Journal of Global History, vii (2012), p. 165.",
        "83": "Google’s Ngram Viewer (https://books.google.com/ngrams/) allows us to trace the frequency of use of the term ‘intellectual co-operation’/‘intellectual cooperation’ within its corpus of digitised books. It illustrates growing usage from the 1920s, reaching a peak during the 1940s.",
        "84": "J. Huizinga, ‘Function of Intellectual Co-operation in the Organisation of the Contemporary World’, in League of Nations, Proceedings of the Second General Conference of National Committees on Intellectual Co-operation, Paris, July 5th–9th, 1937 (Geneva, 1938), p. 52–3 and 54. See A.-I. Richard, ‘Huizinga, the Netherlands and the Spirit of Europe, 1933–1945’, in M. Hewitson and M. d’Auria, eds., Europe in Crisis: Intellectuals and the European Idea, 1917–1957 (New York, 2013), pp. 243–56.",
        "85": "Huizinga, ‘Function of Intellectual Co-operation’, p. 54.",
        "86": "Anna-Katharina Wöbse, ‘“To Cultivate the International Mind”: Der Völkerbund und die Förderung der globalen Zivilgesellschaft’, Zeitschrift für Geschichtswissenschaft, liv (2006), pp. 852–63.",
        "87": "A. Iriye, Cultural Internationalism and World Order (Baltimore, MD, 1997), p. 51.",
        "88": "Mazower, Governing the World, p. 143.",
        "89": "Steiner, The Lights That Failed, p. 368.",
        "90": "J.-J. Renoliet, L’UNESCO oubliée: La Société des Nations et la coopération intellectuelle (1919–1946) (Paris, 1999). See also D. Laqua, ‘Transnational Intellectual Cooperation, the League of Nations, and the Problem of Order’, Journal of Global History, vi (2011), esp. pp. 223–47; J.-A. Pemberton, ‘The Changing Shape of Intellectual Cooperation: From the League of Nations to UNESCO’, Australian Journal of Politics and History, lviii (2012), pp. 34–50; C. Pernet, ‘Twists, Turns and Dead Alleys: The League of Nations and Intellectual Cooperation in Times of War’, Journal of Modern European History, xii (2014), pp. 342–58.",
        "91": "Gorman, The Emergence of International Society, p. 206.",
        "92": "P. Otlet, La Société intellectuelle des nations (Paris, 1919). See also D. Laqua, The Age of Internationalism and Belgium, 1880–1930: Peace, Progress and Prestige (Manchester, 2013), pp. 194–5.",
        "93": "‘L’Office Central de la C.I.E.’, Le Monde Universitaire, i (1921), p. 10.",
        "94": "P. Otlet, Sur la création d’une Université internationale: Rapport présentée à l’Union des Associations Internationales (Brussels, 1920); W.B. Rayward, The Universe of Information: The Work of Paul Otlet for Documentation and International Organization (Moscow, 1975), pp. 222–7.",
        "95": "Lips, Die international Studentenbewegung, pp. 55–6.",
        "96": "Rayward, The Universe of Information, pp. 225–6 and 229.",
        "97": "Laqua, ‘Transnational Intellectual Cooperation’, esp. pp. 239–41.",
        "98": "L. Bourgeois, ‘Lettre aux Etudiants de la C.I.E.’, Le Monde Universitaire, i (1921), pp. 3–4.",
        "99": "The Times, 24 July 1925, ‘Empire Students. Conference Opened: Lord Cecil on British Ideas’.",
        "100": "T.W. Burkman, Japan and the League of Nations: Empire and World Order, 1914–1938 (Honolulu, HI, 2008), pp. 144–62.",
        "101": "Sluga, Internationalism in the Age of Nationalism, pp. 58–9.",
        "102": "UNOG, 13/10717/10717 (La Confédération Internationale des Étudiants): Inazō Nitobe to Emile Janson, 4 Feb. 1921.",
        "103": "P.G. Altbach, ‘The International Student Movement’, Journal of Contemporary History, v (1970), p. 160.",
        "104": "P. Clavin, ‘Europe and the League of Nations’, in R. Gerwarth, ed., Twisted Paths: Europe, 1914–1945 (Oxford, 2007), p. 337.",
        "105": "E. Fuchs, ‘Der Völkerbund und die Institutionalisierung transnationaler Bildungsbeziehungen’, Zeitschrift für Geschichtswissenschaft, liv (2006), pp. 894–6; Renoliet, L’UNESCO oubliée, pp. 34–5.",
        "106": "UNOG, 13C/43311/43311 (Proposed Conference of International Students’ Organisations): C. Hoffmann, ‘Memorandum Concerning a Possible Conference of Representatives of the Leading International Student Organisations’, 16 July 1925.",
        "107": "UNOG, 13C/15901/4331, Bosanquet, ‘Report of the Committee’.",
        "108": "Ibid.",
        "109": "J. Torpey, The Invention of the Passport: Surveillance, Citizenship and the State (Cambridge, 2000), p. 112.",
        "110": "UNOG, 13C/50976/4331 (P.V. of the 1st Conference: April 1926): ‘Minutes of the Third Meeting, held on Friday, 9th April, 1926 at 10 am’.",
        "111": "UNOG, 13C/15901/4331, Resolution on ‘Interchange of Students, Travelling Facilities, International Identity Card and Equivalence of University Degrees’, annexe to Bosanquet, ‘Report of the Meeting’.",
        "112": "Bosanquet, ‘Report of the Meeting’.",
        "113": "New York Times, 15 May 1927, Ruth Seinfeld, ‘Student Tours Abroad Develop Huge Traffic’.",
        "114": "New York Times, 1 Apr. 1930, ‘Youth’s Confederation’.",
        "115": "Ringer, ‘Admission’, p. 247.",
        "116": "W. Walton, ‘Internationalism and the Junior Year Abroad: American Students in France in the 1920s and 1930s’, Diplomatic History, xxix (2005), p. 267. See also W. Walton, Internationalism, National Identities, and Study Abroad: France and the United States, 1890–1970 (Stanford, CA, 2009).",
        "117": "T. Pietsch, ‘Many Rhodes: Travelling Scholarships and Imperial Citizenship in the British Academic World, 1880–1940’, History of Education, xl (2011), pp. 1–17; Oertzen, Science, Gender, and Internationalism, pp. 44–55.",
        "118": "Windsor, ‘Rekindling Contact’, p. 224.",
        "119": "‘Travelling Facilities for Groups of Students, Boy Scouts and Girl Guides’, League of Nations—Official Journal (June 1924), pp. 887–8.",
        "120": "UNOG, 13C/50976/4331 (P.V. of the 1st Conference: April 1926): ‘Minutes of the Second Meeting, held on Thursday, 8th April, 1926 at 3 pm’.",
        "121": "International Confederation, Handbook (2nd edn.), p. xxiii.",
        "122": "‘Sub-Committee on University Relations’, League of Nations—Official Journal, viii (1927), p. 1172.",
        "123": "UNOG, 13C/50976/4331 (P.V. of the 1st Conference: April 1926): ‘Minutes of the Second Meeting, held on Thursday, April 8th, 1926, at 3 pm’.",
        "124": "‘Memorandum Regarding the Issue of the International Student Identity Card to Members of Pax Romana’ and ‘Memorandum Regarding the Issue of the International Student Identity Card to Members of the World Union of Jewish Students’, League of Nations—Official Journal, x (1929), p. 1544.",
        "125": "SWAR, Subject File ‘Youth/Students, N–U.S.’, folder ‘National Student Federation of America, 1926–1940’: National Student Federation of America, Year Book 1927–1928, p. 16.",
        "126": "International Confederation, Handbook (2nd edn.), inserted table after p. xxxvi, and Handbook (3rd edn.), inserted table after p. xl.",
        "127": "Work on the ‘tourist cabin’ on transatlantic ocean liner alludes to students using these facilities: L. Coons and A. Varias, Tourist Third Cabin: Steamship Travel in the Interwar Years (Basingstoke, 2003), pp. 28–30.",
        "128": "L’Étudiant à travers de l’Europe (London and Rennes, 1930); Europa: Für reisende Studenten (London and Zurich, 1930); Guide de voyages de l’étudiant.",
        "129": "Fridtjof Nansen, ‘Student Travel—a Factor for World Peace’, in International Confederation, Handbook (2nd edn.), pp. vii–viii.",
        "130": "UNOG, 5A/R2236 (Confédération Internationale des Étudiants), folder ‘XIème Conseil, août 1928’: ‘Document no. 1 issued to the Commission, 13/08/1928’. See the similar fashion in which Ivison Macadam described a British group’s visit to Germany in 1922: Windsor, ‘Rekindling Contact’, p. 219. On German students in pre-war Oxford, see Weber, Our Friend ‘The Enemy’, pp. 66–81.",
        "131": "New York Times, 27 June 1926, ‘125 Students Sail Tuesday on Tours’. See also SWAR, Subject File ‘Youth/Students, N–U.S.’, folder ‘National Student Federation of America, 1926–1940’: Marvin Breckinridge, ‘Report of the Travel Committee of the N.S.F.A.’, in National Student Federation of the United States of America, Year Book for 1926, p. 10.",
        "132": "P. Hoban, Alice Neel: The Art of Not Sitting Pretty (New York, 2010), p. 128.",
        "133": "New York Times, 15 May 1927, Ruth Seinfeld, ‘Student Tours Abroad Develop Huge Traffic’.",
        "134": "M. Kehr, ‘The National Student Federation of America (1925–1941): Founded to Fulfil the Need for a National Student Organization’, in E.G. Schwartz, ed., American Students Organize: Founding the National Student Association After World War II. An Anthology and Source Book (New York, 2006), p. 24.",
        "135": "Columbia Daily Spectator, 7 Dec. 1926, ‘Colleges Organize Student Federation with 173 Members’.",
        "136": "New York Times, 7 Apr. 1930, Marjorie Marston, ‘Students’ Work Here’ [letter to the editor, dated 1 April 1930].",
        "137": "Kehr, ‘The National Student Federation’, p. 22.",
        "138": "A. Kendrick, ‘Edgar R. Murrow: From Student Leader of the 1930s to Leading Journalist’, in Schwartz, ed., American Students Organize, p. 28.",
        "139": "‘Murrow at the Institute of International Education (IIE), 1932–1935’, in The Life and Work of Edward R. Murrow: An Archives Exhibit, Digital Collections and Archives, Tufts University, http://dca.lib.tufts.edu/features/murrow/exhibit/iie.html, last accessed 08 Nov. 2015.",
        "140": "K. Rietzler, ‘Experts for Peace: Structures and Motivations of Philanthropic Internationalism in the United States’, in Laqua, ed., Internationalism Reconfigured, pp. 45–65.",
        "141": "Pietsch, Empire of Scholars, p. 174.",
        "142": "C. Brooks, ‘The Apostle of Internationalism: Stephen Duggan and the Geopolitics of International Education’, Political Geography, xlix (2015), p. 66.",
        "143": "Kramer, ‘Is the World Our Campus?’, p. 776.",
        "144": "National Student Federation of America (NSFA), Summer Holidays with European Students (The N.S.F.A.–C.I.E. Delegation 1928: At the Invitation of the Confédération Internationale des Étudiants and the Deutsche Studentenschaft (London, 1928), p. 20.",
        "145": "Ibid., p. 34.",
        "146": "Cf. Walton, Internationalism, National Identities, and Study Abroad, pp. 62–84; id., ‘National Interests and Cultural Exchange in French and American Educational Travel, 1914–1970’, Journal of Transatlantic Studies, xiii (2015), pp. 344–57.",
        "147": "Bryn Mawr College News, 29 Feb. 1928, ‘Exchange of Students’.",
        "148": "The Times, 27 Apr. 1928, ‘Renouncing War’.",
        "149": "NSFA, Summer Holidays, p. 19.",
        "150": "Gorman, Emergence of International Society, p. 193.",
        "151": "NSFA, Summer Holidays, p. 25.",
        "152": "B. Lemoine, La Cité internationale universitaire de France (Paris, 1990), p. 29.",
        "153": "H.M. Bock, Topographie deutscher Kulturvertretung im Paris des 20. Jahrhunderts (Tübingen, 2010), pp. 179–81.",
        "154": "Lemoine, La Cité internationale, p. 14.",
        "155": "J.L. Reis, ‘Cultural Internationalism at the Cité Universitaire: International Education between the First and Second World Wars’, History of Education, xxxix (2010), p. 157.",
        "156": "UNOG, 13C/50976/4331 (P.V. of the 1st Conference: April 1926), ‘Minutes of the Fourth Meeting, held on Friday, 9th April, 1926, at 3 pm’.",
        "157": "G. Barry, The Disarmament of Hatred: Marc Sangnier, French Catholicism and the Legacy of the First World War, 1914–45 (Basingstoke, 2012), p. 160.",
        "158": "Brewis, Social History of Student Volunteering, pp. 97–104.",
        "159": "Melk in Austria and Constanța in Romania were the locations for 1931: International Confederation, Handbook (3rd edn.), p. xxi.",
        "160": "UNOG, 13C/50976/4331, ‘Minutes of the Fourth Meeting’.",
        "161": "Gevers and Vos, ‘Student Movements’, p. 356.",
        "162": "College Park, MD, Hornbake Library, University of Maryland Special Collections, National Student Federation of America archives [hereafter NSFAA], series II, box I: ‘German Exchange Students Invite Americans to Visit Them’, NSFA News Service, 3 Mar. 1934; ‘Youth Movements to Be Studied by American Students This Summer’, NSFA News Service, 5 May 1934.",
        "163": "NSFAA, series II, box I: National Student Mirror (Mar.–Apr. 1936), p. 36: advertisement for ‘NSFA Trips for Students: Europe and Soviet Russia’.",
        "164": "SWAR, ‘SDGB: Collective Box. Switzerland’, folder ‘International Student Service’: Student Service in the World Crisis (Geneva, 1934), p. 7. The links between the two organisations ultimately meant that the Federation incorporated the American branch of International Student Service: NSFAA, Series I, Box I: ‘Minutes of the Executive Committee’, 1 July 1935.",
        "165": "J.-F. Sirinelli, Génération intellectuelle: Khâgneux et normaliens dans l’entre-deux-guerres (Paris, 1988).",
        "166": "M. Ceadel, ‘The “King or Country” Debate, 1933: Student Politics, Pacifism, and the Dictators’, Historical Journal, xxii (1979), pp. 397–422.",
        "167": "NSFAA, Series II, Box I: ‘For Immediate Release’, NSS News Service, 15 May 1933. This comment was made when the participation stood at 21725. The overall share of absolute pacifists remained the same in the final total of 22,627; see Cohen, When the Old Left Was Young, p. 81.",
        "168": "S. Whitney, Mobilizing Youth: Communists and Catholics in Interwar France (Durham, NC, 2009), p. 161.",
        "169": "Gevers and Vos, ‘Student Movements’, p. 359.",
        "170": "Brewis, Social History of Student Volunteering, pp. 91–3 and 114–16; Cohen, When the Old Left Was Young, pp. 134–5.",
        "171": "With over 400,000 members in 1931, the League of Nations Union was ‘by far the largest and most active of the national League societies’: McCarthy, The British People, p. 4.",
        "172": "W.D. Angel, The International Law of Youth Rights: Source Documents and Commentary (Dordrecht, 1995), pp. 104 and 109.",
        "173": "‘Appeal to German Youth’, in The World We Mean to Make: A Report of the World Youth Congress held at Geneva,. August 31st–September 6th 1936 (London, 1936), p. 33. Cf. minor differences in the appeal’s wording in Angel, International Law of Youth Rights, p. 108.",
        "174": "The World We Mean to Make, p. 3.",
        "175": "Kehr, ‘The National Student Federation of America’, p. 23.",
        "176": "SWAR, subject file ‘Youth: Youth / Students: Conferences. 1936–s.d.’, folder ‘World Youth Congress (2nd)’, letter by Joseph Cadden, undated (c.1936). Cadden subsequently became a paid secretary of the organising committee. See The Southeast Missourian, 13 Feb. 1940; B. Cattan, ‘Looking Behind the News’.",
        "177": "SWAR, subject file ‘Youth: Youth / Students: Conferences. 1936–s.d.’, folder ‘World Youth Congress (2nd)’, Youth Demands a Peaceful World: Report of the Second World Youth Congress, Vassar College, Poughkeepsie, N.Y., Aug. 16–23, 1939 (Geneva, 1939), p.3.",
        "178": "Cohen, When the Old Left Was Young, p. 184.",
        "179": "E.J. Coyne, ‘Catholics and the World Youth Congress’, Irish Monthly, lxvii (1939), p. 157.",
        "180": "Cohen, When the Old Left Was Young, pp. 302–3.",
        "181": "Ibid., pp. 184–5.",
        "182": "Chicago Daily Tribune, 12 Sept. 1937, ‘Students Convene in 99 European Summer Meetings’.",
        "183": "‘The Twelfth Session of the League of Nations’ Committee of International Student Organizations (October 28–29, 1937 at the Secretariat of the League of Nations, Geneva, Switzerland’ in Angel, The International Law of Youth Rights, p. 82.",
        "184": "A. Smets, ‘Le Conseil de Sheffield’, Bulletin mensuel, viii (1938), p. 1.",
        "185": "M. Lazda, ‘Latvia’, in K. Passmore, ed., Women, Gender and Fascism in Europe, 1919–1945 (Manchester, 2003), p. 143.",
        "186": "M. Fleming, Auschwitz, the Allies and Censorship of the Holocaust (Cambridge, 2014), pp. 231–2; J. Gurock, America, American Jews, and the Holocaust: American Jewish History (Hoboken, NJ, 2013), pp. 711–17; Tomeš, ‘Ohlédnutí za životem’, p. 517.",
        "187": "For instance, the CIE’s periodical described Annibale Carena as ‘one of the most active and well-known Italian students who collaborated with our international institution’—see ‘Un deuil dans la.C.I.E.: Mort du professeur Annibal [sic] Carena’, Bulletin officiel d’Informations de la Confédération Internationale des Étudiants, vii (Apr. 1935), p. 1. After working with the CIE, Carena became a professor at the University of Pavia while also being involved in fascist politics. The question of fellow travellers in the 1930s and 1940s is addressed in J. Kotek, Students and the Cold War (Basingstoke, 1995), esp. pp. 10–43.",
        "188": "Iriye, Cultural Internationalism, p. 92.",
        "189": "K.K. Patel, ‘An Emperor without Clothes? The Debate about Transnational History Twenty-Five Years On’, Histoire@Politique, no. 26 (May–Aug. 2015), available at http://www.histoire-politique.fr/index.php?numero=26&rub=pistes&item=32."
    }
}