{
    "title": "Asser and the Writing of West Saxon Charters*",
    "author": "Robert Gallagher",
    "date": "16 October 2021",
    "article": "This article uses the evidence of vocabulary to explore the connections between the two most substantial bodies of Latin literature to survive from late ninth-century and early tenth-century Britain, namely Asser’s famedand the corpus of Anglo-Saxon charters. By doing so, several hitherto unidentified connections are made that offer important new evidence in two regards. First, they add significant weight to the view that Asser’sis an authentic text of the late ninth century. Secondly, they provide rare insights into the reception of Asser’s Latinity in early medieval England. Throughout, particular attention is given to a single royal diploma of Edward the Elder that purports to have been issued at a meeting atin 904. External evidence tells us that Asser was present at this meeting, and, given the concentration of phrasal echoes of thewithin this document, it is suggested that it was composed by Asser himself. If this suggestion is correct, this charter therefore not only extends and expands Asser’s activity as a Latin author within the West Saxon royal milieu, but it also enhances our view of the episcopal and international contribution to the production of royal diplomatic in early medieval England.Few texts from early medieval Britain have garnered as much interest as the, the biography of the West Saxon king Alfred the Great (r. 871–899), written while its subject was still alive.[CITATION-1] Its author was Asser, a Welsh clergyman whose learned reputation, as thetells us, had led the king to persuade him to join his royal household.[CITATION-2] Theitself provides us with unique insights not only into the reign and social world of Alfred, but also into politics and learning in ninth-century Wales—a time and place from which there is scant other contemporary written material.[CITATION-3] Without thewe would know significantly less than we do about ninth-century Britain. This text is not, however, without its controversies. Scholars have debated who the primary intended audience for this biography was: some have argued that Asser was writing first and foremost for a Welsh audience, seeking to persuade Welsh communities to welcome the political overlordship of the West Saxon ruler; others have argued for a West Saxon or even a Frankish readership.[CITATION-4] Questions have also been raised concerning the extant form of the text, particularly given its somewhat abrupt ending: is what survives a draft? Or did Asser consider it to be a completed work?[CITATION-5] The most contentious debate, however, has centred on the very authenticity of the text. Was it really written by Asser—a known historical figure—in 893, as an internal reference suggests? Or is this work a ‘forgery’ by a later author? Doubts surrounding its authenticity were raised as early as the nineteenth century (if not before), and in more recent times they have been revived by Vivien Hunter Galbraith and Alfred Smyth, fuelled by the fact that no contemporary witness to theexists nor has any conclusive contemporary external evidence hitherto been identified for late ninth-century knowledge of the text. Robust defences, however, have met these arguments and the overwhelmingly dominant consensus now accepts theas a rare example of Insular Latin prose from the late ninth century.[CITATION-6] It is clear, furthermore, that several medieval readers knew some form of the work.[CITATION-7] The only attested medieval copy of the, entirely destroyed by fire in 1731, appears from an early eighteenth-century facsimile to have been produced in England around the year 1000. At about the same time, Byrhtferth, a monk at Ramsey Abbey in the east of England, quoted extensively from the text, while the anonymous author of the mid-eleventh-century, who was originally from St-Bertin, also seems to have been familiar with it.[CITATION-8] In the twelfth century, both John of Worcester and an anonymous author at Bury St Edmunds quoted the, and Gerald of Wales, while probably based at Hereford, at least knew of the reputation of Asser as the biographer of Alfred. In addition, recent evidence for knowledge of theby the author of the Welsh poemis the strongest hint yet that some form of the biography was known in Wales in the tenth century.[CITATION-9] As to Asser himself, most of what we know comes from theitself. Asser plays an unusually prominent role within his own narrative, in which he tells us that he grew up, was tonsured and was ordained in western Wales, and that he was a member of the community at St David’s.[CITATION-10] Annals and chronicles, meanwhile, varyingly record his death in 908 and 909.[CITATION-11] It is reasonable to assume, therefore, that he was born sometime in the second quarter of the ninth century and that he was a native of Dyfed.[CITATION-12] Furthermore, although it cannot be proven conclusively, there is a strong case for believing that Asser had been appointed as a bishop before he had met the West Saxon king—and indeed, his episcopal status may have alerted Alfred to his existence.[CITATION-13] It is, however, the period of Asser’s life during which he was a part of the West Saxon royal court that primarily concerns us here. As Asser tells us, he was one of several scholars named within thewho were summoned to Alfred, who, as is well known, was seeking to reinvigorate the spiritual and intellectual life of his kingdom.[CITATION-14] The earliest wave of scholars came from neighbouring Mercia, probably in the early years of the 880s, at a time when Alfred had achieved several military victories over viking forces and was deepening the political ties between Mercia and Wessex. They were joined by two Frankish monks, Grimbald of St-Bertin and John the Old Saxon, probably in 886 or soon after, though the negotiations to bring these two individuals to Britain had probably begun a year or so earlier.[CITATION-15] Thealso provides considerable detail about Alfred’s attempts to woo Asser himself, the author of the text evidently wishing to stress that his decision to spend significant amounts of time away from his community at St David’s was a difficult one.[CITATION-16] In these passages, we learn that Asser eventually agreed at some point before late 887 to spend six (not necessarily consecutive) months of the year at the West Saxon court and six months in Wales,[CITATION-17] and soon after he was rewarded with minsters at Banwell and Congresbury in Somerset, a silk cloak and incense, and, some time later, the minster of Exeter and all of its estates in Devon and Cornwall.[CITATION-18] In Asser’s narrative, the activities of these scholars are directed at the personal education of the king himself, who, according to the, was unable to read in Latin until Asser joined his household.[CITATION-19] Asser boasts that because of the teaching of these scholars, ‘the king’s outlook was very considerably broadened, and he enriched and honoured them with great authority’.[CITATION-20] Indeed, one of his Mercian helpers, Plegmund, was to be made archbishop of Canterbury in 890; John the Old Saxon was appointed abbot of the newly founded abbey at Athelney before Asser wrote his;[CITATION-21] and at some point between 892 and 900 Asser himself became bishop of Sherborne, one of the two historic sees of the West Saxons.[CITATION-22] Thedoes not, however, provide much detail as to the routines and responsibilities of these scholars while at the West Saxon court. What we do learn is that the king had books read aloud to him,[CITATION-23] and that Asser himself had ‘daily discussions’ with Alfred that included reciting, writing and, on at least one occasion, preparing a quire on behalf of the king.[CITATION-24] Two contemporary bodies of evidence beyond theshed some more light. The extraordinary prose preface to the Old English version of Gregory the Great’s, speaking with the voice of Alfred himself, states that the West Saxon king personally translated it ‘as I learnt it from Plegmund my archbishop, and from Asser my bishop, and from Grimbald my mass-priest and John my mass-priest’.[CITATION-25] Several of these individuals, furthermore, can be found in the witness-lists of royal diplomas issued in the name of Alfred.[CITATION-26] William of Malmesbury in the twelfth century also claimed that Asser had helped Alfred in translating Boethius’sinto Old English.[CITATION-27] And crucially, the title of priest bestowed on those scholars who were not bishops (i.e. Æthelstan, Grimbald, John and Wærwulf) suggests that they had significant liturgical duties as well.[CITATION-28] Identifying their roles at the court is not straightforward,[CITATION-29] but given the lament of Alfred in the preface to theover the state of learning in his realm, seemingly confirmed, at least for Canterbury, by the quality of charter production there,[CITATION-30] we can imagine that these scholars would also have been called upon for administrative duties, not least the writing of Latin letters for international correspondence, and they may well have played a role in the running of thedescribed by Asser, at which children of noble and less noble families read books in both Old English and Latin.[CITATION-31] Finally, in introducing Asser and his contemporaries, it needs to be stressed that the involvement of these scholars at the West Saxon court did not abruptly end with the death of Alfred in 899, despite the subsequent succession crisis. Several, including Asser, can be found in the witness-lists of the charters of Alfred’s son and successor, Edward the Elder (r. 899–924),[CITATION-32] and Asser was even the recipient of an Edwardian royal diploma at some point before his death.[CITATION-33] An Alfredian cultural and intellectual legacy was, in other words, carried on into the tenth century.It is with this in mind that we may turn to charters and to the primary aim of the present study. Issued by various rulers and churchmen, Anglo-Saxon charters record a variety of agreements, most of which relate in some way to land tenure.[CITATION-34] The corpus of Anglo-Saxon charters comprises over 1,500 extant documents of varying degrees of authenticity; some sixty or so charters survive specifically from the reigns of Alfred and Edward that are likely to have an authentic basis.[CITATION-35] While some were written entirely in Old English, many were written either wholly in Latin or in a mixture of Latin and Old English.[CITATION-36] Significantly, furthermore, they represent the largest quantity of Latin prose other than Asser’sto survive from late ninth- and early tenth-century Britain. They therefore provide invaluable evidence for contemporary engagement with both the written word and Latin, and so provide an important context in which to consider the composition and reception of Asser’sparticularly given that Asser was evidently engaged with contemporary documentary culture.[CITATION-37] To date, the interface between Asser’s text and charter prose has received relatively little attention, and this has been largely limited to editorial comments. It is with this matter that the present discussion is concerned, though the focus here is restricted to one specific aspect, namely the lexical and phrasal links between Asser’sand the charter corpus. As will be seen, an examination of the vocabulary of theand Anglo-Saxon charters reveals some striking, hitherto unidentified connections, which help ground Asser’s text in the late ninth-century context from which it purports to originate. Moreover, these links suggest that Asser and his Latin learning played an even greater role in the literary life of the West Saxon royal court than has been supposed, contributing to the production of both royal documentation and royal biography. The case of Asser thus stands as an important witness to the episcopal and international dimension to the writing of Anglo-Saxon charters.Before examining the phrasal links between Asser’sand charters, it is useful to consider briefly the Latinity of each body of material. Turning first to Asser, how best can we characterise his Latin learning and prose style? Asser wrote with a propensity for long sentences, adverbs, alliteration, rhyme and polysyllabic vocabulary. The syntax can be complex and sometimes obscure, accompanied on occasion by striking idioms, similes and metaphors, while in some passages we also find what we might call localised phrasal repetition, whereby certain words, phrases and suffixes are repeated in relatively close succession. Several of these features are contained in the following excerpt, which describes the scandalous life of Eadhurh, daughter of King Offa of Mercia, who had fled to the court of Charlemagne following the death of her husband, King Beorhtric of Wessex:Dedit tamen illi unum magnum sanctimonialium monasterium; in quo, deposito seculari habitu et sanctimonialium indumento assumpto, perpaucis annis abbatissae fungebatur officio. Sicut enim irrationabiliter in propria vixisse refertur, ita multo irrationabilius in aliena gente vivere deprehenditur. Nam a quodam suae propriae gentis homine constuprata, demum palam deprehensa, de monasterio, imperio Karoli regis, deiecta, in paupertate et miseria leto tenus vituperabiliter vitam duxit; ita ut ad ultimum, uno servulo comitata, sicut a multis videntibus eam audivimus, cotidie mendicans, in Pavia miserabiliter moreretur.[CITATION-38] Thus, the first clause ends with two polysyllabic words that, along with, offer rhyme and alliteration; the placement of the genitive plural, meanwhile, separates the adjectivefrom its corresponding(an effect known as hyperbaton). Repetition offollows, but more striking is the phrasal parallel that comes after: ‘in propriarefertur’ and ‘in aliena gentedeprehenditur’. Repeated vocabulary and syntax here provide rhetorical power to the account of the escalating moral depravation of Eadburh;becomes the comparativeas Eadburh moves from the past () to the historic present () and from her homeland () to foreign climes (). The notable emphasis here on ethnic identities continues with the comparable phrasein the next sentence, where we find a somewhat complex series of dependent clauses held together by a tricolon of past participles that offer an element of rhyme——which then stretches beyond the finiteto. Asser’s fondness for adverbs is again evident withand, as is his striking use of alliterative, polysyllabic closing phrases (). The passage also includes several rare words (,), as well as the unusual phrase.[CITATION-39] The cumulative effect of these authorial techniques has divided critics. While it is clear that Asser had aspirations to shape his prose in an artful manner, Simon Keynes and Michael Lapidge have nevertheless characterised Asser as an author ‘with considerable stylistic pretensions but without any mastery of prose style’.[CITATION-40] David Howlett, on the other hand, has argued that theis finely crafted, its sophisticated structure working within a distinctly Insular Latin tradition of prose composition.[CITATION-41] While many scholars would not accept the entirety of the structural reading proposed by Howlett, the difficulty with any and all such value judgements is the fact that thewas produced in a context from which so few pieces of Latin literature survive. Beyond theand beyond the contemporary charter corpus, we only have a handful of hexameters, the revised version of the royal, and a small body of other liturgical material, most of which derives from Frankish exemplars.[CITATION-42] Furthermore, no surviving Latin composition can with certainty be attributed to any of the other named scholars at Alfred’s court.[CITATION-43] Thus, it is difficult to say how idiosyncratic Asser’s writing style was within a ninth-century Insular context and what the literary tastes of a contemporary audience may have been. To a less localised audience, however, the syntax and phrasing of thewould probably have meant that the intended sense of certain passages was not clear.The lack of contemporary Insular Latin comparanda also contributes to the seemingly unusual nature of some of the vocabulary of the. This is demonstrated effectively by the fact that theis the earliest attestation for a significant number of words in the(),[CITATION-44] though the distinctive nature of this vocabulary had been recognised long before this dictionary was published. In particular, W.H. Stevenson remarked upon the presence in theof several words that he considered to be of Frankish origin, including,and, observations reiterated by several more recent scholars.[CITATION-45] Certainly there are words within thethat, as far as we can tell, were not employed by earlier authors in Britain, and while the question of possible earlier, now-lost Insular Latin literature persists, Asser does indeed appear to have known personally some Carolingian literature, not least Einhard’sand the anonymous.[CITATION-46] Additional literature known to Asser is suggested by other words and phrases employed within the. Such lexical evidence has been explored in some detail by Michael Lapidge, who has identified echoes of works by, among others, Lucan, Vergil, Eutropius, Athanasius, Orosius, Cassiodorus, Gregory the Great, Aldhelm and Bede.[CITATION-47] While Asser did not necessarily know full texts by any of these authors, the lexical evidence does nevertheless suggest that Asser’s Latin reading was extensive, including classical, late antique and early medieval learning and encompassing verse epic, historical writing, hagiography, theological treatises and biblical commentaries. Equally interesting, however, is Asser’s apparent engagement with Old English literature. Although he was presumably a native Welsh speaker, it is well known that Asser drew on a version of the ‘common stock’ of the, which was compiled shortly before Asser composed his.[CITATION-48] Not only did Asser draw content from the, but it appears that the phrasing of this Old English source also influenced Asser’s composition. Perhaps most striking is the phrase, which Asser employs on seven occasions to express a victory in battle.[CITATION-49] This appears to be a direct rendering of(‘they took power over the battlefield’), a phrase frequently employed in the.[CITATION-50] Characterising the Latinity of Anglo-Saxon charters is in some ways more challenging. We are dealing with a far more sprawling body of material, a diverse yet fragmentary corpus comprising examples dating from the seventh to eleventh centuries that were produced in a variety of places and contexts, almost all of which were anonymously written.[CITATION-51] In addition, as has already been noted, the corpus is a mix of Latin and Old English: some documents were written entirely in one of these two languages, but many contain both. Yet despite the heterogeneity of the corpus, many adhere to a similar structure and invoke familiar language. This is particularly true of royal diplomas, those charters issued on behalf of kings that record permanent donations of land or associated privileges. These charters customarily were written for the most part in Latin and almost all examples possess the same general structure. Furthermore, such is the repetition of themes and vocabulary among surviving charters that we could speak generally of a discourse of Anglo-Saxon diplomatic. This is not to say, however, that the corpus does not contain localised and chronologically specific diplomatic practices, developments and, indeed, discourses. On the contrary, this is evidently the case, though unpicking and identifying such features is a delicate procedure, made hazardous by issues of authenticity, survival and anonymity—and a task made more uncertain by the fact that the processes through which phrasing entered diplomatic discourse and circulated between charter draftsmen are unclear. It is well known, for example, that no formularies survive from early medieval England, while charter authors tended to acknowledge verbal borrowings only if they were purportedly from biblical sources.[CITATION-52] With some specimens, it is likely that the authors were using earlier charters as models,[CITATION-53] but in other instances we need to be open to the possibility that authors were working with a body of phrasing that was either available to them in another textual form or that they had memorised; in the latter case, a productive comparison could be made with the ‘remembered readings’ of individuals composing Latin verse.[CITATION-54] Despite the generic structure of many Anglo-Saxon charters, it must also be stressed that these texts could and did offer opportunities for creative expression. The extent to which any given author instilled a document with literary flair varied considerably—a fact which in itself reminds us of their diverse functions and contexts of production. Perhaps the most famous charters to exhibit literary ambition are those by the anonymous individual ‘Æthelstan A’, who appears to have had exclusive control over the production of royal diplomas for King Æthelstan between 928 and 935. His charters are an extraordinary show of bombastic Latin prose, undoubtedly reflecting the confidence and pretensions of the royal milieu in which he was writing. Much like Asser, ‘Æthelstan A’ had a propensity for alliteration, polysyllabic words, hyperbaton, and long sentences with complex syntax, and in this, ‘Æthelstan A’ seems to have been particularly influenced by the prose style of the seventh-century author Aldhelm, from whose works he borrowed multiple phrases.[CITATION-55] In contrast, the surviving royal diplomas from Alfred’s reign are on the whole rather pithy, with only one example possessing comparable stylistic flair.[CITATION-56] As to the diplomas of Alfred’s immediate successor, his son Edward, these are in general of greater literary interest than those of Alfred’s reign, with examples variously containing alliteration, hyperbaton, polysyllabic vocabulary, rhyme, and phrasing drawn from biblical, liturgical and earlier diplomatic sources.Just from these descriptions, we can see hints of stylistic features that make charters well suited to comparison with Asser’s. For example, in both we can identify a propensity for complex syntax and polysyllabic vocabulary. In comparing a royal biography with this diplomatic corpus, however, we must bear in mind the established tradition within which the authors of contemporary charters were working. Although there was opportunity for some literary experimentation, draftsmen also needed to produce a text that looked like an Anglo-Saxon charter; it needed to adhere to a familiar structure and it needed to be navigable by individuals with limited Latin literacy. There were, in other words, constraints that needed to be respected. It is only with this in mind that we can go in search of connections between Anglo-Saxon charters and other forms of literature.[CITATION-57] Let us turn, then, to the lexical evidence for links between Asser’sand Anglo-Saxon diplomatic material.[CITATION-58] As I have already stated, Asser employed a variety of distinctive phrases and idioms throughout his. One phrase above all offers a compelling connection with Anglo-Saxon charters:(‘the way of all’). This is one of the most distinctive expressions found within theand it merits detailed analysis. Asser uses it seven times, on each occasion as part of an idiom to denote death, as follows:Vixit ergo Æthelwulfus rex duobus annis postquam a Roma pervenit; in quibus, inter alia multa praesentis vitae bona studia, cogitans de suo adtransitu, ne sui filii post patris obitum indebite inter se disceptarent, hereditariam, immo commendatoriam, scribi imperavit epistolam...[CITATION-59] Æthelberht itaque, quinque annis regno pacifice et amabiliter atque honorabiliter gubernato, cum magno suorum dolore,adiit, et in Scireburnan iuxta fratrem suum honorabiliter sepultus requiescit.[CITATION-60] Eodem anno Ealhstan, episcopus Scireburnensis ecclesiae,adiens, postquam episcopatum per quinquaginta annos honorabiliter rexerat, in pace in Scireburnan sepultus est.[CITATION-61] Eodem anno Ceolnoth, archiepiscopus Doroberniae,adiens, in eadem civitate in pace sepultus est.[CITATION-62] Et eodem anno post Pascha Æthered rex praefatus, regno quinque annis per multas tribulationes strenue atque honorabiliter cum bona fama gubernato,adiens, in Winburnan monasterio sepultus, adventum Domini et primam cum iustis resurrectionem expectat.[CITATION-63] Eodem anno beatae memoriae Marinus papamigravit.[CITATION-64] Eodem anno Carolus, Francorum rex,adiit...[CITATION-65] As we can see, Asser usesin references to the deaths of seven people of authority who had died since the 850s: three West Saxon kings, one bishop, one archbishop, one pope and one Frankish king. On each occasion, it is the person who has died who embarks on the. We should note here that there are many other deaths recorded in the, particularly in armed conflicts, and thus there is a sense that Asser employed this idiom with some restraint. The seven examples are relatively dispersed through theand it may well be that Asser reserved this phrase for the deaths of individuals that he held in particularly high esteem.[CITATION-66] Furthermore, variation of expression is apparent even among the seven examples.is invoked on five occasions in conjunction with varying forms of the verb, two instances of which are in the perfect indicative and three instances of which are present participles. We also findon one occasion with the perfect indicative ofand on one occasion without a direct verb, instead being employed alongside the ablative of. It is apparent, therefore, that Asser sought variation in the ways in which he expressed this idiom—yet at the same time, the distinctiveness of the phrase is reinforced by the fact that, one exception aside, Asser does not use either of the two component words of the phrase in other contexts.[CITATION-67] Each of these seven passages provides information about events that were also recorded in the common stock of the, which in some form or another was known to Asser. Most of the details that Asser provides in these seven passages are also found in the common stock, though there are exceptions. For example, no surviving Old English version of thetells us that Archbishop Ceolnoth was buried at Canterbury;[CITATION-68] elsewhere, Asser’s striking reference to the second coming of Christ in his recording of the death of King Æthelred has no parallel in the. In several cases, however, the syntax and information is close enough to believe that Asser was translating directly from this Old English textual source, as we see, for instance, with the death of Charles the Fat:Eodem anno Carolus, Francorum rex, viam universitatis adiit…þy ilcan geare forþferde Karl Francna cyning…[CITATION-69] In doing so, Asser appears to have used theformula as a translation for Old Englishand, verbs that can express movement generally as well death more specifically.[CITATION-70] Thus, Asser’s choice of idiom retains the sense of dying as a journey as is found in the source material.The idiom itself, moreover, closely resembles two passages in the Vulgate Old Testament that invoke the theme of death-as-journey. These are as follows:en ego hodie ingrediarterrae… (Josh. 23:14)ego ingrediorterrae… (1 Kings 2:2)These extracts are taken from direct speeches delivered by two of the most prominent leaders of the Old Testament, Joshua and David, both spoken as their deaths were imminent. The Douay–Rheims translation of the Vulgate provides a literal translation of the former as ‘behold this day I am going into the way of all the earth’; it renders the latter, however, as ‘I am going the way of all flesh’, a looser interpretation seemingly influenced by the commonplace conflation of the idea of this passage with that of Genesis 6:13 (‘finis universae carnis venit coram me’).[CITATION-71] It seems beyond reasonable doubt that the comparable idiom employed by Asser ultimately derives from this biblical discourse. Thus, even without additional contextual information, an early medieval audience would most likely have been able to understand the meaning of Asser’s phrasing. Where Asser departs, however, is in the employment of the substantive nounrather than an adjectivalthat agrees with an additional noun. This difference is slight, yet it is consistent and it is arresting: as far as I am aware,is unattested in any version of the Latin Bible,[CITATION-72] and I know of no earlier Latin author who likewise employed these two words together in such a manner. Furthermore, many of the later instances of this idiom of which I am aware occur in texts with direct or indirect connections to the.[CITATION-73] This idiom is, in other words, one closely associated with the Latin of Asser’s, possibly even being a phrase coined by Asser himself.This is when we turn to the charter evidence. Whileis absent from Anglo-Saxon diplomatic discourse of the seventh, eighth and ninth centuries, this phrase appears in several charters from the early tenth century onwards. In all cases it is used to denote death and on most occasions it is paired with the verb.[CITATION-74] The earliest five authentic examples are found in diplomas of King Æthelstan, two of which were drawn up by the aforementioned ‘Æthelstan A’.[CITATION-75] None of the five is preserved as an original single sheet, though they represent the collections of three different archives.[CITATION-76] The earliest instance in a charter surviving in its original form comes, along with three other examples, from the reign of Æthelstan’s successor, Edmund.[CITATION-77] More examples follow from later years of the tenth century, all of which, as with earlier instances, were issued in the names of kings.[CITATION-78] A phrase closely associated with Asser’s, therefore, had entered royal diplomatic discourse by the reign of Æthelstan, if not earlier, and was evidently employed by multiple charter draftsmen.Whileis the single most striking phrasal link between Asser and Anglo-Saxon charters, there are more. We should note, for example, the phrases,[CITATION-79] , and, all of which appear in both theand in a diploma issued by Edward the Elder in favour of Asser himself and hisat Sherborne.[CITATION-80] All three of these phrases are found in earlier Latin literature, though they are unprecedented in the earlier extant Anglo-Saxon charter corpus.[CITATION-81] We will return to this diploma a little later. Several other charters contain specific words for which Asser’sis potentially the earliest known attestation in Latin literature from Britain. For instance, the adverb(‘discretely’) is used by Asser in describing King Alfred’s manner of admonishing his judges and it also appears in the proems of two spurious charters purporting to date to 909.[CITATION-82] Elsewhere, Asser uses the noun(‘devising, craft’) to refer to the king’s own creative agency in the production ofby his craftsmen; this word can be found in several tenth- and eleventh-century charter sanctions.[CITATION-83] More striking, however, is,[CITATION-84] which Asser uses on a single occasion, seemingly as a shorthand for the far more common, noting that King Alfred’s daughter Æthelgifu, as abbess of Shaftesbury, lived among many other noble nuns.[CITATION-85] In 932, we find the aforementioned royal draftsman ‘Æthelstan A’, when recording a donation of land from King Æthelstan to the very same community at Shaftesbury, describing the beneficiary as ‘fidelissime familie monialium’.[CITATION-86] This word then appears in several diplomas of the 940s.[CITATION-87] On all of these occasions—both within theand these Anglo-Saxon charters—refers to women religious.How should we understand such lexical echoes? It must be stressed that in very few cases can we draw definitive conclusions based on the shared occurrences of such small pieces of vocabulary. Within the corpus of Insular Latin literature such connections can at first seem significant, yet we must remember not only that the surviving corpus is fragmentary, but also that Latin literary production in early medieval Britain took place within a wider world of international exchange: texts, books and individuals travelled, and Insular authors were by no means isolated from the cultural world of their continental contemporaries. Moreover, individuals could learn Latin vocabulary beyond the contexts of substantial pieces of literature—through glosses, glossaries, marginalia and oral communication. This last point is particularly important for charter production, given the aforementioned current lack of clarity regarding the processes through which the vocabulary of Anglo-Saxon diplomatic discourse and formulation developed. Each case, therefore, needs to be assessed on its own terms, with attention to the specific context in which it occurs.It is with this in mind that we may turn to one charter in particular, in which verbal connections with Asser’sare exceptionally striking: S 373. This document purports to be a royal diploma of Edward the Elder issued in 904 at a meeting atin favour of Denewulf, bishop of Winchester, and his community.[CITATION-88] It records a seemingly straightforward exchange of lands and privileges, though complex negotiations no doubt sit behind this document. The charter tells us that in total Denewulf gave up sixty hides of land (ten hides respectively at Crowcombe and Compton Bishop, both in Somerset;[CITATION-89] twenty hides respectively at Banwell, Somerset and Stoke by Shalbourne, Wiltshire) in exchange for the freeing of the minster at Taunton, Somerset from various obligations. The emphasis first and foremost is on these obligations, which are outlined in unusual detail, and indeed, it is unclear whether the bishopric of Winchester was already in possession of the minster at Taunton—which was situated in the diocese of Sherborne, not in the diocese of Winchester—or whether it was only as part of this agreement in 904 that Winchester gained possession of Taunton.[CITATION-90] Three further contextual points need to be borne in mind. First, relations between Edward and Bishop Denewulf were undoubtedly frosty. Several signs indicate that the bishopric of Winchester had been out of favour with the West Saxon royal dynasty for several decades,[CITATION-91] and Edward’s investment in the newly founded New Minster at Winchester in particular appears to have been a source of considerable tension between Bishop Denewulf and the king in the earliest years of the tenth century.[CITATION-92] It seems likely, therefore, that the exchanges recorded in this charter were the result of delicate discussions, perhaps mediated by other members of the West Saxon court. Secondly, Robin Fleming has suggested that, for Edward, a driving force for the exchanges recorded in this and several other of his diplomas was the need to control land deemed to be important for defence. For example, Banwell was the site of an Iron Age hillfort.[CITATION-93] Thirdly and finally, Banwell was one of the aforementioned minsters, as recorded by the, that Alfred had given to Asser as a gift.[CITATION-94] Presuming, as is likely, that it is this same property that we see in S 373, it is unclear how it had fallen into the hands of Denewulf so that he was in a position to give it to Edward in 904. Perhaps Asser and Denewulf had previously exchanged lands in a now-lost charter, drawn up in consultation with—and perhaps under duress from—Edward.The nature of this charter is further complicated by its relationship with several purportedly contemporary documents, as will be discussed shortly. For the time being, however, it suffices to say that of all extant Anglo-Saxon charters, S 373 contains by far the greatest concentration of lexical echoes of Asser’s—despite lacking the distinctiveidiom. At first glance, many of these phrasal links appear unremarkable; each, thus, needs to be considered on its own terms. In what follows, therefore, I provide a summary of the evidence of each individual phrase, treated in the order of their appearance in S 373. It is only once I have done this that these echoes and their collective significance can be assessed fully.S 373que[CITATION-95] Asser,, ch. 24The phrasecan be found in, among others, the writings of Aldhelm and Bede,[CITATION-96] whileandcan be found varyingly in three additional royal diplomas purportedly of Edward the Elder, as well as in several later charters.[CITATION-97] I am unaware, however, of any other text that usesalongsideandto create the above chiastic phrase.S 373 promeę[CITATION-98] Asser,, ch. 16 adAsser,, ch. 92 desuaeAlthough references toalongsideexist in the works of several patristic and medieval authors—not least in Vulgate Psalm 30—the genitive construction found in theand S 373 is highly unusual. I am aware of only one other charter with a connection to early medieval England that contains this idiom, namely a loose Latin translation of a mid-eleventh-century vernacular document from Bury St Edmunds.[CITATION-99] S 373nostra[CITATION-100] Asser,, ch. 91regniThe above distinctive phrase is relatively uncommon. It is absent from biblical and patristic literature, as it is from the corpus of Anglo-Saxon charters beyond S 373.S 373[CITATION-101] S 373pro prefati monasterii libertate[CITATION-102] Asser,servitio et tributo liberavit,, pro redemptione animae suae et antecessorum suorumThis is arguably the single most striking lexical parallel between S 373 and Asser’s. The draftsman of S 373 employs these words twice as a highly idiomatic way of denoting the issuing of a charter, with particular emphasis on the perpetual nature and solemnity of the codification.[CITATION-103] Asser uses this phrase in hisin exactly the same manner when describing the so-called ‘decimation’ donation of King Æthelwulf, which, according to the, consisted of the freeing of a tenth of the kingdom from royal services and dues.[CITATION-104] Stevenson and, more recently, Keynes and Lapidge have drawn attention to the similarities in phrasing that this section of thehas with charters purporting to relate directly to King Æthelwulf’s decimation, and thus it is very possible that Asser was here directly drawing on the vocabulary of a charter.[CITATION-105] However, the particular phrase found in both theand S 373—namely the reference to—does not exist in any surviving charters from Æthelwulf’s reign, nor is this phrase commonly found in Anglo-Saxon diplomatic more generally. Of charters purportedly earlier than S 373, only one document contains these words: S 358, a royal diploma of Edward the Elder dated to 900 of questionable authenticity. Strikingly, the draftsman of S 358 uses this phrase in reference to the soul of King Æthelwulf (as well as that of King Alfred), leading Stevenson to suspect that the author of the charter was familiar with the.[CITATION-106] Comparable phrases (though lacking references to Christ) can be found in several later charters,[CITATION-107] as well as in a later Latin hagiography from Wales.[CITATION-108] S 373mentis[CITATION-109] Asser,, ch. 99cordisNeither of the above phrases occurs particularly frequently in Medieval Latin literature, though they can both be found in the works of various authors.occurs, for instance, in texts by Cassiodorus and Gregory the Great,[CITATION-110] whilewas employed by Cassiodorus, Alcuin and Florus of Lyon.[CITATION-111] However, I am aware of only one other Anglo-Saxon charter containing either phrase.[CITATION-112] S 373[CITATION-113] Asser,This phrase was employed by earlier authors including Cicero, Augustine, Bede and John Scottus Eriugena.[CITATION-114] I am unaware of it occurring in any other Anglo-Saxon charter.[CITATION-115] S 373 unius[] pastus, et pastus nouem noctiumregis[CITATION-116] Asser,, ch. 76 etquoque docereThelists Asser’sas the earliest (and in the case of, only) witness to these extremely rare terms. I am unaware of any other Anglo-Saxon charter that contains either of these words. In both theand S 373, these terms are used to denote keepers of hounds and hawks who are specifically in the service of the king.S 373 aliqua mala[CITATION-117] Asser,, ch. 76 suafacereAsser’sis likewise the first attestation in thefor. As has already been stated, this word can then be found in several Anglo-Saxon charters, of which S 373 is the earliest.[CITATION-118] in uillaquę Saxonice dicitur Bicanleag[CITATION-119] Asser,, ch. 22 In omniarte industrius venator incessabiliter laboratAsser,, ch. 75 ut antequam aptas humanis artibus vires haberent,scilicet et ceteris artibusis an extremely unusual adjective; Asser may have drawn here on the notion offrom Gildas.[CITATION-120] The only other Anglo-Saxon charters in which this word can be found are three specimens (S 372, 374 and 1286) that purport to have been issued atin 904, just like S 373; in all four cases,is used to describe.Several of these phrasal parallels on their own are unlikely to rouse the suspicions of many readers; their cumulative force, however, demands our attention. First, the textual, diplomatic context from which S 373 comes needs to be explained. This charter is but one of a considerable number of documents that survive from Winchester that claim to have been issued by or for Edward the Elder, several of which record agreements that relate to the foundation there of the New Minster. There are connections between various of these charters in terms of both content and phrasing, but ascertaining the exact nature of these links is made difficult by the fact that many of these documents, including S 373, only survive thanks to their inclusion in the main twelfth-century section of thecartulary (British Library, Additional MS 15350), which was produced at Winchester cathedral priory. Some examples are patently later forgeries, though there is undoubtedly a core of authentic material within the group. Given the shared context in which many are preserved, however, identifying the authentic features is challenging. Further complexity comes from the fact that S 373 is primarily concerned with privileges for Taunton, an estate that was one of the most important possessions of the bishopric of Winchester in the tenth and eleventh centuries.[CITATION-121] Several other charters within thesimilarly relate to the bishopric of Winchester’s ownership of and privileges for Taunton, all of which either date to later in the tenth century or are purportedly earlier but are likely to have been forged in the later tenth or eleventh centuries.[CITATION-122] Since this estate inspired so much forgery, it is perhaps unsurprising that several scholars have expressed doubts about the authenticity of S 373 and have labelled it ‘spurious’—though no scholar has provided specific evidence for condemning the charter in this way.[CITATION-123] Other assessments have been more positive, with a majority of commentators seemingly happy to accept it as fundamentally genuine, albeit with the possibility that it has been modified somewhat through its transmission.[CITATION-124] This, to my mind, is a reasonable approach: the highly distinctive literary features of the diploma and its many contemporary circumstantial and diplomatic connections—several of which extend to material beyond the charters of the Old Minster archive—give us good reason to believe that we are dealing with a substantially authentic early tenth-century charter.The nature of S 373 is particularly complex and interesting thanks to its relationship with the aforementioned three charters that similarly claim to have been issued atin 904. One of these charters derives from Winchester’s New Minster archive, a royal diploma recording a donation to the New Minster of ten hides of land on the ‘Micheldever’ river.[CITATION-125] The two other charters derive from Winchester’s Old Minster archive and, much like S 373, only survive thanks to their inclusion in the later. One is a royal diploma recording an exchange of lands in Hampshire between King Edward and Bishop Denewulf (on behalf of his community),[CITATION-126] while the remaining document frames Denewulf and hisas the benefactors, giving King Edward twenty hides of land at Stoke by Shalbourne in exchange for privileges at Taunton.[CITATION-127] If we recall the agreement recorded in S 373, this last document appears to repeat part of the details of that royal diploma, though cast from the perspective of the bishop and his community rather than that of the king.[CITATION-128] The duplication of information across these two charters need not raise suspicions; it is quite feasible that the estate at Stoke was of enough importance that one or both parties desired an independent title-deed for its ownership,[CITATION-129] while we should not overlook the opportunity that the issuing of an additional charter offered for demonstrating the strength of relations between the king and bishop of Winchester. Indeed, although Alexander Rumble identifies several features of the diploma exchanging lands in Hampshire as potentially problematic for a charter of the early tenth century (S 372), the remaining charters in this group have generally been viewed positively by scholars in terms of their authenticity and they may well be substantially genuine early tenth-century texts.[CITATION-130] Furthermore, we should note here that the witness-lists of the three royal diplomas in this group are extremely similar to one another and suggest that, if authentic, they were issued at the same meeting. The witness-list of the charter issued in the name of Denewulf and his community, on the other hand, is markedly different and perhaps indicates, therefore, that this derives from a different gathering—or at least a different session—of theat.[CITATION-131] Most important for the current discussion is how these four charters compare to one another in terms of their phrasing. The first point to note is that much of the wording of the charter issued on behalf of Denewulf is identical to that of the royal diploma recording the donation by Edward of land on the ‘Micheldever’ river to the New Minster.[CITATION-132] Unfortunately it is impossible to say whether this is because one of the charters acted as a model for the other, or whether their draftsmen had access to shared source material. More generally, the four charters sit well with each other as potentially deriving from a shared milieu.[CITATION-133] While the ‘Micheldever’ diploma is the only charter to contain a boundary clause, the four documents otherwise are structurally similar to one another and contain some identical phrasing. The dating clauses, for example, are nearly identical, including, as stated above, the description ofas a. The blessings are also extremely similar, while the sanctions are varations on a shared theme and structure. The opening invocations and proems, meanwhile, differ in phrasing and imagery, yet focus on comparable themes with some comparable stylistic features: all of these charters begin in their own ways with meditations on divine and secular power and all do so with elaborate syntax, hyperbaton, alliteration, adverbs and polysyllabic vocabulary. Furthermore, S 373 and two of the other three charters (as well as two earlier diplomas of Edward the Elder) express divine power unusually in reference to, a phrase well known through its inclusion in the Nicene Creed.[CITATION-134] There is a clear sense, therefore, that the draftsman of S 373 was well acquainted with other purportedly Edwardian diplomatic. Yet despite this, it stands apart from the three remainingcharters of 904, which lack comparable verbal resonances with Asser’s.[CITATION-135] Despite such complexities, the concentration of lexical echoes of Asser’sremains in S 373 and, to my mind, is so strong as to suggest a firm connection of some sort. How can we explain this? Three possible scenarios arise. First, there is the possibility that the author of one text knew the text of the other, or at least a glossary derived from it. If we accept Asser’sas a fundamentally authentic product of the late ninth century, then this scenario would demand that we consider the possibility that the author of S 373 knew Asser’sor an associated glossary. In this context it is worth pointing out that the verbal links identified above are relatively dispersed throughout the; thus, if the draftsman of S 373 had read Asser’s biography, then he or she quite possibly would have read a version comparable with the entirety of the text as it survives today.[CITATION-136] As Simon Keynes has outlined, the royal diplomas of Edward the Elder are likely to have been produced by individuals working within the king’s household;[CITATION-137] the diction of S 373, therefore, may be evidence for the reception of thein this royal milieu. In this regard, a comparable piece of evidence is an undated Latin passage describing the boundaries of the estate at Taunton that is similarly preserved thanks to the, to which Alexander Rumble has recently drawn attention for its inclusion of the unusual noun(‘marsh, swamp’)—a term rarely found in Anglo-Latin and Old English contexts, but one that Asser employed twice within his, as well as once in its adjectival form.[CITATION-138] This has led Rumble to suggest that that these Latin bounds were either the work of an individual familiar with theor were composed by someone connected with the nearby minster at Athelney, the abbot of which, during the earliest years of the’s possible reception, was John the Old Saxon. In either case, the bounds may date from the late ninth or early tenth century.However, that the draftsman of S 373 knew theneed not mean that the charter is authentic—though its circumstantial and literary features suggest, I would argue, that we are in this case dealing with a substantially genuine diploma. A useful reminder of this methodological caveat comes from another document within thethat likewise purports to be a royal diploma of Edward the Elder. This is the aforementioned charter that containsin reference to King Æthelwulf; it also contains theidiom and two further phrases that provide lexical links with the.[CITATION-139] It is quite clear, however, as several scholars have demonstrated, that this diploma in its present form is a forgery, a concoction drawn up with the use of earlier charter material.[CITATION-140] The Asserian diction of thetherefore goes beyond its authentic material.The second scenario that could explain the links between S 373 and Asser’sis the influence of a shared contemporary milieu. This scenario requires both texts to be substantially authentic products of the late ninth and early tenth centuries, though it does not require a direct relationship between the two texts; the author of one need not have read the other. Instead, the shared phrasing may be indicative of a range of distinctive Latin vocabulary and formulae that was in use within the social world of the West Saxon royal court. Here it is worth remembering that, although we lack a substantial body of Latin material from this milieu beyond the charters and the, we can be sure that some individuals were reading and writing in Latin to some degree: masses needed to be performed;[CITATION-141] Latin letters and diplomas needed to be written; Latin needed to be taught at the ‘school’; and we know that someone composed Latin acrostics and someone revised the royal.[CITATION-142] The scholars brought to Alfred’s court, including Asser, would have played key roles in this activity, and it is possible that through their collaborations and teaching they nurtured a distinctive Latin discourse. Comparison in this regard could be made with the linguistic characteristics shared by numerous texts in the corpus of Old English associated with King Alfred,[CITATION-143] as well as with the distinctive vernacular lexicon of the later tenth century associated with the environs of Bishop Æthelwold’s school at Winchester.[CITATION-144] The third and final scenario is perhaps the most tantalising: shared authorship—that, in other words, Asser composed S 373. There is good evidence to suggest that on occasion (if not more regularly) bishops in early medieval England were called upon to draw up royal diplomas on behalf of kings, even though there are few surviving charters that can be identified with certainty as the work of a known bishop.[CITATION-145] This evidential paradox is partly due to the fact that Anglo-Saxon charters do not customarily contain subscriptions that are explicitly notarial.[CITATION-146] Furthermore, if bishops did indeed produce charters for kings, it is a duty that was little remarked upon in contemporary literature; it was not a primary concern of writers in the presentation of episcopal identity.It is at this point that we should remember the aforementioned diploma recording an exchange of estates between Edward and Asser (the latter on behalf of hisat Sherborne).[CITATION-147] This charter contains a small number of verbal parallels with the, though not as many and none as striking as those found in S 373. Susan Kelly has previously discussed the possibility that this diploma was drawn up either by Asser himself or by a member of his community at Sherborne, on the grounds that Asser and his church were the beneficiaries of the document.[CITATION-148] However, in doing so, Kelly identified several passages within this charter that have parallels with other contemporary diplomas, including S 373, which Kelly saw as complicating the idea that Asser may have written it.[CITATION-149] This reservation is unwarranted. There are good grounds, as I have shown, for suspecting that Asser had had access to a diploma of King Æthelwulf when writing the. Furthermore, given his continued involvement at the West Saxon court into the early tenth century, Asser may well have also become very familiar with—and contributed to the development of—Edwardian diplomatic.[CITATION-150] To return to S 373, where the strongest lexical parallels lie, we might note several of its syntactic and stylistic features that, in addition to vocabulary, could be compared with the prose of the. See, for example, the liberal use of adverbs, alliteration, long sentences and hyperbaton, none of which points necessarily towards an exclusive relationship between S 373 and the, but does not undermine the lexical evidence. The possibility that Asser composed this charter, however, is made more compelling by three points. First, as bishop of Sherborne, Asser was the current diocesan bishop of the territory in which the main focus of the diploma—the minster at Taunton—was based (this is not the case with the other two diplomas issued atin 904, both of which concern land in the diocese of Winchester). Secondly, as the diploma tells us, one of the estates given to Edward by Denewulf was Banwell, which, as I have already noted, was the site of a minster that Alfred had previously donated to Asser. Asser may well, therefore, have had a personal stake in the negotiations that sat behind S 373. Thirdly and perhaps most remarkably, S 373 is the only one of the fourcharters that Asser does not attest; his absence from S 373 is the only discrepancy between the witness-lists of the three diplomas in this group. Could this be because Asser was acting as draftsman rather than witness for the conveyance of this charter?[CITATION-151] With all things considered, both stylistic and in terms of the details of the agreement, this seems to me to be the simplest and most plausible explanation.Comparison of the phrasing of Asser’sand Anglo-Saxon charters provides an informative case-study for considering how Latin diplomatic discourse developed in early medieval England. What we have seen is the entry (via royal diplomatic) and subsequent circulation of a range of distinctive words and phrases that are likely to represent the influence of a specific text or author; yet the association of this diction with its source quickly falls from view. No charter acknowledges Asser or hisas a source and it is unlikely, for example, that the royal draftsman employingin 943 in a diploma of King Edmund chose this phrase with Asser and his royal biography in mind. By then, this striking idiom was simply part of the stock phrasing of royal diplomatic. This means, in other words, that no single charter that employs—or any other diction that we might wish to associate with Asser—necessarily represents knowledge of the. The complex challenge of identifying possible direct influence is represented particularly powerfully by the example of that part of the Old Minster archive surviving in the, a manuscript which contains numerous charters with diction reminiscent of the, some of which are forgeries. Although we cannot discount the possibility of direct knowledge of theon the part of later forgers, it seems highly likely that authentic documents provided the phrasing for these forgeries. What must be stressed above all, however, is that the presence of such phrasing alone neither supports nor undermines the authenticity of any one of these charters.Despite such qualifications, the fundamental fact remains that at some point these phrases were introduced to diplomatic discourse for the first time. To return to, the evidence suggests that whenever this idiom was first employed by a charter draftsman—whether during the reign of King Æthelstan or earlier—that draftsman was personally familiar with Latin diction which was particularly idiomatic of Asser. It seems to me, therefore, that the example ofalone could be taken as a rare—and indeed, the earliest—piece of evidence for the reception of thein medieval England. The example of S 373, however, raises another possibility: that it was Asser himself who introduced(and other phrasing) into diplomatic discourse as a composer of royal diplomas. This possibility is particularly interesting in three regards. First, as has already been noted, it represents a further possible example of a bishop acting as a royal draftsman. In a context in which we see another bishop, Denewulf, issuing (perhaps not on the exact same occasion) a charter with identical phrasing to that of a contemporary royal diploma, it is a reminder of the frequent prominence of bishops at royal assemblies, particularly in the conveyance of documentation there—a fact also reflected in the prominence of episcopal individuals in the witness-lists of these documents, particularly in many of the diplomas issued on behalf of King Edward.[CITATION-152] Secondly, it adds to the considerable body of evidence for the international contribution to the production of Anglo-Saxon charters—an aspect of documentary culture that deserves greater attention than it has hitherto received.[CITATION-153] Thirdly and finally, it expands the role of Asser within contemporary West Saxon literary activity. It suggests that he was still a prominent composer of Latin prose in a West Saxon royal milieu after the death of King Alfred, and it serves as a reminder that charters were an integral part of literary activity in this setting. Given the social context for Latin composition at the West Saxon court at this time, it would make a great deal of sense if Asser and the other scholars summoned by Alfred were, at least on occasion, required to perform service as charter draftsmen. Certainly the reception of Asser’s Latinity in England was more extensive than some scholars have argued; and it is only through the integration of charters into our view of literary activity, and by paying attention to the individual words and phrases within them, that this can be uncovered.Here I provide the text of S 373 as it has been edited by Alexander R. Rumble in(forthcoming). As stated above, this charter only survives thanks to its inclusion in the, fo. 60r–v. The layout of the text below does not represent its presentation in the manuscript. I have set in bold those passages that I have identified as offering parallels with the prose of Asser’s, while I have italicised that section proposed by Finberg to be a later interpolation.[CITATION-154] The text is followed by my own translation.Regnante imperpetuum Domino nostro Iesu Christo, cuius potestas nec crescit nec minuit,cotidie semper subterlabentibus suęque condicioni omnibus uisibilibus et inuisibilibus ineuitabiliter uelint nolint cotidie subdentibus. Quapropter ego Eadward, diuina indulgente clementia Angulsaxonum rex, omnia quęcumque dicta aut facta uel etiam pacta sunt in nostris temporibus relatui dignaet, necnon etiam subsequentis posteritatis nostrę, litterarum memorię commendare procuraui ne aut fusca obliuionis caligine oblitterata uel incuria scriptorum et testium id agente ignorata regnantibus post nos et suis optimatibus ad lites et contentiones de cętero deuenirent. Qua de re in hac cartula demonstrare conor quod ego, cum consilio et consensu optimatum meorum quorum nomina infra scripta sunt, libertatem illius monasterii quod Saxonice Tantun dicitur, cum omnibus ad se pertinentibus, uillis, campis, siluis, pascuis, pratis, et piscium capturis,Deneƿulfo episcopo et illi uenerabili familię in Wentana ciuitate commoranti, ab omnibus regalibus fiscalibus et commitialibus necnon et ab omnibus mundialibus taxationibus expeditam, excepta expeditione et arcis et pontis constructione,dedi, ea conditione quo semper prefatum monasterium pertineat atque deseruiat episcopali sedi in Wintonia ciuitateet sine disceptatione, nec in nostro tempore nec etiam ab ullo nostro successore hęc donatio commutetur aut uioletur insempiternum.. Erat namque antea in illo supradicto monasterio pastus unius noctis regi, et.viii. canum et uniuspastus, et pastus nouem noctiumregis, et quicquid rex uellet inde ducere usque ad Curig uel Ƿillettun cum plaustris et equis. Et si aduene de aliis regionibus aduenirent debebant ducatum habere ad aliam regalem uillam quę proxima fuisset in illorum uia. Ille quoque episcopus et illa uenerabilis familia michi.lx. manentes in illis illustribus locis quę Saxonice ita nominantur, id est .x. manentes æt Crauuancumbe, et .x. æt Cumbtune, et.xx. æt Bananƿylle,.xx. quoque æt Stoce iuxta Scealdeburnan, perpetualiterpro prefati monasterii libertatecensu et comitiali omnique mundana exactione equaliter expeditas, excepta expeditione et arcis et pontis constructione, libenti animo condonauerunt. Hoc etiam sub diuino testamento precipimus et imperamus ne umquam aliqua commutatio uel uicissitudo illius nostre donationis et confirmationis in utraque parte fiat quamdiu illa Christianitas in ista insula consistat. Si quis hanc nostram donationem et commutationem custodire et augere uoluerit, custodiat illum Deus et augeat illi omnia bona presentis et futurę uitę. Sin uero aliqua malaminuere uel infringere uoluerit, sciat se ante celsi\\si/mi iudicis horribile tribunal rationem redditurum in die iudicii, si non prius hic digna emendauerit pęnitentia. Hęc autem cartula scripta est anno dominicę incarnationis.dcccciiii., indictione.vii., in uillaquę Saxonice dicitur Bicanleag, coram idoneis testibus quorum nomina subsequenter scripta sunt.Ego Eadward rex.Ego Pleigmund archiepiscopus.Ego Deneƿulf episcopus.Ego Ƿulfsige episcopus.Ego Æþelƿeard filius regis.Ego Ordlaf dux.Ego Osulf dux.Ego Ordgar dux.Ego Heahferð dux.Ego Ælfƿald dux.Ego Iohan presbiter.Ego Ƿerulf presbiter.Ego Tata presbiter.Ego Æþelstan presbiter.Ego Byrnstan presbiter.Ego Searu presbiter.Ego Ƿealda presbiter.Ego Friðestan [diaconus].Ego Ƿighel<m> [diaconus].Ego Ƿitbord minister.Ego Deormod minister.Ego Beorthelm minister.Ego Odda minister.Ego Wlfred minister.Ego Buga minister.Ego Ealhmund minister.Ego Wlfstan minister.Ego Æþelferð minister.Ego Wlfhelm minister.Ego Wlfhun minister.Ego Wlfhere minister.Ego Wlfric minister.With our lord Jesus Christ reigning ever after, whose power neither grows nor diminishes, and with every cycle of the present life always everyday slipping away, and with everything both visible and invisible, willing and unwilling, inevitably daily being subject to his terms, for these reasons I Edward, with the permission of divine mercy, king of the Anglo-Saxons, have arranged to commit to the memory of writing all and any words or deeds or indeed agreements of our times that are deserving of an account, for the need of my soul and for our communal necessity and also that of our subsequent posterity, lest consigned either by the dark mist of oblivion or with the neglect of writers and witnesses bringing it about, being made unknown to kings and their good men that follow us, they otherwise arrive at disagreements and strife. Concerning such matters I therefore endeavour to show in this charter that, with the approval and consent of my excellent men whose names are written below, I gave with all the affection of the mind the freedom of that minster which in English is called Taunton with all the estates, fields, woods, pastures, meadows and fisheries pertaining to it, as an everlasting inheritance over the cross of Christ to Bishop Denewulf and that venerable community dwelling in the city of Winchester, set free from all royal and comital revenues, as well as from all worldly tax payments, with the exception of military service and the construction of a fortification or bridge. These things are under the condition that the said minster may always pertain to and serve the episcopal see of Winchester without any controversy and without dispute; neither in our time nor in that of any of our successors may this donation ever be altered or violated.For it [the obligation] was before in the aforementioned minster the feeding for one night of the king and eight dogs and the feeding of one keeper of hounds and the feeding for nine nights of the keeper of hawks of the king, and whatever the king wished to lead from there up until Curry or Williton with carts and horses; and if outsiders came from other regions they ought to have a guide to another royal estate, whichever was closest to their way. Also, the bishop and the venerable community with a willing soul gave to me 60 hides in the celebrated places that in English are thusly named, that is 10 hides at Crowcombe, 10 at Compton (Bishop), 20 at Banwell, 20 also at Stoke by Shalbourne, for perpetuity as an everlasting inheritance over the cross of Christ, in exchange for the liberty of the said minster, freed from every royal or comital tribute and equally from every earthly exaction, with the exception of military service and the construction of a fortification or bridge. We order and command this under divine testimony lest at any time some upheaval or change to our donation and confirmation occur in any part, as long as Christianity remains on this island. If anyone wishes to protect or augment this our donation and exchange, may God protect them and augment for them all the good of the present and future life. But if anyone wishes to diminish or break it with any evil craft, may they know that on Judgement Day they will give an account of themselves before the terrible tribunal of the most lofty judge, if before they have not emended this with worthy repentance. This charter was written in the year of our Lord’s incarnation 904, the sixth indiction, on the hunting estate which in English is called, before the appropriate witnesses whose names subsequently are written. I King Edward; I Archbishop Plegmund; I Bishop Denewulf; I Bishop Wulfsige; I Æthelweard, son of the king; I Ealdorman Ordlaf; I Ealdorman Oswulf; I Ealdorman Ordgar; I Heahfrith; I Ealdorman Ælfwald; I John, priest; I Wærwulf, priest; I Tata, priest; I Æthelstan, priest; I Beornstan, priest; I Searu, priest; I Waldo, priest; I Frithestan, [deacon]; I Wighelm, [deacon]; I Wihtbrord, thegn; I Deormod, thegn; I Beorhthelm, thegn; I Odda, thegn; I Wulfred, thegn; I Buga, thegn; I Ealhmund, thegn; I Wulfstan, thegn; I Æthelfrith, thegn; I Wulfhelm, thegn; I Wulfhun, thegn; I Wulfhere, thegn; I Wulfric, thegn.[CITATION-155] ",
    "footnotes": {
        "1": "All passages from the Life are taken from the critical edition in Asser’s Life of King Alfred, Together with the Annals of Saint Neots, Erroneously Ascribed to Asser, ed. W.H. Stevenson (Oxford, 1904) [hereafter Asser, Life]; all translations are taken from Alfred the Great: Asser’s Life of King Alfred and Other Contemporary Sources, tr. S. Keynes and M. Lapidge (Harmondsworth, 1983). It is unclear what, if any, title was given to the biography by Asser himself. A sixteenth-century transcript of the text provides the heading ‘Ælfredi Res gestæ authore Asser’, which is considered unlikely to be a ninth-century title; see S. Keynes, ‘Alfred the Great and the Kingdom of the Anglo-Saxons’, in N.G. Discenza and P.E. Szarmach, eds, A Companion to Alfred the Great (Leiden, 2015), pp. 13–46, at 37. Throughout, I follow the lead of several recent publications by adopting the title Life of King Alfred. I also retain the orthography of all quoted texts as they are printed in their critical editions.",
        "2": "See Asser, Life, ch. 79, for the account of Asser joining King Alfred’s learned entourage.",
        "3": "For a recent exposition of the Life and contemporary Welsh politics and learning, see T.M. Charles-Edwards, Wales and the Britons, 350–1064 (Oxford, 2013), especially chs 14 and 15.",
        "4": "The scholarship concerning the possible readership for Asser’s Life is considerable. See, for example, Alfred the Great, tr. Keynes and Lapidge, pp. 41–2 and 56; J. Campbell, ‘Asser’s Life of Alfred’, in C. Holdsworth and T.P. Wiseman, eds, The Inheritance of Historiography, 350–900 (Exeter, 1986), pp. 115–35, at 122–3 and 127–8; A. Scharer, ‘The Writing of History at King Alfred’s Court’, Early Medieval Europe, v (1996), pp. 177–206, at 189 and 204–6; S. Keynes, ‘King Alfred and the Mercians’, in M.A.S. Blackburn and D.N. Dumville, eds, Kings, Currency and Alliances: History and Coinage of Southern England in the Ninth Century (Woodbridge, 1998), pp. 1–45, at 41–4; A. Sheppard, ‘The King’s Family: Securing the Kingdom in Asser’s Vita Alfredi’, Philological Quarterly, lxxx (2001), pp. 409–39, at 430 n. 3. To my mind, the recent conclusion of Rebecca Thomas, that ‘it is possible that Asser envisaged an audience consisting of several layers’, rings true; see her ‘The Vita Alcuini, Asser and Scholarly Service at the Court of Alfred the Great’, English Historical Review, cxxxiv (2019), pp. 1–24, at 2–3.",
        "5": "For the suggestion that what survives is an incomplete draft, see, for example, M. Schütt, ‘The Literary Form of Asser’s “Vita Alfredi”’, English Historical Review, lxxii (1957), pp. 209–20, at 210; D.P. Kirby, ‘Asser and his Life of King Alfred’, Studia Celtica, vi (1971), pp. 12–35, at 13–14 and passim; R. Abels, ‘Alfred and his Biographers: Images and Imagination’, in D. Bates, J. Crick and S. Hamilton, eds, Writing Medieval Biography, 750–1250: Essays in Honour of Professor Frank Barlow (Woodbridge, 2006), pp. 61–75, at 63. Note also the possibility of variant versions of the Life existing; see Thomas, ‘Vita Alcuini’, p. 2.",
        "6": "The following have argued for the Life as a forgery: V.H. Galbraith, ‘Who Wrote Asser’s Life of Alfred?’, in his An Introduction to the Study of History (London, 1964), pp. 88–128; A.P. Smyth, King Alfred the Great (Oxford, 1995), esp. pp. 149–367; A.P. Smyth, The Medieval Life of King Alfred the Great: A Translation and Commentary on the Text Attributed to Asser (Basingstoke, 2002). Responses to these arguments have been made by the following: D. Whitelock, The Genuine Asser (Reading, 1968); S. Keynes, ‘On the Authenticity of Asser’s Life of King Alfred’, Journal of Ecclesiastical History, xlvii (1996), pp. 529–51; M. Lapidge, ‘A King of Monkish Fable?’, Times Higher Education Supplement, 8 Mar. 1996, p. 20; M. Lapidge, ‘Asser’s Reading’, in T. Reuter, ed., Alfred the Great: Papers from the Eleventh-Centenary Conferences (Aldershot, 2003), pp. 27–47, at 44–7. Further support for the authenticity of the Life can be found in, for example, R. Abels, Alfred the Great: War, Kingship and Culture in Anglo-Saxon England (London, 1998), pp. 318–26; Charles-Edwards, Wales and the Britons, p. 453; Asser. Histoire du Roi Alfred, ed. A. Gautier (Paris, 2013), pp. lx–lxxv.",
        "7": "The information in this paragraph is largely derived from Alfred the Great, tr. Keynes and Lapidge, pp. 56–8.",
        "8": "S. Keynes, ‘Introduction to the 1998 Reprint’, in Encomium Emmae Reginae, ed. and tr. A. Campbell (1949; repr. Cambridge, 1998), pp. xiii–lxxxvii, at xl.",
        "9": "R. Thomas and D. Callander, ‘Reading Asser in Early Medieval Wales: The Evidence of Armes Prydein Vawr’, Anglo-Saxon England, xlvi (2019 for 2017), pp. 115–45. The date of composition of Armes Prydein Vawr has been the subject of considerable discussion, though most scholars interpret the work as a product of the early to mid-tenth century. For a summary, see Thomas and Callander, ‘Reading Asser’, pp. 116–18.",
        "10": "For the unusually prominent role of Asser within his own narrative, see Thomas, ‘Vita Alcuini’, pp. 6–7.",
        "11": "Alfred the Great, tr. Keynes and Lapidge, pp. 49–50. Note also that Asser did not attest charters purportedly issued in 908 and 909; see P. Wormald, ‘Asser (d. 909)’, in The Oxford Dictionary of National Biography (Oxford, 2004), available via https://www.oxforddnb.com.",
        "12": "Charles-Edwards, Wales and the Britons, p. 452.",
        "13": "Alfred the Great, tr. Keynes and Lapidge, pp. 51–2; O.J. Padel, ‘Asser’s Parochia of Exeter’, in F. Edmonds and P. Russell, eds, TOME: Studies in Medieval Celtic History and Law in Honour of Thomas Charles-Edwards (Woodbridge, 2011), pp. 65–72, at 68; Thomas, ‘Vita Alcuini’, pp. 19–22.",
        "14": "These events are described in Asser, Life, chs 77–9 and 81. For their probable chronology, see Alfred the Great, tr. Keynes and Lapidge, pp. 26–7.",
        "15": "Glimpses of these negotiations are visible in a letter sent by Fulk, archbishop of Rheims, to King Alfred before Grimbald moved to Wessex: Councils and Synods with Other Documents Relating to the English Church, I: 871–1204, ed. D. Whitelock, M. Brett and C.N.L. Brooke (2 vols, Oxford, 1981), i, no. 4, pp. 6–12; for a translation, see Alfred the Great, tr. Keynes and Lapidge, pp. 182–6. For discussion, see J.L. Nelson, ‘“… sicut olim gens Francorum … nunc gens Anglorum”: Fulk’s Letter to Alfred Revisited’, in J. Roberts and J.L. Nelson with M. Godden, eds, Alfred the Wise: Studies in Honour of Janet Bately on the Occasion of her Sixty-Fifth Birthday (Cambridge, 1997), pp. 135–44.",
        "16": "Thomas, ‘Vita Alcuini’, p. 24.",
        "17": "The only fixed point in the timeline for the negotiations between Alfred and Asser is 11 November 887, by which date Asser appears to have joined the West Saxon court, since, according to the Life, Asser was a witness to the king’s seemingly sudden acquisition of Latin literacy on that day. See Alfred the Great, tr. Keynes and Lapidge, p. 213 n. 24.",
        "18": "The Latin term translated here as ‘minster’ is monasterium in Asser’s Life. In translating this word as ‘minster’, I depart from the translation of Keynes and Lapidge, following instead usage in scholarship on ecclesiastical communities undertaken since the publication of their translation. For discussion of this terminology, see S. Foot, Monastic Life in Anglo-Saxon England, c.600–900 (Cambridge, 2006), pp. 5–10.",
        "19": "Asser, Life, chs 87–9.",
        "20": "‘regis ingenium multum dilatatum est, et eos magna potestate ditavit et honoravit’: Asser, Life, ch. 78.",
        "21": "As discussed by Asser, Life, ch. 94.",
        "22": "The other historic see of Wessex is that of Winchester. For the dating of Asser’s succession to the see of Sherborne, see Alfred the Great, tr. Keynes and Lapidge, p. 49.",
        "23": "Asser, Life, chs 77 and 81.",
        "24": "Asser, Life, chs 81 and 88. Asser speaks of ‘daily discussions’ in ch. 88: ‘cotidie inter nos sermocinando’.",
        "25": "‘swæ swæ ic hie geliornode æt Plegmunde minum ærcebiscepe & æt Assere minum biscepe & æt Grimbolde minum mæsseprioste & æt Iohanne minum mæssepreoste’: the prose preface to the Old English Pastoral Care, ed. and tr. Henry Sweet, King Alfred’s West Saxon Version of Gregory’s Pastoral Care (Oxford, 1871), p. 7 (tr. Keynes and Lapidge, Alfred the Great, p. 126). It should be noted that Asser in his Life does not mention the translation of Gregory’s Cura pastoralis but he does in ch. 77 refer to the translation of Gregory’s Dialogi by Wærferth, bishop of Worcester, which was produced at the request of Alfred.",
        "26": "The attestations of these individuals can be found via the Prosopography of Anglo-Saxon England (King’s College London, 2005–), available at https://www.pase.ac.uk, although the compilers of this database have been cautious in assuming the identities of named individuals. For example, ‘Wærwulf 1’, ‘Wærwulf 2’, ‘Wærwulf 4’ and ‘Wærwulf 6’ may well all refer to the Mercian scholar of that name who was summoned to Alfred’s court. See also Alfred the Great, tr. Keynes and Lapidge, p. 259 n. 166 and p. 260 n. 169; and below, n. 37.",
        "27": "William of Malmesbury, Gesta regum Anglorum, bk 2.122, ed. and tr. R.A.B. Mynors, R.M. Thomson and M. Winterbottom (2 vols, Oxford, 1998–9), i, pp. 190–91; for discussion, see M. Godden, ‘Alfred, Asser, and Boethius’, in K. O’Brien O’Keeffe and A. Orchard, eds, Latin Learning and English Lore: Studies in Anglo-Saxon Literature for Michael Lapidge (2 vols, Toronto, ON, 2005), i, pp. 326–48. Janet Bately, meanwhile, has intriguingly argued that the orthography of proper names in the Old English Orosius is likely to reflect the influence of Latin pronunciation as would be expected of a Welsh-speaker: The Old English Orosius, ed. J. Bately, Early English Text Society supplementary ser., vi (Oxford, 1980), p. cxiv; J. Bately, ‘The Spelling of the Proper Names in the OE Orosius: The Case for Dictation by a Welshman Revisited’, Journal of English and Germanic Philology, cxvi (2017), pp. 45–81. Cf. P. Russell, ‘Revisiting the “Welsh Dictator” of the Old English Orosius’, Quaestio Insularis, xii (2011), pp. 31–62. More recently, it has been suggested that Asser may have been involved in the drafting of the prologue to Alfred’s law code: B. Carella, ‘Asser’s Bible and the Prologue to the Laws of Alfred’, Anglia, cxxx (2012), pp. 195–206, at 204–6.",
        "28": "For the importance of their priestly identity, see Pratt, Political Thought, p. 57.",
        "29": "Here it should be noted that Michael Lapidge has argued that a surviving group of Latin acrostic verses were composed by John the Old Saxon: ‘Some Latin Poems as Evidence for the Reign of Athelstan’, Anglo-Saxon England, ix (1980), pp. 61–98, repr. in and cited from his Anglo-Latin Literature, 900–1066 (London, 1993), pp. 49–86, at 60–71. However, the strength of this attribution has recently been questioned. See G.R. Wieland, ‘A New Look at the Poem “Archalis clamare triumuir”’, in G.R. Wieland, C. Ruff and R.G. Arthur, eds, Insignis Sophiae Arcator: Medieval Latin Studies in Honour of Michael Herren on his 65th Birthday (Turnhout, 2006), pp. 178–92; R. Gallagher, ‘Latin Acrostic Poetry in Anglo-Saxon England: Reassessing the Contribution of John the Old Saxon’, Medium Ævum, lxxxvi (2017), pp. 249–74. For a summary of the surviving Latin literature of the period, see below, n. 42.",
        "30": "M. Lapidge, ‘Latin Learning in Ninth-Century England’, in his Anglo-Latin Literature, 600–899 (London, 1996), pp. 409–54, esp. 435–6 and 446–54.",
        "31": "Asser, Life, ch. 75. The exact institutional setting and nature of this schola are not explicitly stated. For further discussion of this schola, see D.A. Bullough, ‘The Educational Tradition in England from Alfred to Ælfric: Teaching utriusque linguae’, in La Scuola nell ’Occidente Latino dell’Alto Medioevo, Settimane di studio del Centro italiano di studi sull’alto medioevo, xix (1972), pp. 453–94, repr. and revised in, and cited from, his Carolingian Renewal: Sources and Heritage (Manchester, 1991), pp. 297–334, at 297–8; Alfred the Great, tr. Keynes and Lapidge, p. 257 n. 148; P.A. Booth, ‘King Alfred versus Beowulf: The Re-Education of the Anglo-Saxon Aristocracy’, Bulletin of the John Rylands Library, lxxix (1997), pp. 41–66, at 48–9; Abels, Alfred the Great, pp. 229–31; Pratt, Political Thought, pp. 120–22.",
        "32": "See above, n. 26 and below, n. 37.",
        "33": "For details and discussion of this charter, see below, n. 37 and main text at nn. 80 and 147.",
        "34": "Throughout this article I have employed the adjective ‘Anglo-Saxon’ specifically in reference to the charter corpus, since this material is bilingual, it derives from several Old English-speaking polities, and it represents a continuous tradition of sorts that cuts across several centuries of political, social and cultural change.",
        "35": "The corpus of Anglo-Saxon charters has been catalogued by P.H. Sawyer, Anglo-Saxon Charters: An Annotated List and Bibliography (London, 1968), which has been revised and updated by S.E. Kelly, R. Rushforth et al. as The Electronic Sawyer (King’s College London and University of Cambridge, 2010–), available at http://www.esawyer.org.uk. I consider a text as an Anglo-Saxon charter only if it has been included in this catalogue. Throughout, I cite Anglo-Saxon charters by their ‘Sawyer’ number (indicated by ‘S’). As to editions, when available I have given priority to the British Academy Anglo-Saxon charters series. I employ the following abbreviations: Abing = Charters of Abingdon Abbey, ed. S.E. Kelly (2 vols, Oxford, 2000–2001); BCS = Cartularium Saxonicum: A Collection of Charters Relating to Anglo-Saxon History, ed. Walter de Gray Birch (3 vols, London, 1885–93); BuryStE = Charters of Bury St Edmunds, ed. K.A. Lowe and S. Foot (forthcoming); KCD = Codex Diplomaticus Aevi Saxonici, ed. John M. Kemble (6 vols, London, 1839–48); Malm = Charters of Malmesbury Abbey, ed. S.E. Kelly (Oxford, 2005); Roch = Charters of Rochester, ed. A. Campbell (Oxford, 1973); Shaft = Charters of Shaftesbury Abbey, ed. S.E. Kelly (Oxford, 1996); Wells = Charters of Bath and Wells, ed. S.E. Kelly (Oxford, 2007); WinchNM = Charters of the New Minster, Winchester, ed. S. Miller (Oxford, 2001); WinchOM = Charters of the Old Minster, Winchester, ed. A.R. Rumble (forthcoming). My thanks to Kathryn Lowe and Alexander Rumble for generously giving me access to editions and commentaries from their forthcoming editions.",
        "36": "For a recent overview of the linguistic make-up of the corpus of Anglo-Saxon charters, see F. Tinti, ‘Latin and Germanic Vernaculars in Early Medieval Documentary Cultures: Towards a Multidisciplinary Comparative Approach’, in R. Gallagher, E. Roberts and F. Tinti, eds, The Languages of Early Medieval Charters: Latin, Germanic Vernaculars, and the Written Word (Leiden, 2021), pp. 1–21. See also The Languages of Anglo-Saxon Charters Database (University of the Basque Country, 2017–), available at http://www.ehu.eus/lasc/.",
        "37": "As listed by the Prosopography of Anglo-Saxon England, Asser features in the witness-lists of the following extant charters (some of which are spurious or outright forgeries): S 342a, 359, 360, 364, 365, 366, 368, 369, 370, 372, 374, 380, 1284, 1286 and 1443. Asser and his community at Sherborne are the recipients of S 380 (Wells, no. 28); for more on this charter, see below, main text corresponding to nn. 80 and 147.",
        "38": "‘He [Charlemagne] did however give her a large convent of nuns in which, having put aside the clothing of the secular world and taken that of nuns, she discharged the office of abbess—but only for a few years. For just as she is said to have lived recklessly in her own country, so was she seen to live still more recklessly among a foreign people. When at long last she was publicly caught in debauchery with a man of her own race, she was ejected from the nunnery on Charlemagne’s orders and shamefully spent her life in poverty and misery until her death; so much so that in the end, accompanied by a single slave boy (as I have heard from many who saw her) and begging every day, she died a miserable death in Pavia’: Asser, Life, ch. 15.",
        "39": "I am aware of only two earlier authors who used the phrase demum palam, namely Livy and Sidonius Apollinaris, neither of whom are known to have been available to authors in early medieval England. See Livy, Ab urbe condita, bk 1, ch. 41, tr. B.O. Foster (Loeb edn, London, 1919), p. 146; Sidonius Apollinaris, Epistula, bk 3, letter 3, tr. W.B. Anderson (Loeb edn, Cambridge, MA, 1965), p. 18.",
        "40": "Alfred the Great, tr. Keynes and Lapidge, p. 54.",
        "41": "D.R. Howlett, The Celtic Latin Tradition of Biblical Style (Dublin, 1995), pp. 273–333; D.R. Howlett, British Books in Biblical Style (Dublin, 1997), pp. 365–445; D.R. Howlett, Cambro-Latin Compositions: Their Competence and Craftsmanship (Dublin, 1998), pp. 84–94.",
        "42": "For an overview, see M. Lapidge, ‘Schools, Learning and Literature in Tenth-Century England’, Il secolo di ferro: mito e realtà del secolo X, Settimane di studio del Centro italiano di studi sull’alto medioevo, xxxviii (1991), pp. 951–98, repr. in his Anglo-Latin Literature, 900–1066, pp. 1–48. See also R. Gallagher, ‘Latin Literary Culture in the Age of Alfred the Great and Edward the Elder’ (Univ. of Cambridge Ph.D. thesis, 2015). For recent confirmation of an Alfredian context for the revision of the royal ordo, see D. Pratt, ‘The Making of the Second English Coronation Ordo’, Anglo-Saxon England, xlvi (2019 for 2017), pp. 147–258.",
        "43": "See above, n. 29.",
        "44": "Dictionary of Medieval Latin from British Sources, ed. R.K. Ashdowne, D.R. Howlett and R.E. Latham (3 vols, London, 2018) [hereafter DMLBS], available online in varying forms via http://www.brepolis.net and https://logeion.uchicago.edu/lexidium.",
        "45": "Asser’s Life, ed. Stevenson, pp. xciii–xciv.",
        "46": "Alfred the Great, tr. Keynes and Lapidge, p. 254 n. 139; M. Lapidge, The Anglo-Saxon Library (Oxford, 2006), pp. 237–9; Thomas, ‘Vita Alcuini’.",
        "47": "Lapidge, ‘Asser’s Reading’; Lapidge, Anglo-Saxon Library, pp. 237–9. For the possible implications of Asser’s reading for scholarship at St David’s, see Charles-Edwards, Wales and the Britons, pp. 452–4.",
        "48": "That is, if we accept that Asser wrote in 893 and that the version of the common stock from which all surviving recensions of the Anglo-Saxon Chronicle ultimately derive was completed sometime between 890 and 892 (scholarly opinion varies on the specific year of completion); see S. Keynes, ‘Manuscripts of the Anglo-Saxon Chronicle’, in R. Gameson, ed., The Cambridge History of the Book in Britain, I: c. 400–1100 (Cambridge, 2011), pp. 537–52, at 537. The version of the Chronicle that Asser knew is not represented entirely by any single surviving version; see J. Bately, The Anglo-Saxon Chronicle: Texts and Textual Relationships (Reading, 1991), pp. 53–5 and 62; P. Stafford, After Alfred: Anglo-Saxon Chronicles and Chroniclers, 900–1150 (Oxford, 2020), pp. 43–4.",
        "49": "Asser, Life, chs 5, 18, 33, 35, 36, 40 and 42. Keynes and Lapidge consistently translate this idiom as ‘they were masters of the battlefield’. For further comment on the related Old English phrase, which also occurs in the Old English Orosius, see O. Timofeeva, ‘Battlefield Victory: Lexical Transfer in Medieval Anglo-Latin’, in S. Kranich, V. Becher and S. Höder, eds, Multilingual Discourse Production: Diachronic and Synchronic Perspectives (Amsterdam, 2011), pp. 109–32, at 114, 121–3 and passim.",
        "50": "Asser’s Life, ed. Stevenson, pp. lxxxiv and 178–9. For more on Asser’s treatment of the Chronicle and its Old English, see R.L. Thomson, ‘British Latin and English History: Nennius and Asser’, in R.L. Thomson, ed., A Medieval Miscellany: Essays by Past and Present Members of the Staff Medieval Group and the Centre for Medieval Studies of the University of Leeds in Honour of John Le Patourel, Proceedings of the Leeds Philosophical and Literary Society: Literary and Historical Section, xviii, pt i (1982), pp. 38–53, at 49–52, and below, main text at nn. 68–9.",
        "51": "For further comment on the authorship of Anglo-Saxon charters, see below, n. 103, and main text corresponding to nn. 145–51.",
        "52": "S. Keynes, The Diplomas of Æthelred ‘the Unready’, 978–1016: A Study in their Use as Historical Evidence (Cambridge, 1980), pp. 42 and 115–20; cf. B. Snook, The Anglo-Saxon Chancery: The History, Language and Production of Anglo-Saxon Charters from Alfred to Edgar (Woodbridge, 2015), p. 41, esp. n. 37.",
        "53": "See, for example, two late ninth-century episcopal charters respectively from Rochester and Winchester (S 1276 and 1277), both of which share proems with royal diplomas received by their respective institutions; see Gallagher, ‘Latin Literary Culture’, pp. 52–3. For more general discussion of the use of formulae, see Snook, Anglo-Saxon Chancery, esp. pp. 174–87.",
        "54": "For ‘remembered readings’ in Latin verse, see A. Orchard, The Poetic Art of Aldhelm (Cambridge, 1994), esp. ch. 4.",
        "55": "D.A. Woodman, ‘“Æthelstan A” and the Rhetoric of Rule’, Anglo-Saxon England, xlii (2013), pp. 217–48, esp. 220–25; Snook, Anglo-Saxon Chancery, pp. 86–124.",
        "56": "S 346 (BCS, no. 561).",
        "57": "The literary qualities of Anglo-Saxon charters have received limited attention. See above, n. 55 for two recent contributions. See also S.T. Smith, Land and Book: Literature and Land Tenure in Anglo-Saxon England (Toronto, ON, 2012). Asser’s Life is not a major focus of any of these previous studies.",
        "58": "In what follows, my findings are to a large extent the result of using the Brepols Cross Database Searchtool, accessed via http://www.brepolis.net. This database contains an enormous number of Classical and Medieval Latin texts, though it does not include Anglo-Saxon charters; for these, I have instead been directed primarily by the editions of Birch (BCS) and Kemble (KCD). Further assistance has been provided by the DMLBS.",
        "59": "‘King Æthelwulf lived two years after he returned from Rome; during which time, among many other good undertakings in this present life, as he reflected on his going the way of all flesh, he had a testamentary—or rather advisory—document drawn up, so that his sons should not quarrel unnecessarily among themselves after the death of their father’: Asser, Life, ch. 16.",
        "60": "‘So after governing in peace, love and honour for five years, Æthelberht went the way of all flesh, to the great sorrow of his people; and he lies buried honourably beside his brother, at Sherborne’: Asser, Life, ch. 19.",
        "61": "‘In the same year Ealhstan, bishop of the church of Sherborne, after he had ruled the bishopric honourably for fifty years, went the way of all flesh; he was buried in peace at Sherborne’: Asser, Life, ch. 28.",
        "62": "‘In the same year Ceolnoth, archbishop of Canterbury, went the way of all flesh; he was buried in peace in the same city’: Asser, Life, ch. 34.",
        "63": "‘After Easter [15 April] in the same year, King Æthelred went the way of all flesh, having vigorously and honourably ruled the kingdom in good repute, amid many difficulties, for five years; he was buried at Wimborne Minster and awaits the coming of the Lord, and the first resurrection with the just [cf. Revelation 20:6, and Luke 14:14]’: Asser, Life, ch. 41.",
        "64": "‘In the same year Pope Marinus of blessed memory went the way of all flesh’: Asser, Life, ch. 71.",
        "65": "‘In that same year Charles [the Fat], king of the Franks, went the way of all flesh’: Asser, Life, ch. 85.",
        "66": "For example, although the relevant passage includes material not attested by all witnesses to the Life (ch. 18), it does not appear that Asser recorded the death of King Æthelbald with the via universitatis idiom. Asser is otherwise damning of Æthelbald, who had not only plotted to overthrow his father, King Æthelwulf (ch. 12), but had also married his father’s wife, Judith, once Æthelwulf had died (ch. 17). In recounting these events, Asser describes Æthelbald as an ‘iniquus et pertinax filius’ (‘iniquitous and grasping son’, ch. 12) and his action as ‘cum magna ab omnibus audientibus infamia’ (‘incurring great disgrace from all who heard of it’, ch. 17). Asser does not employ via universitatis for any violent or mass deaths (of which there are many in the Life).",
        "67": "Asser employs via on one additional occasion, in describing a journey undertaken by King Æthelwulf and a young Alfred to Rome (Life, ch. 11). The use of universitas is limited to the idiom via universitatis. The adjectives universus and universalis, however, respectively occur on three (chs 14, 42 and 56) and two (chs 16 and 71) occasions, the former being a relatively straightforward term to denote ‘all’, the latter seemingly carrying a greater sense of universality.",
        "68": "Although not contained in any vernacular versions of the Chronicle, Æthelweard likewise notes that Ceolnoth was buried at Canterbury: Chronicon Æthelweardi: The Chronicle of Æthelweard, bk 4, ch. 2, ed. and tr. A. Campbell (London, 1962), pp. 36–7.",
        "69": "The Anglo-Saxon Chronicle: A Collaborative Edition, III: MS A, ed. J.M. Bately (Cambridge, 1986), p. 53. The text also occurs, with orthographic variation, in MSS BCDE.",
        "70": "Asser may have used the via universitatis idiom to translate gefaran for the passages in the Chronicle recording the deaths of Bishop Ealhstan, Archbishop Ceolnoth, and King Æthelred, while he may have used this phrase to translate forþfaran in the cases of Pope Marinus and Charles the Fat. Asser did not, however, always translate either of these two Old English verbs with via universitatis. Here the example of King Æthelbald is potentially illuminating: while the Anglo-Saxon Chronicle records his death with forþfaran, Asser (Life, ch. 18) appears to have employed the verb defungi (although it should be noted that the verb is not attested by all witnesses to the Life).",
        "71": "As noted by R.C. Love in her Three Eleventh-Century Anglo-Latin Saints’ Lives: Vita S. Birini, Vita et Miracula S. Kenelmi and Vita S. Rumwoldi (Oxford, 1996), p. 112 n. 3. This loose translation is also found in Alfred the Great, tr. Keynes and Lapidge, who render all instances in the Life of via universitatis as ‘the way of all flesh’. In contrast, Gautier (in Asser) translates it as ‘le chemin que tous empruntent’. For an overview of the development of this phrase, see M.B. Ogle, ‘The Way of All Flesh’, Harvard Theological Review, xxxi (1938), pp. 41–51. Ogle acknowledges the existence of via universitatis in Asser’s Life at p. 42 n. 8, and suggests that it is a form derived ‘from a scribal error’.",
        "72": "Asser may have been more familiar with a version of the Bible other than the Vulgate: Carella, ‘Asser’s Bible’, pp. 198–201. Even so, to the best of my knowledge there is no extant version of the Bible that contains via universitatis.",
        "73": "For example, via universitatis appears in all of the following in reference to the issuing of a will by King Æthelwulf, as it is found in the Life, ch. 16: The Anglo-Saxon Chronicle: A Collaborative Edition, XVII: The Annals of St Neots with Vita prima Sancti Neoti, ed. D. Dumville and M. Lapidge (Cambridge, 1985), p. 50; John of Worcester, Chronicon ex chronicis, ed. R.R. Darlington and P. McGurk (3 vols, Oxford, 1995–8), ii, p. 272; Matthew Paris, Chronica majora, ed. Henry Richards Luard, Rolls Series, lvii (1872–83; repr., 7 vols, Cambridge, 2012), i, p. 386. Symeon of Durham, Symeonis monachi opera omnia, II: Historia regum, ed. Thomas Arnold, Rolls Series, lxxv (London, 1885), also draws on the Life as a source and employs via universitatis (see, for example, § 99, p. 115); however, there is a lacuna in the relevant passage concerning Æthelwulf’s will where it is highly likely via universitatis was employed (§ 68, p. 72).",
        "74": "The only two examples that do not employ this phrase alongside adire are S 384 and 400. With the exception of S 526, all specimens that purport to date to 936 or later use this idiom in exactly the same manner, as follows: postquam universitatis viam adierit.",
        "75": "S 395, 399, 400, 431 and 446. S 399 and 400 are products of ‘Æthelstan A’, for more on which see above, n. 55. Two spurious charters in the name of Edward the Elder (S 358 and 384) also contain this idiom.",
        "76": "S 395 is from the Burton archive; S 399 and 431 are from the Glastonbury archive; S 400 and 446 are from Winchester’s Old Minster archive.",
        "77": "S 467, 496, 498 and 512. S 512 survives in its original form as London, British Library, Stowe Charter 24.",
        "78": "For example, S 526, 529, 531, 554, 613, 642 and 645.",
        "79": "Lapidge identified this phrase as evidence for Asser’s knowledge of Orosius’ Historiae adversum paganos: ‘Asser’s Reading’, p. 33.",
        "80": "S 380 (Wells, no. 28).",
        "81": "Note, however, the use of bellorum incendia in the so-called ‘First Decimation’ charters (S 294, 294a and 294b), the authenticities of which are contested; see Malm, pp. 65–91, and cf. S. Keynes, ‘The West Saxon Charters of King Æthelwulf and His Sons’, English Historical Review, cix (1994), pp. 1109–49, at 1115–16.",
        "82": "Asser, Life, ch. 106. The two charters are S 375 and 377, both of which only survive thanks to their inclusion in the Codex Wintoniensis. For further comment on this cartulary (and its Asser-related charters), see below, text at nn. 121–2 and 139–40. Two versions of S 377 were included in the Codex Wintoniensis, only one of which includes the proem containing discrete.",
        "83": "Machinatio appears in Asser, Life, ch. 76 and in the sanctions of the following charters: S 373 (discussed further below), 430, 613, 641, 643, 660, 693, 869, 877, 915, 918 (spurious), 973, 1214 (spurious) and 1291. It also appears elsewhere in the prose of S 918 (spurious) and 1308.",
        "84": "Although unattested in the works of authors earlier than Asser who were writing in Britain, we should note its use in a letter written by Boniface, based in Hessia, to King Æthelbald of Mercia in 746/7 (Boniface, Letter 73, ed. M. Tangl, Die Briefe des heiligen Bonfatius und Lullus, Monumenta Germaniae Historica [hereafter MGH], Epistolae selectae, I [Berlin, 1916], p. 146). Elsewhere, Boniface also used sanctimonialis in his letters.",
        "85": "Asser, Life, ch. 98.",
        "86": "S 419 (Shaft, no. 8).",
        "87": "S 464, 465, 485, 493 and 1793. All of these charters employ monialis within the same construction (with some minor variation). While Asser and ‘Æthelstan A’ use monialis substantively, within these four charters of the 940s it is used adjectivally. For further comment on monialis and its relationship to other nouns used to denote women religious in early medieval England, see S. Foot, Veiled Women (2 vols, Aldershot, 2000), i, pp. 26–8.",
        "88": "Bicanleag could be one of two modern-day places called Bickleigh in Devon, or it could feasibly be a now-lost location: P. Sawyer, ‘The Royal Tun in Pre-Conquest England’, in P. Wormald with D. Bullough and R. Collins, eds, Ideal and Reality in Frankish and Anglo-Saxon Society (Oxford, 1983), pp. 273–300, at 298–9; see also WinchOM, commentary to S 372.",
        "89": "The Sawyer catalogue and the Birch edition incorrectly state twenty hides at Compton; the charter as it survives in the Codex Wintoniensis reads ten hides.",
        "90": "H.P.R. Finberg, Early Charters of Wessex (Leicester, 1964), pp. 222–3. Specifically, Finberg suggested that the three estates in Somerset were exchanged for Taunton itself, while the land at Stoke was for the immunities; the latter part of the agreement is recorded separately in S 1286, which is discussed below. Finberg’s interpretation would help to explain the unusually large amount of land given up in S 373 by Denewulf, and it is also perhaps supported by the otherwise arguably unnecessary clause that ‘semper prefatum monasterium pertineat atque deseruiat episcopali sedi in Wintonia ciuitate sine ulla controuersia et sine disceptatione’ (‘the said minster may always pertain to and serve the episcopal see of Winchester without any controversy and without dispute’). See also WinchOM, commentary to S 373.",
        "91": "B.A.E. Yorke, ‘The Bishops of Winchester, the Kings of Wessex and the Development of Winchester in the Ninth and Early Tenth Centuries’, Proceedings of the Hampshire Field Club Archaeological Society, xl (1984), pp. 61–70.",
        "92": "This is apparent in a famous document sent by Denewulf to Edward in which the bishop begs that ‘in charity for the love of God and for the holy church you desire no more of that community’s land’ (S 1444). For a translation and discussion, see A.R. Rumble, ‘Edward the Elder and the Churches of Winchester and Wessex’, in N.J. Higham and D.H. Hill, eds, Edward the Elder, 899–924 (London, 2001), pp. 230–47, at 235–7.",
        "93": "R. Fleming, ‘Monastic Lands and England’s Defence in the Viking Age’, English Historical Review, c (1985), pp. 247–65, at 253–4; cf. D.N. Dumville, Wessex and England from Alfred to Edgar: Six Essays on Political, Cultural, and Ecclesiastical Revival (Woodbridge, 1992), pp. 29–54. See also J. Blair, The Church in Anglo-Saxon Society (Oxford, 2005), pp. 323–5.",
        "94": "Asser, Life, ch. 81. My thanks to Julia Barrow for drawing my attention to this connection.",
        "95": "‘with every cycle of the present life’. All translations of S 373 are my own.",
        "96": "For example, Aldhelm, Prosa de virginitate, ch. 25, ed. S. Gwara, Corpus Christianorum Series Latina [hereafter CCSL], CXXIV A (Turnhout, 2001), p. 319; Bede, De temporum ratione, ch. 2, ed. C.W. Jones, CCSL, CXXIII B (Turnhout, 1977), p. 274.",
        "97": "The diplomas of Edward the Elder are S 358, 359 and 384. S 358 and 384 are certainly spurious.",
        "98": "‘for the need of my soul’.",
        "99": "The Latin version of S 1608. This charter will be included in BuryStE.",
        "100": "‘for our communal necessity’.",
        "101": "‘as an everlasting inheritance over the cross of Christ’.",
        "102": "‘as an everlasting inheritance over the cross of Christ, in exchange for the liberty of the said minster, [freed] from every royal [tribute]’.",
        "103": "Here and elsewhere I refer to a single author of S 373. It is possible that this charter was the work of more than one individual—or indeed that it was subject to later interpolation, as suggested by Finberg (for more on which, see below, n. 124). That said, the lexical links with Asser’s Life are dispensed relatively widely throughout the charter; more generally, the phrasing of the charter does not obviously point towards the work of multiple contemporary authors (though it would admittedly be difficult to ascertain a change in author for such a short text, especially without palaeographic evidence, if we are to equate authorship with scribal production). Furthermore, with charters for which it is apparent that they are the work of multiple contemporary scribes, it is more often bounds, witness-lists or endorsements that are the work of a second scribe.",
        "104": "This decimation is elsewhere attested by the Anglo-Saxon Chronicle and several charters of varying degrees of authenticity. Asser’s description of what exactly this ‘decimation’ constituted differs somewhat from other accounts; in addition, while all but one of the relevant charters purport to have been issued in 854, Asser and the Chronicle date this event to 855. For discussion, see Keynes, ‘West Saxon Charters’, pp. 1119–23; J.L. Nelson, ‘England and the Continent in the Ninth Century, III: Rights and Rituals’, Transactions of the Royal Historical Society, 6th ser., xiv (2004), pp. 1–24, at 14–24; D. Pratt, The Political Thought of King Alfred the Great (Cambridge, 2007), pp. 66–9.",
        "105": "Stevenson, Asser’s Life, pp. 191–2; Alfred the Great, ed. Keynes and Lapidge, pp. 233–4.",
        "106": "Stevenson, Asser’s Life, p. 193.",
        "107": "The following charters contain the phrase in sempiterno graphio deleatur in their sanctions: S 470, 474, 475, 487, 491, 526, 528, 665 (spurious), 896, 902 and 955. The following charters contain in sempiterno graphio cum signaculo sanctae crucis: S 429, 438 and 578. The following charters contain (with orthographic variation) cum sempiterno syngrapho agiae crucis: S 460, 469, 488 and 496.",
        "108": "W. Davies, ‘The Latin Charter-Tradition in Western Britain, Brittany and Ireland in the Early Medieval Period’, in D. Whitelock, R. McKitterick and D. Dumville, eds, Ireland in Early Mediaeval Europe: Studies in Memory of Kathleen Hughes (Cambridge, 1982), pp. 258–80, at 268. In sempiterno graphio occurs in the late eleventh- or early twelfth-century Vita prima sancti Carantoci, ch. 4, ed. A.W. Wade-Evans and S. Lloyd, Vitae Sanctorum Britanniae et Genealogiae: The Lives and Genealogies of the Welsh Saints (2nd edn, Cardiff, 2013), p. 146.",
        "109": "‘with all the affection of the mind’.",
        "110": "Cassiodorus, Expositio psalmorum, psalm 124, conclusio psalmi, ed. M. Adriaen, CCSL, XCVIII (Turnhout, 1958), p. 1167; Gregory the Great, Homiliae in Hiezechihelem prophetam, bk 2, homily 10, ed. M. Adriaen, CCSL, CXLII (Turnhout, 1971), p. 383.",
        "111": "See, for example, Cassiodorus, Expositio psalmorum, psalm 61, ch. 1, ed. M. Adriaen, CCSL, XCVII (Turnhout, 1958), p. 542; Alcuin, Letter 175, ed. Ernest Duemmler, Epistolae Karolini aevi, MGH, Epistolae, IV (Berlin, 1895), p. 290; Florus of Lyon, Collectio ex dictis XII patrum, Leo Magnus 14, ed. P.I. Fransen, B. Coppieters ’t Wallant and R. Demeulenaere, Corpus Christianorum Continuatio Medievalis [hereafter CCCM], CXCIII B (Turnhout, 2007), p. 117.",
        "112": "S 646, which contains toto mentis affectu. Note, however, that S 1265 has pro intimo cordis affectu, while S 175 (forgery), 176, 177, 1191 (spurious) and 1438 have pro intimo caritatis affectu.",
        "113": "‘without any controversy’.",
        "114": "See, for example, Cicero, Epistulae ad Atticum, 320 (XIII.12), ed. D.R. Shackleton Bailey (Loeb edn, Cambridge, MA, 1999), p. 70; Augustine, De sancta virginitate, ch. 32, ed. and tr. P.G. Walsh (Oxford, 2001), p. 108; Bede, Historia ecclesiastica gentis Anglorum, bk 3, ch. 25, ed. B. Colgrave and R.A.B. Mynors (Oxford Medieval Texts; rev. edn, Oxford, 1991), p. 306; John Scottus Eriugena, Periphyseon, bk 3, ed. E.A. Jeauneau, CCCM, CLXIII (Turnhout, 1999), p. 80.",
        "115": "The closest parallels of which I am aware are sine ullo contradictionis obstaculo in S 1257 and sine ullo controversionis obstaculo in S 376 (spurious).",
        "116": "‘the feeding of one keeper of hounds and the feeding for nine nights of the keeper of hawks of the king’.",
        "117": "‘with any evil craft’.",
        "118": "See above, main text at n. 83.",
        "119": "‘on the hunting estate which in English is called Bicanleag’.",
        "120": "Gildas, De excidio et conquestu Britanniae, ch. 19, ed. M. Winterbottom (Chichester, 1978), p. 95. Gildas does not feature in Lapidge’s list of authors known to Asser (see ‘Asser’s Reading’). Charles-Edwards, however, has recently suggested that Gildas may have been an influence on certain imagery and themes employed by Asser: Wales and the Britons, pp. 464–5.",
        "121": "While the bishopric of Winchester may have continually had control of Taunton minster from 904 onwards, its control over the associated landed estate may have been less steady, feasibly being lost at some point during the first half of the tenth century and only being regained during the reign of Edgar. For discussion, see A.R. Rumble, ‘“A Hill by Any Other Name”: Onomastic Alternatives in the Anglo-Saxon Bounds of Taunton, Somerset’, in G.R. Owen-Crocker and S.D. Thompson, eds, Towns and Topography: Essays in Memory of David Hill (Oxford, 2014), pp. 93–102, at 93; WinchOM, commentary to S 373.",
        "122": "S 254, 311, 521, 806, 818, 825 and 1286. Particular attention should be paid to S 806, a bilingual text probably forged in the late tenth or early eleventh century that purports to be a renewal by King Edgar of the Old Minster’s rights at Taunton. Much of the detail of S 373 is repeated in this later charter. See A.R. Rumble, Property and Piety in Early Medieval Winchester: Documents Relating to the Topography of the Anglo-Saxon and Norman City and its Minsters (Oxford, 2002), p. 115 n. 79; WinchOM, commentary to S 806. For discussion, see Finberg, Early Charters of Wessex, pp. 233–5.",
        "123": "Stevenson, Asser’s Life, p. 192 n. 5; D. Whitelock, ‘Some Charters in the Name of King Alfred’, in M.H. King and W.M. Stevens, eds, Saints, Scholars and Heroes: Studies in Medieval Culture in Honour of Charles W. Jones (2 vols, Collegeville, MN, 1979), i, pp. 77–98, at 93 n. 21; Lapidge, ‘Some Latin Poems’, p. 66 n. 86.",
        "124": "Most notably, Finberg, Early Charters of Wessex, pp. 128, 221–3 and 234–5, has argued that the passage from ‘Sed et hoc alacri animo’ to ‘eternaliter deserviat’ represents a later interpolation into an otherwise authentic charter. Rumble (WinchOM, commentary to S 373) believes that Finberg may be correct and notes that the interpolation is connected with almost identical text in S 806, a forged charter of Edgar with the incorrect date of 978. I have therefore not included this passage in my discussion of verbal echoes of Asser’s Life, though we could list two such parallels: (1) the juxtaposition of nobilis and ignobilis: a rhetorical flourish not uncommon in Latin literature, but a particular favourite of Asser (see Life, chs 8, 75, 76, 105 and 106); particularly striking in S 373 is its use alongside dignitas, a term Asser similarly uses, in ch. 76, in close proximity to nobilis and ignobilis; (2) the adverb Anglice: unattested in earlier literature (including charters) from early medieval England, yet only attested in the relevant passage of the Life (ch. 35) as it was incorporated into John of Worcester’s Chronicon ex chronicis, ed. Darlington and McGurk, ii, p. 288; in both the Life and S 373, therefore, this may be a later interpolation. More generally, positive assessments of the authenticity of S 373 may also be found in the following: F.E. Harmer, ‘Chipping and Market: A Lexicographical Investigation’, in C. Fox and B. Dickins, eds, The Early Cultures of North-West Europe (H.M. Chadwick Memorial Studies) (Cambridge, 1950), pp. 333–60, at 342 and 344 n. 5; Dumville, Wessex and England, pp. 107–8; Keynes, ‘West Saxon Charters’, pp. 1144–5. Additional positive assessments, but with caveats for the possibility of spurious elements, are C. Hart, ‘The Codex Wintoniensis and the King’s Haligdom’, in J. Thirsk, ed., Land, Church and People: Essays Presented to Professor H.P.R. Finberg (Reading, 1970), pp. 7–38, at 30 n. 101; L. Abrams, Anglo-Saxon Glastonbury: Church and Endowment (Woodbridge, 1996), p. 86.",
        "125": "S 374 (WinchNM, no. 7). The estate has been identified as Wonston, Hampshire: WinchNM, p. 44.",
        "126": "S 372 (BCS, no. 613).",
        "127": "S 1286 (BCS, no. 611).",
        "128": "Dumville, Wessex and England, p. 107 n. 248, notes that in the Codex Wintoniensis witness to S 1286 the words iuxta Scealdebrunan (‘æt Stoce iuxta Scealdebrunan’) are interlinear and consequently warns that the ‘identification and name [of the estate] may therefore not be contemporary’. What Dumville did not state, however, is that iuxta Scealdebrunan is also contained in the main body of text in the line below, between relinquat and cum omnibus. Within the main text of the manuscript, these two words have been underlined in ink similar to that of the interlinear iuxta Scealdebrunan and both appear to be the work of the cartulary’s scribe b (Rumble, personal correspondence). It is possible that the iuxta Scealdebrunan in the main text was inserted by its copyists, though my sense is that it is not problematic to view S 373 and 1286 as referring to the same estate.",
        "129": "As suggested by Rumble, who interprets S 1286 as ‘genuine’: WinchOM, commentary to S 1286.",
        "130": "WinchOM, commentaries to S 372, 373 and 1286.",
        "131": "As noted in WinchNM, p. 44. Royal assemblies were held over the course of several days and may have included several sessions: S. Keynes, ‘Church Councils, Royal Assemblies, and Anglo-Saxon Royal Diplomas’, in G.R. Owen-Crocker and B.W. Schneider, eds, Kingship, Legislation and Power in Anglo-Saxon England (Woodbridge, 2013), pp. 17–182, at 35 and 91–2; L. Roach, Kingship and Consent in Anglo-Saxon England, 871–978: Assemblies and the State in the Early Middle Ages (Cambridge, 2013), pp. 71–2.",
        "132": "S 1286 and 374 respectively.",
        "133": "This is not to say that S 372 should necessarily be taken as authentic, though its compiler evidently drew on material related to those of S 373, 374 and 1286.",
        "134": "The only one of the Bicanleag charters not to include this phrase is S 372. The two earlier diplomas to contain it are S 359 and 368; the phrase omnia visibilia et invisibilia is also found in the purportedly contemporary S 1284, a charter of questionable authenticity in the name of Bishop Denewulf. For discussion of this phrase, see Snook, Anglo-Saxon Chancery, p. 48. It should also be noted that while the charters employ these words in reference to God’s rulership, they are used in the Nicene Creed to emphasise God’s creation of all things.",
        "135": "The following notable phrasing is found both in Asser’s Life and variously in S 372, 374 and 1286: prosperis et adversis (S 372; cf. Asser, Life, ch. 92: ‘prospera et adversa’); secularibus negotiis (S 374 and Asser, Life, chs 100 and 105); venatoria (as noted above, main text at n. 120). We should note here that Snook (Anglo-Saxon Chancery, p. 48, esp. n. 54) has recently suggested that the author of S 373 was also responsible for the production of all other early tenth-century charters that similarly include the striking phrase omnia visibilia et invisibilia and, furthermore, that the draftsman may have been Ealdorman Ordlaf, given that he is the beneficiary of two of these documents and is otherwise prominent within the witness-lists. This is possible, though given the brevity and distinctiveness of the phrase—not to mention the thematic resonances its emphasis on sight would have held in a West Saxon royal milieu—it could quite feasibly have been known by and shared between multiple charter draftsmen. In this regard, it is worth noting that in S 373 omnia visibilia et invisibilia is employed in the ablative, but in all other instances from the reign of Edward the Elder this phrase is found either in the nominative (in a passive construction) or in the accusative. For discussion of contemporary interest in the theological implications of ‘sight’, see D. Pratt, ‘Persuasion and Invention at the Court of King Alfred the Great’, in C. Cubitt, ed., Court Culture in the Early Middle Ages: The Proceedings of the First Alcuin Conference (Turnhout, 2003), pp. 189–221, at 209–20.",
        "136": "For the possibility of variant versions of the Life circulating, see above, n. 5.",
        "137": "Keynes, ‘West Saxon Charters’, esp. pp. 1145–7.",
        "138": "Rumble, ‘“A Hill by Any Other Name”’, pp. 95–7. This set of Latin bounds is found in the Codex Wintoniensis as part of a forged royal diploma of King Æthelwulf (S 311). Asser uses the noun gronna at chs 92 and 97 and the adjective gronnosus at ch. 53. Asser also employs the variant noun gronnius at ch. 88.",
        "139": "S 358 (BCS, no. 592). Two further verbal parallels between this charter and Asser’s Life are praesentisque vite curriculis (as noted above, main text at nn. 96–7) and the adverb elucubratim.",
        "140": "Keynes, ‘West Saxon Charters’, pp. 1141–2; WinchOM, commentary to S 358. We might add here that Dorothy Whitelock cited two other purportedly royal diplomas of the late ninth and early tenth centuries—one from the Rochester archive, one from Winchester’s New Minster archive—as being forged with the use of Asser’s text, though she did not explain the reasoning for these interpretations. The two charters in question are S 349 (from Rochester, though not included in Roch because it is ‘obviously forged’ [Roch, p. xiii n. 3]; see instead BCS, no. 571) and S 365 (WinchNM, no. 4). See Whitelock, ‘Some Charters’, p. 93 n. 21. Although Whitelock did not explicitly state the reasons for her assessment, I suspect that she was following the interpretation of Stevenson, who on both accounts condemned the charters seemingly due to their containing information that he believed to be factual errors derived from the Life (see Asser’s Life, pp. 201 n. 4 and 210). S 349 is widely believed to be a later medieval forgery. More contentious is Whitelock’s statement about S 365, which other scholars have treated as substantially authentic and whose contents can be explained without resort to suspicions of forgery based on the Life (see Keynes, ‘West Saxon Charters’, p. 1120 n. 2; WinchNM, pp. 28–9).",
        "141": "Here I assume that Latin played a part in the performing of the Mass, though this is not to say that Old English did not also play an important role. The few liturgical manuscripts produced in southern England in this period are predominantly in Latin, though Old English can be found in the Durham Collectar; see The Durham Collectar, ed. A. Corrêa (London, 1991), pp. 226–7. My thanks to Helen Gittos for drawing my attention to this vernacular material.",
        "142": "See above, nn. 29 and 42.",
        "143": "For discussion of the Alfredian circle as a ‘discourse community’, see O. Timofeeva, ‘Aelfred mec heht gewyrcan: Sociolinguistic Concepts in the Study of Alfredian English’, English Language and Linguistics, xxii (2018), pp. 123–48.",
        "144": "M. Gretsch, ‘Winchester Vocabulary and Standard Old English: The Vernacular in Late Anglo-Saxon England’, Bulletin of the John Rylands Library, lxxxiii (2001), pp. 41–87.",
        "145": "A famous exception may be Bishop Æthelwold’s composition of the New Minster refoundation charter (S 745), issued in 966. Elsewhere from the tenth century, the ‘alliterative charters’ of the 940s and 950s are often associated with Bishop Cenwald of Worcester; see Keynes, Diplomas of Æthelred ‘the Unready’, p. 82 n. 165. See also Snook, Anglo-Saxon Chancery, ch. 4 and pp. 165–7 and 170; R. Gallagher and F. Tinti, ‘Latin, Old English and Documentary Practice at Worcester from Wærferth to Oswald’, Anglo-Saxon England, xlvi (2019 for 2017), pp. 271–325, at 300–302. The idea of bishops as royal charter draftsmen touches on an important but contentious topic, namely the possible existence of centralised production for royal diplomas in early medieval England (the so-called Chancery debate): even if bishops can be identified as the authors of royal diplomas, were they working following the request of the king or the beneficiary? For recent contributions to this debate, see C. Insley, ‘Charters and Episcopal Scriptoria in the Anglo-Saxon South West’, Early Medieval Europe, vii (1998), pp. 173–97; Abing, pp. lxxix–lxxxiv and cxxvii–cxxix; Keynes, ‘Church Councils’, pp. 17–182; Roach, Kingship and Consent, pp. 78–89; Snook, Anglo-Saxon Chancery, esp. pp. 127–8.",
        "146": "Exceptions exist. See, for example, S 917, 1034, 1036 and 1390.",
        "147": "S 380 (Wells, no. 28). This charter is undated, but it must have been issued at some point between the succession of Edward as ‘king of the Anglo-Saxons’ in 899 and the death of Asser in or by 909.",
        "148": "Wells, p. 203.",
        "149": "The most striking parallel Kelly drew specifically between S 373 and 380 is the respective phrases quamdiu illa Christianitas in ista insula consistat and quamdiu ulla Cristianitas in ista terra fuerit, both of which resonate with the religious discourse of the Life, in which, for example, Asser consistently refers to vikings as pagani. See J.L. Nelson, ‘England and the Continent in the Ninth Century, II: The Vikings and Others’, Transactions of the Royal Historical Society, 6th ser., xiii (2003), pp. 1–28, at 6. Rumble has additionally observed that the phrase illius monasterii quod Saxonice Tantun dicitur in S 373 is identical to a construction in S 380: WinchOM, commentary to S 373.",
        "150": "We might also note the spurious S 342a, which purports to be a royal diploma of Alfred, though it is dated to 835 and has formulation reminiscent of mid-tenth-century diplomatic. Its witness-list contains an attestation in the name of Asser, who is said to have composed the charter and ordered it to be written (‘Ego Asser episcopus composui et scribere iussi’). A transcription of this charter is available on the Electronic Sawyer website.",
        "151": "The exact procedure for the conveyance of a royal diploma is largely unclear and is likely to have been subject to variation. Such variation, therefore, does not preclude Asser from being the draftsman of S 380 as well, despite his presence within the witness-list of that charter. At the same time, Keynes, in discussing the possibility of royal priests as the authors of West Saxon royal diplomas in the mid-ninth century, states that ‘it would be reasonable to suppose that ... they should not (normally) have been named in the “West Saxon” charters for which they might have been responsible’: ‘West Saxon Charters’, p. 1134. Rumble (WinchOM, commentary to S 373) does not consider the possibility that Asser composed S 373 and instead suggests that his absence from the witness-list may simply be the result of the twelfth-century copyist shortening the text for editorial reasons; Rumble also alternatively suggests that a copyist may have believed the subscribing ‘Wulfsige episcopus’ was not the contemporary bishop of London, but rather Asser’s predecessor of that name from Sherborne, and thus omitted Asser’s name, believing it to be an error. Another possibility could be that Asser was so enraged by the loss of Banwell that he could not bear to witness its passing between Denewulf and Edward, though given the lexical links between S 373 and the Life, that would be an odd coincidence. My thanks to the anonymous reviewer for this latter suggestion.",
        "152": "While bishops feature in the witness-lists of most Anglo-Saxon royal diplomas, several diplomas issued on behalf of Alfred in the 890s and Edward in the 900s do not contain any episcopal attestations. The majority of Edwardian diplomas are, however, attested by bishops. For details, see S. Keynes, An Atlas of Attestations in Anglo-Saxon Charters, c.670–1066 (Cambridge, 2002), tables XIX and XXXIII.",
        "153": "Beyond the very introduction of charters to early medieval England, a famous probable example is Regenbald, who served Edward the Confessor as a sigillarius and cancellarius and is likely to have come from Germany. For discussion, see S. Keynes, ‘Regenbald the Chancellor (sic)’, Anglo-Norman Studies, x (1988), pp. 185–222.",
        "154": "For details, see above, n. 124.",
        "155": "In this translation, I have standardised personal names in accordance with the entry for S 373 in the Prosopography of Anglo-Saxon England (PASE) database."
    }
}