{
    "title": "Au Nom de la Patrie: Southern Identities and Patriotic Mobilisation in First World War France",
    "author": "Pierre Purseigle",
    "date": "13 September 2023",
    "article": "At the outbreak of the First World War in August 1914, many French commentators doubted that France had the strength to withstand the trials of war. Yet the national mobilisation for war was an indisputable success that surprised military planners and political leaders alike. Despite inauspicious beginnings and the unprecedented material and human costs of war, France held out, and the Republican nation-state emerged victorious and to a large extent reinforced by the war. However, the subsequent failure to mobilise successfully in 1939–40 begs the question of the nature and transformation of French patriotism in the First World War. Interestingly, in a field characterised by its vibrant, sophisticated and highly contentious debates, French historians appear to have skirted around the problem of patriotic mobilisation. This article reconsiders this question by investigating social mobilisation in the country’s southern periphery, focusing on the town of Béziers. It underlines the need to locate patriotism by considering its valence in the particular social and geographic contexts that determined the war experience at the front or at home. It also suggests the necessity to re-politicise the idea of national sentiment while maintaining the necessary distinction between patriotism and nationalism. Finally, it argues that the analysis of wartime mobilisation in France must be part of a larger reflection on the mobilisation of space and place in the era of the Great War.At the outbreak of the First World War in August 1914, France was still coming to terms with the political, social and economic transformations which had defined the history of modern Europe since the late eighteenth-century. As ‘Children of the Revolution’, the French were, in the first instance, continuing to deal with a host of institutional and ideological questions that the establishment of the Third Republic in 1870 had not settled.[CITATION-1] In particular, the relationship between the state, the Catholic Church and the army was still characterised by the fraught and divisive debate over national identity and political loyalty that the Dreyfus Affair had dramatically laid bare. In the meantime, economic modernisation and internal migration were slowly but surely transforming rural society. Finally, French leaders and political observers continued to bemoan unpromising demographic trends; these worries underpinned heated discussions about national decline in the challenging European context created by German unification and the crushing military defeat of 1871. Across the political spectrum many, such as Louis Suquet, a Parisian engineer, doubted that France had the material, institutional and cultural strengths to withstand the trials of war:As to patriotic matters, scepticism and disillusionment were in fashion. We believed that revolution would follow war; that the mobilisation would be sabotaged; in short, we were convinced of our incapacity.[CITATION-2] Yet the national mobilisation for war in 1914 was an indisputable success that surprised military planners and political leaders alike.[CITATION-3] In spite of inauspicious beginnings and the unprecedented material and human costs of the conflict, France overcame a series of crises, including the mutinies of 1917, and eventually saw the conflict through to the end. The Republican nation-state emerged victorious and, by and large, reinforced by the war.[CITATION-4] However, in view of the polarisation of French political and social life in the inter-war years which followed, and of the subsequent failure to enact another successful mobilisation in 1939–40, one may legitimately wonder about the nature and strength of French patriotism in the First World War.[CITATION-5] To a large extent, it has been the need to make sense of the resilience of French society in the face of industrial warfare which has catalysed First World War studies in France since the late 1970s. But while the French historiography of the Great War remains dynamic, a long-standing scholarly controversy over the nature of a specific ‘war culture’ has led to wartime mobilisation being analysed in misleadingly dichotomous terms as a process shaped either by consent or by coercion.[CITATION-6] Typified by two schools of interpretation that respectively stress either popular consent to the war or the coercive power of the state apparatus, this debate continues to be framed in terms of opposition between cultural and social historians.[CITATION-7] As a result, French patriotic mobilisation remains poorly understood.This article aims to move past the artificial impasse created by the existing historiographical controversy and to suggest instead that urban history can provide key insights into the dynamics of mobilisation. The argument is centred on a case-study, that of Béziers in southern France. It offers a definition of patriotism that accounts for the expression of distinct territorial identities. To do this, it builds on pragmatic approaches to social history and social identities and stresses in particular the conflictual nature of patriotic mobilisation.[CITATION-8] The article argues indeed that it was the very contested and pluralist nature of wartime mobilisation that was the key to the success of the French war effort.At the heart of what used to be known as the—the Red South—Béziers encapsulated the political culture of a region where a strong local identity had traditionally been seen as a challenge to processes of centralisation and to the national state. It is therefore an appropriate test-case for the decentred approach to national mobilisation that this article propounds. The fact that the town had witnessed a dramatic stand-off between the state and the army at a somewhat earlier date, in 1907, makes it important to examine the articulation of patriotism and local repertoires of contention before 1914. By virtue of its position at the heart of winemaking industry, Béziers also allows us to consider the interaction of town and country: the expression of urban and rural responses to the war. The article scrutinises the wartime mobilisation of southern identities and approaches the military experience of the locality. It also highlights the ethical dimensions of the process of patriotic mobilisation and finally underlines the specificities of urban wartime politics.The intensity of the historiographical dispute over the French war effort in 1914–18 has obscured the fact that protagonists on both sides of the argument paradoxically share what one may call—for lack of a better term—a ‘consensualist’ view of wartime mobilisation. Indeed, the idea that wartime mobilisation stemmed from theand from a rather improbable national consensus remains surprisingly prevalent across the divide drawn by the controversy. For Stéphane Audoin-Rouzeau, Annette Becker and many others, national mobilisation was the effect and product of a patriotic consensus crystallised by war violence into a specific ‘war culture’.[CITATION-9] For Rémy Cazals, Frédéric Rousseau, Nicolas Offenstadt and André Loez, strikes and mutinies demonstrate that national mobilisation was only made possible and maintained by the exercise of state coercion and propaganda.[CITATION-10] Though they draw opposite conclusions from the French war experience, both interpretations therefore seem to share the same premise; namely that only national consensus could underpin wartime national mobilisation. Both sides in this debate also inadvertently conspire to neglect patriotism as a category of political analysis. On the one hand, proponents of the ‘war culture’ paradigm rightly stress the symbolic and emotional dimensions of ‘national sentiment’.[CITATION-11] Yet, in doing so, they tend to detach nationhood from the social and political contexts in which it was tested. Drawing on anthropology, literary scholarship and art history, they also rarely mobilise the categories of political history, which were key to the works of an earlier generation represented by Jean-Jacques Becker and Antoine Prost.[CITATION-12] Meanwhile, the protagonists on the other side of the argument have long seemed reluctant to evoke patriotism, for fear perhaps of finding evidence of it.[CITATION-13] In any case, they appear unwilling or unable to reconcile the existence of social or regional tensions with the possibility of commitment to national defence.[CITATION-14] Surprisingly in this context, French historians of the First World War have rarely engaged with historical and social scientific approaches to nationalism and nationhood in a sustained and critical fashion.[CITATION-15] They have indeed often conflated nationalism, nationhood and patriotism. Nicolas Mariot’s recent study of the frontline encounter between intellectuals and working-class soldiers illustrates the perils of such confusion. Mariot sets out to challenge the idea that the experience of combat had welded estranged social groups into a frontline community. To do so, he relies on the testimonies of combatant intellectuals to argue that the resilience of working-class and rural soldiers cannot be taken as evidence of patriotism. Mariot underlines the incapacity of rank-and-file participants to express their commitment to national defence in the idealistic terms favoured by intellectuals and nationalists. This, in his view, demonstrates the irrelevance of patriotism as an interpretative factor.[CITATION-16] Frédéric Rousseau also addresses this question. As in Mariot’s study, the conviction that state coercion accounted for the tenacity of French soldiers underpins his central argument.[CITATION-17] Rousseau does, however, struggle to reconcile this position with the frequent expressions of patriotism among the French working classes. He dismisses the language of patriotism as simply an expression of social conformity in a time of censorship and propaganda; however, one could argue that this overstates the efficiency of the state’s police apparatus. It also suppresses the voices of subaltern participants in the conflict or, at best, suggests they would better be disregarded as insincere and therefore useless as historical sources.[CITATION-18] Such positions are all the more problematic in that they endorse—unwittingly perhaps—nationalist and conservative interpretations of the. This temporary party-political truce imposed in response to the German invasion was named after the phrase coined by the conservative President of the Republic, Raymond Poincaré, in his message to the National Assembly on 4 August 1914. A few hours later Léon Jouhaux, leader of the, symbolically sanctioned it over the fresh grave of Jean Jaurès, the Socialist leader murdered by a nationalist activist on the eve of mobilisation. Initially understood as a contingent truce between political factions in a national emergency, thewas soon deployed by conservatives and nationalists to denounce any political contestation or social movement as unpatriotic.[CITATION-19] Subsequently condemned by anti-militarists and pacifists as an exploitative sham, thewas never anything more than a rhetorical device. It is therefore particularly problematic for historians to use it as a benchmark in their assessment of wartime social mobilisation. For to do so entails that they accept, in the face of historical evidence, three highly contested claims made by French nationalists since the end of the nineteenth century:[CITATION-20] first, that they were the ultimate and exclusive arbiters of patriotism; secondly, that patriotism and nationalism were synonymous; and thirdly, that patriotism was first demonstrated in wartime by the unquestioning acceptance of the authority of the state apparatus and of the armed forces in particular.By contrast, this article rejects the misleading confusions between nationalism and patriotism and between theand patriotic mobilisation. It sets out to study popular patriotism in its own terms and contends that urban history offers a productive way to situate patriotic mobilisation in the local and national contexts in which it took place. Indeed, this article argues that wartime patriotism ought to be considered as part of a larger reflection on the political and cultural geography of France in the era of the Great War. Historians of the First World War long assumed that the process of nationalisation of the French polity had reached its apex in August 1914. In recent years, however, a string of works on France and Germany have demonstrated that nation-making and processes of centralisation had not entailed the withering of local identities.[CITATION-21] The urban history of wartime mobilisation offers a fruitful way to study the articulation of national and infra-national identities and to rescue patriotism from the idealistic and exclusionary definition that nationalists sought to impose upon their contemporaries and historians alike. Moreover, this article suggests that a decentred approach to national mobilisation, focusing on peripheral and, in this case, southern regions of France, may shed critical light on the nature and process of national mobilisation.The distinctions between nationalism and patriotism, between theand patriotic mobilisation are not simply of relevance to continuing historiographical debate. In present-day commemorative contexts, they are also critical if historians are to challenge successfully the growing assertion of regionalist and essentialist definitions of social identities that threaten to undermine public understanding of the conflict. It is indeed striking to see how the centenary of the war and the flurry of activities, events and publications it generated, reactivated conventional as well as regional narratives of victimisation. These also built on and appropriated the kind of rhetoric deployed by those activists and intellectuals who have rightly been calling for France to reckon with the crimes and moral legacies of its imperialist ventures.[CITATION-22] Like those who legitimately agitate for the integration of colonial soldiers into the national memory of the war, regionalist writers have evoked soldiers of Languedoc, Corsica, Brittany or the Basque country as sacrificial victims of the French centralising and nationalising project.[CITATION-23] In this regard, France is just another example of a multicultural society grappling with the memory of wars fought in the name of the nation-state. Yet, historians of the Breton or southern experiences of the war also lend credence to such regionalist interpretations when they appear to endorse theas an ideal-type of national mobilisation.[CITATION-24] This article draws on a rich scholarly field in which historians of the urban experience of the war have, over the last two decades, framed their contributions in both local and comparative terms.[CITATION-25] It also builds on the studies of wartime urban governance published in the inter-war period under the aegis of the Carnegie Endowment for International Peace.[CITATION-26] As we shall see, urban history does indeed underline the conflictual nature of social mobilisation for war and demonstrates that theis a poor descriptor for that process. For local social movements and conflicts did not merely demonstrate the frailty of the consensus stipulated by the prescriptions of nationalism. Instead, urban contention constituted a critical mediation of the war experience, whereby national and infra-national identities were asserted, mobilised and played out on the urban stage. Urban civil societies thus ensured, to a large extent, the success of national mobilisation in France. It is also at the urban level that the contingent, ongoing and contested nature of these mobilisations appears most clearly. To look at the urban therefore sheds critical light on both the nature and mobilisation of patriotic cultures in First World War France.By adopting this local focus—on Béziers—we can document the significance of infra-national identities and repertoires of contention in enough detail to scrutinise the articulation of urban, regional and national processes of mobilisation. This question of differing scales of analysis is relevant to the study of all belligerent societies. It is, however, of particular importance for historians of the French Third Republic (1871–1940), whose source base reflects, and is determined by, the political structures of this monist and universalist political regime. As a result, histories of France have often echoed and reinforced the political hierarchy and cultural distinctions that the centralised Republic conventionally made between the nation, theand the localities and municipalities. For all their richness, departmental studies rely on sources produced by and for the prefectoral administration which held authority over all civilian functionaries in the area.[CITATION-27] In narrowing the analytical focus down to the urban, this article does not seek to confirm or invalidate other national and regional studies. It does, however, aim to show how the experience of the meridional periphery may illuminate the larger process of national mobilisation when we combine different scales of analysis.[CITATION-28] On 21 June 1907, soldiers of the 17th Infantry Regiment left their barracks in Agde and marched to Béziers in protest against the suppression of the local winegrowers’ revolt. Their mutiny was the climax of a crisis which had been convulsing the southern part of France since March of that year. The mutineers improvised a billet in the heart of the town, where they were photographed, holding the butts of their rifles aloft, surrounded by townsmen and women. This remains, to this day, one of the most enduring images conjured up by the name of Béziers. The mutiny of the soldiers of the 17th went on to gain iconic status in the French pacifist tradition, thanks to a song composed soon after the events by Montéhus.[CITATION-29] These soldiers, recruited and stationed in the local area, had come to embody the unreliable nature of the southern regions, whose local identity was deemed to threaten the integrity of the French nation-state. The challenge they so dramatically issued to the military authorities underlines the problematic nature of the relationship between the expression of peripheral and national identities in France at the turn of the twentieth century. When the First World War broke out, however, Béziers and its surrounding district () responded unreservedly to the call to arms. In this particular context, the indisputable success of national mobilisation calls into question conventional interpretations of the processes of the creation of the nation. It also invites us to rethink our understanding of patriotism and to place wartime mobilisation in the broader context of social mobilisation and contention in the early twentieth century.Béziers, known as the ‘wine capital’, stood at the heart of a region entirely dedicated to wine-growing and was a major centre of the national and European wine markets.[CITATION-30] A few indicators illustrate the extent to which the economic destiny of the town was inseparable from the success of the local intoxicant. In 1914, the department of the Hérault, where Béziers is located, accounted for more than a quarter of the national wine production (27.9 per cent). In theof Béziers, vines covered 77.7 per cent of the land and generated 90.4 per cent of local revenue. 67.5 per cent of the municipality’s area was devoted to wine-growing.[CITATION-31] The town’s dependency on the wine market had first been dramatically demonstrated between 1873 and 1881 when phylloxera—a vine pest—destroyed a large part of the vineyards of southern France. Eventually restored thanks to the import of Californian grafts, the local winemaking industry then took a decidedly capitalist turn. Although the modernisation of the local economy ushered in a prosperous ‘Golden Age’ in the last ten years of the nineteenth century, it also entrenched for decades to come the town’s dependency on the wine market; a vulnerability which was to be illustrated by the 1907 uprising.[CITATION-32] By 1900, the dominant political culture in Béziers revealed a high degree of acculturation to national political life despite its strong oppositional tradition. The town enjoyed a well-established reputation for political radicalism: on several occasions, conflicts had pitted the local community against national institutions. Yet, this radical heritage, mobilised effectively in times of local or national crisis, contributed to a significant extent to resolving apparent tensions and contradictions between the assertion and sustainment of local identity and the consolidation of the nation-state.The dominant political culture in Béziers was typical of the, a large swathe of the southern part of France where an advanced form of radical republicanism held sway and where socialism and syndicalism had both developed precociously. Béziers, in particular, was a secularist stronghold where local progressives celebrated a tradition of opposition to the centralised state, exemplified in the resistance of the town and the surrounding villages to the 1851 coup which had inaugurated the Second Empire. Violently repressed by troops loyal to Louis Napoléon Bonaparte, this uprising ended with the deaths of seventy people in the streets of Béziers and the deportation and execution of a number of activists. By the turn of the century, however, the local Radical Party, supported by the influential Masonic lodges, illustrated the conservative evolution of the regime: the party now became identified with the middle and upper-middle classes and the established political and social order. The town’s(MP), Louis Lafferre (1861–1929) embodied what many deemed to be the drift to the right of the Radical Party he had co-founded in 1901. Lafferre could nonetheless rely on the staunch militant secularism of many of his constituents to thwart the rising Socialist challenge. A growing presence in the associational landscape, the Socialists had adopted an idiosyncratic positioning, determined by the local socio-economic conditions. In fact, up until the 1920s, the structure of landownership in the area hampered the development of a truly collectivist and revolutionary programme, for most agricultural labourers also enjoyed the benefits of private ownership.These socio-economic characteristics accounted for the evolution and balance of the local political forces. In 1907, the crisis had revealed that territorial forms of identities were not simply defined by geography and community life, but by a common dependence on the winemaking industry. As a result, the revolt of thepitted the populations of the south against the government and forced a redefinition of political allegiances in town and countryside alike. Though Lafferre’s parliamentary seat in Béziers remained safe, a group of independent radicals and socialists standing for ‘communal interests’ defeated his allies in the subsequent municipal elections. Meanwhile, right-wing organisations in Béziers were so weak that they teetered on the brink of irrelevance. The reaction of their mouthpiece,, to the election of the Socialist Édouard Barthe in the town’s second constituency shows that, by 1914, the defence of the wine industry had become the over-arching principle around which local political life revolved. Despite its staunch Catholicism and virulent anti-republicanism,could not help paying tribute to Barthe, whom it judged had ‘the right to be proud of [his] success, for one must admit that he ensured it through his boundless dedication to the cause of winemaking’.[CITATION-33] Eugen Weber’s classic work on late nineteenth-century France likened the means by which the masses were transformed into the French nation to a process of colonisation:We are talking about the process of acculturation: the civilization of the French by urban France, the disintegration of local cultures by modernity and their absorption into the dominant civilization of Paris and the schools.[CITATION-34] However,Weber, the experience of Béziers and many other towns and cities across the country demonstrates that local identities withstood the forces of capitalist and bureaucratic modernisation and were still relevant as late as 1914. But how did these populations articulate their urban, local, regional and national identities? The study of social movements such as the 1907 crisis in the south provides an answer to this question. It also reveals how the politics of place operated in the decades before and during the First World War.The 1907 crisis resulted, quite simply, from the overproduction of poor quality wine that the market could no longer absorb. As wine-growers had given priority to yield over quality, wine prices fell dramatically. The southern vineyards were therefore in a constant state of crisis between 1901 and 1909. Imports from Algeria and the fraudulent production of wine (particularly by adulteration with sugar) offered convenient explanations for the woes of the winemaking. After a 1905 law had lowered tax on sugar, however, fraudsters and the northern sugar beet growers were singled out for condemnation, while the state’s inaction was increasingly perceived as hostile indifference. The crisis came to a head on 11 March 1907 when a delegation of wine-growers from the small village of Argelliers met with a parliamentary inquiry commission. Thenceforth, the protests, demonstrations and meetings across southern France grew exponentially. On 12 May, 120,000 people converged on Béziers, and on 9 June, half a million protestors brought their grievances into the streets of Montpellier, the regional capital city. The demonstrators accused fraudsters and beet growers in the north of putting their very livelihood in jeopardy and called upon the state to protect winemakers. The interpellation of the national authorities took a dramatic turn when the Argelliers Committee asked wine-growers and their supporters to withhold from paying their taxes, and asked the municipal assemblies to resign in protest at the Republic’s inaction. A month earlier, a riot had already forced the mayor of Béziers to resign. On 19 June in Narbonne, the army’s intervention left protesters mourning the first victim of the revolt. Two days later, the 17th Infantry Regiment mutinied in Béziers and seemingly threatened to transform a social movement into a fully fledged insurrection. Clemenceau, the head of the government, cunningly destabilised the movement’s leadership, increased the military presence in the south and finally restored public order. The movement gradually ran out of steam after the passing of an anti-fraud law on 29 June.Legitimately concerned about the state of the local industry, protesters expressed a deeper anxiety: they feared economic depression would ultimately lead to the disappearance of their way of life. This was, in their eyes, no less than a life-and-death struggle, an existential fight that cut across classes and over-rode social and political antagonism. As the Socialist mayor of Narbonne, Ernest Ferroul, put it on 16 June 1907:Forgetting our fratricidal wars and whatever has divided us until now, we are defending the native land, the nourishing soil and its products. Is it not legitimate? When the black flag flies over our town halls, when we are demanding Right and Justice, one is sniggering, saying we are reactionaries. We are not monarchists, opportunists, radicals, or socialists anymore; we are nothing but Southerners who demand the right to live.[CITATION-35] Unity was the order of the day and the leaders of the movement as well as professional organisations insisted on fostering class collaboration. For the majority of demonstrators concurred on one fundamental point: it was up to the unitary Republic to save her southern constituents. Even where Occitan appeared to supplant French as the language of contention, such vocal assertion of regional identity did not entail a rejection of the universalist Republic.[CITATION-36] The regionalist interpretation of the 1907 events gained a new vigour in the 1970s when Occitanist organisations rose from the ashes of earlier regionalist movements.[CITATION-37] In these post-1968 reconstructions, even though the mutiny of the 17th Infantry Regiment had only lasted a day, it assumed a paradigmatic value: here was a regiment largely made up of men born and bred around Béziers, who had stood up to the coercive machine of the nation-state to demonstrate where their loyalty lay by refusing to suppress the revolt of their kith and kin. Regionalists, though, remain as misleading as Eugen Weber, who refused to acknowledge that the events of 1907 provided a corrective to his modernising model. In many ways, the protesters had indeed demonstrated their acculturation to the national and Republican political culture. But the mutiny, as well as the resignation of municipal councils across the region, also illustrated the age-old tension between legality and legitimacy. For popular sovereignty was not here understood in the conventional terms of Republican universalism: the nation-state was not the exclusive object of political loyalty and never fully subsumed other territorial forms of political identities. The revolt showed that the legitimacy of the Republican state was dependent upon its capacity to represent the interests of its constituent parts. Republicanism, in this context, cannot be reduced to the formal, universalist ideological construction promoted by the intellectual elites of the Third Republic since its inception. It is rather better understood as a specific type of the democratic political culture which defined the legitimate forms of political contention and claim-making.[CITATION-38] The mutineers had indeed demonstrated in the most dramatic fashion that popular sovereignty had communal roots which Republican institutions, including the army, could simply not afford to ignore. Clemenceau, himself a representative of a southern constituency in the Var, patently understood that the repressive measures he had used the previous year against striking miners in the north were unlikely, on their own, to quell the revolt of the south.[CITATION-39] While mutineers faced the rigours of military justice and deportation to a penal colony in Tunisia, Clemenceau also deployed his political guile to charm and discredit the leadership of the movement.Interestingly, the years between the mutiny and the outbreak of war did not see a deterioration of the relationship between the army and the local community. The overwhelming dominance of independent radicals and moderate socialists in Béziers and the, combined with the structural weakness of the Catholic and the nationalist right, already explained why the Dreyfus Affair did not ignite local political life here while it inflamed and divided large swathes of the country. In 1913, in a context now marked by rising international tensions, the proposed reform of military recruitment and the extension of compulsory military service to three years—the so-called ‘Three-Year Law’—met with widespread opposition in Béziers, where radicals and socialists shared the substance, if not the tone of their opposition.[CITATION-40] In keeping with the strategic principles articulated by Jean Jaurès in, local socialists objected to the proposed reform but protested their patriotism and commitment to national defence.[CITATION-41] The campaign for the 1914 parliamentary elections then provided further evidence of the convergence of local radicals and socialists on defence and military matters, while the nationalists remained too weak to force a substantive, let alone controversial, debate on the issue.[CITATION-42] In Béziers, as across most of the, socialism remained akin to an advanced form of Republicanism; a commitment to building a social-democratic regime which would no more challenge private property than it would question the necessity of national defence.Historians of First World War Europe are now agreed that the outbreak of war in 1914 did not lead to an eruption of nationalist enthusiasm. They have built on Jean-Jacques Becker’s seminal study of French public opinion which demonstrated that there was little consensus beyond a resigned commitment to a war of national defence.[CITATION-43] The conflict was nonetheless to be a protracted trial of the nations as it challenged the very fabric of the belligerent societies. In Béziers, as in other towns, the modalities of social mobilisation in 1914–1918 therefore shed light on the patriotic practices elicited by the war effort: the support of local military units, assistance to war victims, various charitable initiatives, and the commemoration of military service. Urban history allows us to scrutinise the language as well as the performance of patriotism as sacrifice, citizenship and philanthropy. It shows that wartime mobilisation ran across and along the boundaries of multiple social and cultural spheres. It reveals the plurality of territorial identities and the relevance and complexity of the many co-existing senses of belonging that affected and were the hallmarks of the commitment to the national war effort.In towns and cities across the belligerent nations, urban elites reflected and shaped the social responses to the conflict. The wartime discourses and iconography produced by civic authorities, newspapers and voluntary organisations show how the main symbols of local identity were used to stress that victory would belong to the urban community as well as to the nation. Wartime systems of representations thus rested on a process of acculturation, on the appropriation of national narratives through specific cultural codes of relevance, in this case, to urban and rural populations in and around Béziers. Indeed wartime social mobilisation demonstrates that local and peripheral identities were neither self-contained nor subsumed under one single level of governance, be that municipal or departmental. It also shows the willingness of local representatives of the nation-state to draw on these specific cultural resources for the benefit of national solidarity.In Béziers, the vision of the war offered to the local community fell into line with a national mobilisation the ‘totalising logic’ of which enlisted the cultural, moral and ideological commitment of each nation to fight an uncivilised enemy to its capitulation. Defeat was not merely construed in military and strategic terms but was identified as synonymous with the end of one’s culture, identity and way of life. The dominant discourses on the war therefore presented the conflict as a defensive one imposed on France and Britain by German aggression.[CITATION-44] As Victor Gelly, the deputy secretary of the local branch of the Socialist Party (the SFIO, or French Section of the Workers’ International) wrote in a letter to the deputy prefect of the town:At this painful and distressing hour, the socialist branch of Béziers wishes to do all its duty for the defence of the territory of our fatherland: the glorious French Republic … We are joining the sole party currently in existence in France: the party of National Defence. Long live the Republic![CITATION-45] Beyond conservative and nationalist groups, the majority of local socialists concurred with Radicals in presenting the Entente as the last bulwark against the German autocracy and militarism that was threatening democracy. In other words, besides the denunciation of a barbaric enemy and the evocation of German ‘atrocities’, the liberal justification of the conflict was in accordance with the dominant political culture and such ideological alignment certainly strengthened its purchase among the town’s population. But the representation of the threat posed by the enemy also revealed the specifically local dimensions of the martial involvement of the population of Béziers. Since the war was ultimately waged to preserve everyday values, French elites immediately resorted to some specific figures to underline the mobilisation of urban communities. Local cultural codes were thus used in the debasement of the enemy and underpinned the local vision of the intrinsically inferior German.In Béziers, the organisers of charity days turned to the main symbols of local identity, namely vine and wine, to stress that victory would belong to the local community as well as to the nation. This was most clearly illustrated by the poster designed to promote the ‘Journée de l’Hérault’, a departmental charity day. The event was organised by the Prefect, the representative of the centralised state in the, along with municipalities and the main departmental charitable organisations.In a somewhat traditional depiction of the rapacious and barbaric ‘Boche’, the enemy is defeated by Bacchus and a jolly ‘Poilu’, both sitting astride a wine barrel.[CITATION-46] Here the opposition is made blatant between the wine-drinking southern Frenchman and the beer-drinking, grape-treading German. This imagery spoke to regional populations beyond the confines of the town. The presence of Bacchus himself evoked the winemaking industry which supported the economy of much of southern France. Furthermore, the barrel was drawn in conformity with the model favoured by regional winemakers and merchants. The organisers also tailored their message to specific urban populations and produced and sold badges carrying Béziers’ coat of arms.The significance of this charity day also rested in the role played by the Prefect and his deputy, the, in each. As local representatives of the centralised, unitary Republic, these senior civil servants were tasked with the systematic monitoring and occasional suppression of anti-Republican activity, not least among the radical Catholic and anti-militarist milieus. In wartime, their mission was to preserve and foster national unity. Yet they also proved willing exponents and skilful interpreters of the very peripheral identities and communities that the governing regime, in theory, refused to acknowledge. They were clearly alive to the necessity to recognise and to articulate the subtle distinctions that made up urban, rural and departmental identities. Béziers and the Hérault were not exceptional—this process was replicated across the country. In several departments, including the Orne, Var, Vendée and the Puy-de-Dôme, the prefectoral administration deployed the symbols of local identities in support of the national war effort. This was most clearly the case in regions where the administrative subdivisions such as theoverlapped with communities with a distinctive identity. The latter was then evoked through the representation of the local landscape and environment as in the Orne, the Var or the Vendée,[CITATION-47] the depiction of provincial garb,[CITATION-48] or references to local ancient heroes such as Vercingetorix in the Puy-de-Dôme[CITATION-49] . By contrast, in places where no obvious territorial sense of belonging coincided with the departmental level of governance, the organisers of charity days settled for a generic, often feminine, image of a charity worker.[CITATION-50] Where attested, peripheral identities played an important role in the grammar of French patriotic mobilisation. Artists and publishers involved in designing and manufacturing the iconographic and material support for charity days responded to the demands of this particular market. In fact, Adolphe Willette (1857–1926) and Édouard Devambez (1844–1923), the illustrator and the printer-publisher who produced the poster for the Journée de l’Hérault, had carried out a large number of such commissions across the country. However, the Prefect of the Hérault rejected the printer’s suggestion that he should use the conventional patriotic design chosen by his counterpart in the Sarthe. Indeed, in a letter dated 25 July 1916, the Prefect reiterated his insistence on the use of local symbols and references.[CITATION-51] The utilisation of specific local schemas of representation ensured a perfect understanding and reception of wartime propaganda which translated directly into charitable contributions. Indeed, the Journée de l’Hérault was the most successful charity day held in Béziers and its arrondissement during the war, and eventually raised 11,126.80 Francs in the town and 28,064.55 Francs in the arrondissement. More telling perhaps is the fact that the town’s contribution per head on that day (FF 21.80) was more than twice the average across the other nine charity days organised during the war (FF 10.38).[CITATION-52] The success of patriotic days that explicitly pandered to civic pride cannot merely be dismissed as the result of ‘patriotic marketing’ as it has been argued.[CITATION-53] National elites could not impose participation from above and their involvement does not explain why such initiatives raised more money than other charitable events. In fact, their success underlined the potency of urban and regional identities in the process of mobilisation. During the war, local communities established an order of priorities that stressed, for instance, the necessity of propping up their local economy and of supporting the towns’ traders at the expense of their national or regional rivals. In Béziers, Léon Dupré, the local correspondent of the regional newspaperand a key figure in radical and freemason circles, wrote to the Deputy Prefect and the commander of the 16th Military Region to denounce the contract awarded in September 1915 to sheepskin traders in Toulouse before Béziers businesses had even had the chance to submit their tenders.[CITATION-54] A more significant example was the provision of assistance to war victims, which was not only organised at the local level but was also primarily directed toward the members of the community who had been directly affected by the war:Your wounded, your sick, your mutilated, your blind, your refugees, your orphans, your prisoners, your dead: all those who sacrificed themselves to the common cause, the greatest and noblest of causes, have faith in the greatness of your soul, whose beneficence they have already enjoyed.[CITATION-55] These discriminatory processes were not a crude expression of local selfishness that, after all, might have been vindicated by the scarcity of available resources. Such discriminatory processes actually structured the local commitment to national defence.Urban and peripheral identities and solidarities accounted in no small part for the plurality of the war cultures which sustained national mobilisation. More often than not, the language and practices of wartime patriotism eschewed the lofty and abstract vocabulary of nationalism. Instead, the defence of the nation was commonly articulated in communitarian terms and framed in the language of urban, class or religious solidarities.[CITATION-56] Patriotic mobilisation reflected the lived experience of the social ties and interdependences that bound the local, urban and national populations together in peacetime. Despite its prominence during the conflict, the rhetoric of patriotic orators offered an abstract and ultimately misleading view of the country’s cohesion. This war of national defence was not construed in the ideological terms of nationalism, but as a personal battle for the safety of one’s family and home. The very conventional nature of national sentiment—the mundanity of patriotism—accounts for its resilience in the face of industrial warfare.Enrolled in mass armies, the combatants of the First World War remained, first and foremost, civilians in uniform.[CITATION-57] As a result, the solidarity between the military front and home front remained a problematic issue throughout the conflict. Deemed critical to the cohesion of belligerent societies by political and military leaders alike, it remains central to current historiographical debates. In France, as in other belligerent countries, local identity enabled soldiers and civilians to mediate their experience and to conjure up their solidarity. From a comparative standpoint however, it is critical to stress how the organisation of military recruitment affected the local mediations of the wartime national experience.In France, conscription was part and parcel of the national Revolutionary heritage, the modern manifestation of the, the republican concept of the nation in arms.[CITATION-58] Though the 1907 mutiny had illustrated the distance between the local populations and the military institution, it did not follow, as demonstrated above, that Béziers or the rest of southern France had renounced patriotism. In fact, when the war came in August 1914, the recruitment centre of Béziers registered only half the nationwide figures of draft dodgers (0.89 per cent against 1.5 per cent).[CITATION-59] Yet, the negative image and reputation of southern soldiers persisted strongly throughout the war; it also helps to explain the virulence of the so-called ‘15th Army Corp polemic’. In the autumn of 1914, after a series of defeats, southern regiments fighting with the 15th and 16th Army Corps were accused by some politicians and national newspapers of having fallen back under the enemy’s fire. These critics blamed the ‘indolence’ of the southern troops for this retreat. This polemic reactivated traditional stereotypes and the opposition between the South and the North that could be found in publications and private correspondence alike.[CITATION-60] The urban appropriation of the war experience had been made even more difficult in Béziers by the relocation of the 17th Infantry Regiment after the 1907 mutiny; the town had had a long-established relationship with that unit. This makes all the more remarkable the efforts made by the local elites and by the town council in particular to strengthen the links with the 96th Infantry Regiment, which had replaced the 17th. These efforts culminated on 26 October 1917 when the Municipal Council officially proclaimed that the 96th had obtained its ‘droit de cité’, a revealing turn of phrase denoting both acceptance and citizenship. In its resolution, the Council expressed the pride of the ‘little fatherland of Béziers ()’ in its ‘adoptive regiment’.[CITATION-61] The grateful reply of the commander of the town’s garrison was unsurprising and certainly good politics. Most interesting, however, was the response of the field commander of the regiment. Echoing the ‘15th Army Corps polemic’, he wrote to the Mayor on 7 November 1917 to thank the Council and to reassure the town that ‘the sons of the, and of Béziers in particular, [would] never allow anyone to question their valour in combat’.[CITATION-62] Although the regional make-up of the regiment was by 1917 more diverse than such discourses assumed, the commanding officer nonetheless felt it important and necessary for his letter to deploy the tropes of urban and regional identity.[CITATION-63] At the war front itself, of course, the life of southern soldiers differed little—if at all—from that of their fellow countrymen or counterparts across the line. Yet the French historiography of the Great War has for the best part of four decades ascribed them a prominent role in the discussion of front-line experience. This is, in no small part, due to the impact of the memoirs of Louis Barthas, a barrel maker and socialist activist from the Aude, whose remarkable testimony was published in 1978 on the initiative of the historian Rémy Cazals.[CITATION-64] The first in a long and still growing series of diaries and memoirs written by ‘ordinary’ soldiers, Barthas’s recollections captured the imagination of a large readership. In vivid and often cynical prose, Barthas tells a war story that resonated with many veterans and their descendants. Recalling the misery and horrors of industrial warfare, Barthas recounted trench life from the point of view of the common soldiers and NCOs. Castigating French commanders for their murderous incompetence, Barthas denounced the war as well as the empty rhetoric of nationalism. A fascinating and gripping text, his memoirs rejected any notion of patriotic mobilisation and exemplify a Socialist and pacifist vision of the war. Born in a village some forty kilometres west of Béziers, Barthas served in the 296th Infantry Regiment, the reserve of the town’s 96th. It is therefore useful to place his testimony alongside that of other local soldiers, such as that of Georges Crassous.A wine-grower from theof Béziers, Crassous had, like Barthas, benefited from little formal education beyond primary school. An anti-clerical and Socialist activist, Crassous had been involved in a series of wine-growers’ strikes in the years leading up to his military service in 1913. Crassous first saw combat on the Western Front in the 61st Infantry Regiment, part of the much-maligned 15th Army Corps. After fighting at Verdun and the Somme, he was transferred to the Armée d’Orient in January 1917 and contributed to military operations in Greece and Serbia. He returned to France in July 1918 and served there until his demobilisation in the summer of 1919.Crassous’s unpublished diaries never shy away from the horrors of war and recount, at times in graphic detail, his encounter with industrial warfare. As critical of his commanders as most other, he resented any infringement of the equality among combatants. In September 1917, he wrote to the Socialistof Béziers to protest the implementation of furlough policies, underlining the paradoxical persistence, in a war for ‘Right and Justice’, of inequalities in the treatment of soldiers.[CITATION-65] In his first wartime letter, written to his parents on 1 August 1914—‘a fateful time, an anxious time, a criminal moment’—Crassous harboured no illusion about a war which would bring about ‘the most awful atrocities, the cruellest sufferings’. Yet he went on to express his hope that it might ‘bring about eternal Peace and the welfare of humankind’. Crassous here echoed the majority of French Socialists who had resigned themselves to war, in the hope that the defeat of German militarism would consolidate and spread social democracy across Europe.[CITATION-66] In another letter sent on 9 March 1915, he castigated ‘those damned Boches, whose might and atrocities cannot hide’ their precarious military position. Keen to reassure his parents, he exhorted them to ‘trust in the future, so we will have the joy to see each other again in perfect health’.[CITATION-67] Yet his letters and diaries also reveal a more personal and indeed mundane vision of the war: ‘A thousand farewells with hope of return, for I leave happy to be defending your persons, your property’, he wrote.[CITATION-68] Notwithstanding his ideological understanding of the war, Crassous clearly construed it as a defensive conflict. At stake was not just the future of the Republic and of progressive politics, but the safety of his own family and home. Indeed, Crassous saw the war primarily through the conventional lenses of class, occupation and local identity. Fighting in Champagne in the fall of 1915, the wine-grower took the time to remark on the grape harvest in the region and defied the military curfew to pick a few of those grapes.[CITATION-69] In Greece and then in Serbia, he reported on the state of vineyards as he fought, in foreign lands, to safeguard the.[CITATION-70] Interestingly, and despite his gruelling experience of war on the Western Front, Crassous resented even more his time in south-eastern Europe and longed to ‘live again under the beautiful sun of the’.[CITATION-71] As the arrival of a new major appeared to raise his morale, he expressed his ‘desire’ to ‘spend the grape-harvest at home’, for the first time in four long years.[CITATION-72] On 29 August 1919, the last entry in his war diary succinctly noted his return home, where many, including his parents, had started another harvest.Understated and construed through class and local identities, Crassous’s undeniable patriotism largely eschewed the language of nationalism. His diaries and letters illustrate a point made by Pierre Sorlin on the basis of a sophisticated discourse analysis. Despite the talent of its publicists and its capacity to whip up political controversies, the French nationalist movement largely failed to impose its language and concepts in early twentieth-century France.[CITATION-73] Patriotic mobilisation drew its strength from nationhood, a sense of belonging and loyalty to the national community, which cannot be confused with nationalism. The unpublished diary written by another soldier from the area, a left-wing agricultural labourer named Emile Jourdan, also raises questions usually neglected by those content to confine the discussion to an alternative nationalism/anti-patriotism. Jourdan’s family history was intimately bound up with the political and social struggles of the region. His brother was among the mutineers of the 17th Infantry Regiment in 1907 and had been sent to Tunisia as a punishment.[CITATION-74] As was the case for Crassous and indeed for the majority of combatants, Jourdan equated his war experience with misery and suffering. In contrast to Crassous’s diaries, Jourdan never explicitly used patriotic vocabulary in his. And yet, in one of the darkest periods of his service, in February 1916 he complained, as any good anti-clerical republican would, of the ‘propaganda’ of chaplains. ‘Poor Republic’, he wrote on 13 February 1916:if you don’t realise this soon enough, this clique will try to destroy you since many of your defenders will have disappeared, unlike those shirkers, nurses or stretcher-bearers at the rear or inthat the Dalbiez Law will never reach.[CITATION-75] In drawing such a stark opposition between shirking non-combatants or clerics and the defenders of the Republic, Jourdan articulated a rather common Republican vision of patriotic duty, shorn of the rhetoric of nationalism, but imbued with commitment to a defensive war. Jourdan’s rejection of propaganda, of nationalist(literally ‘brain-stuffing’), was common enough. Yet it did not entail (as was indeed only rarely the case across the French armed forces) a rejection of national solidarity.[CITATION-76] To the historian of the First World War, the absence of conventional markers of nationalism or patriotism in many combatant and civilian testimonies begs the question of the very existence of patriotism in wartime. Historians and literary scholars have long established how the ‘high diction’ of nationalism collapsed when confronted with the realities of industrial warfare.[CITATION-77] By contrast, the testimonies of anti-militarist and internationalist soldiers such as Louis Barthas have atttained a prominence in both collective memory and the historiography which has made their perspective paradigmatic. Yet they remain just as problematic as the writings of militant nationalists. After all, Barthas’s remarkable testimony was rewritten over a lengthy period after his demobilisation. As the introduction to the original 1978 edition indicates, Barthas sat down every night to rewrite and consign his wartime recollections to notebooks supplemented with postcards and pictures. While his editor, Rémy Cazals, invites us to accept his family’s claim that Barthas never amended his original testimony, both the linguistic quality and political consistency of the work clearly undermine this contention. Although this does not diminish the undeniable value of his testimony, it nonetheless underlines the political nature of Barthas’s undertaking. Though his diaries may not have been intended for publication, their rewriting in the relative privacy of his home was as much a performance as the rhetorical flag-waving of any nationalist writer.The local and indeed individual appropriation of the national military experience was therefore an important aspect of the dynamic of cultural mobilisation in wartime France. Yet, in evoking the geography of patriotic mobilisation, we should not play down the national purchase of the rhetoric of the ‘blood tax’ that was inseparable from the revolutionary notion of ‘levée en masse’.[CITATION-78] The cultures of war in 1914–18 were indeed grounded in the moral superiority that each belligerent alliance claimed to embody. The ethics of mobilisation also ran deeper and helped define and regulate behaviours and social relations within the belligerent societies. Here again, the cultural dynamic of mobilisation stemmed from the transformations of warfare, for the totalising logic of the conflict also led to the emergence of specific sets of norms associated with wartime social life. In this context, the mobilisation of the urban home front prompted the emergence of new divisions and new categories within the citizenry of belligerent societies whose respective positions were evoked in terms of duty and defined by the wartime ‘social relations of sacrifice’.[CITATION-79] Accordingly, the front-line soldier stood out as the main character and role model in a wartime narrative which defined ideal civilian comportment in terms of duty, sacrifice and solidarity. The demands of industrial warfare were such that the material comforts of the home front populations were expected to become a casualty of the war. Material deprivations indeed soon added to military losses to foster a growing sense of victimisation on the home front. The dialectical articulation of victimisation and participation thus structured the perception and behaviour patterns which ultimately determined the levels and forms of social mobilisation. There are few better ways to approach the tensions inherent in patriotic mobilisation than to consider how southern communities responded to the influx of refugees from the north and eastern regions of the country.[CITATION-80] The experience of those who had fled the combat zones to seek refuge in Béziers sheds light on the moral underpinnings of wartime patriotism.Up to the beginning of 1915, refugees symbolised a wider war culture and their fate represented the barbarism of German warfare.[CITATION-81] They were at this time considered as heroic victims of German militarism and were treated as such; supporting refugees was therefore elevated to a prime patriotic duty by national authorities and civil society alike.[CITATION-82] Yet, from 1915 onwards, tensions surfaced and incidents broke out between Belgian refugees and their hosts across the country. ‘Boches du Nord’, ‘Dirty Belgians’, ‘German’ and other terms of abuse were hurled at the exiles who unsurprisingly resented them and urged their representatives to demand that they be treated more respectfully.[CITATION-83] Likewise, refugees from Alsace-Lorraine and the northern regions of France suffered defamation from their southern fellow citizens, who mistook them for German-speakers and hurled at them the infamous abuse: ‘Boche’. Evidence garnered from postal censorship bore out the recurrence of such incidents, asserting that the ‘gap between the North and the South () seemed to grow wider’.[CITATION-84] Reinforced by deep and reciprocal ignorance as well as linguistic or legal marks of otherness, the refugees were no longer granted much sympathy or any special status among war victims. When every family was now facing grief and mourning, refugees found themselves accused of enjoying safety, of idleness, and of grim opportunism. Local populations no longer ascribed to them any dignifying quality. As far from the front as the people of Béziers and the south might have been, they, too, saw themselves as victims of the war. Increasingly insensitive to the particular plight of refugees, they demanded from them total participation in the war effort.[CITATION-85] The dynamic of social mobilisation for war reflected the social fabric of the belligerent society. In this case, regional differentiation reinforced specific tensions created by the war.More generally, as the war dragged on, a series of distinct ‘characters’, dominated by the towering figure of the soldier-in-arms, came to embody the ethics of mobilisation, creating, as John Horne puts it, a ‘language of social morality (what is felt to be “fair” or “unjust”, acceptable or unacceptable)’ which regulated ‘relations between social actors’.[CITATION-86] The munitions worker, the nurse, the shirker, to name but a few, thus presented distinctive figures of mobilisation, however positive or negative, that corresponded to specific levels of participation in the war effort. Across belligerent societies, one figure, that of ‘profiteer’, became the paradigmatic embodiment of this language.[CITATION-87] Suspicions were first likely to be attached to those who had been spared from military duty. Even in countries where conscription was in place, age, disability or medical condition were not always enough to avoid bitter recriminations, particularly as women’s contribution to the wartime economy and society challenged conventional gendered definitions of patriotic service. Beside military service, the issue of fair access to foodstuffs and other material resources lay at the core of accusations of profiteering. In Béziers, as in most towns and cities of the societies involved in the war, denunciations of real or supposed crimes against the wartime moral economy were a contentious and not uncommon means to enforce these social norms. For instance, Victor Bonnemalle, a local shopkeeper in Béziers, was accused of trafficking gold in August 1915. Despite the lack of substantiating evidence, the police felt compelled to investigate a citizen whose respectability, according to the Police Commissioner, was proved by his regular contributions to patriotic charities. Meanwhile, rumours swirled around town and reputations were tainted if not irremediably damaged.[CITATION-88] Similar dynamics were at work across all belligerent societies where profiteering and shirking were often held up as the negative definition of one’s own patriotism. France is indeed no exception here. Wartime patriotism was the product of the nation’s cultural geography, of pre-existing political cultures, and of the specific ethics of wartime mobilisation that cut across local and national communities.The political history of France during the First World War has long focused on high politics, civil-military relations, and on the growth of the state apparatus.[CITATION-89] For their part, labour historians have often concentrated on strikes, while the socialist movement has also been scrutinised by political and intellectual historians.[CITATION-90] Although the cultural history of the war has often largely drawn inspiration from the study of national or local public opinion, it has rarely attended to popular politics as such. Urban history, however, allows us to bridge this gap and to illuminate the nature and significance of local politics in wartime. It is indeed at this level that the quotidian operations of the state and its direct interactions with citizens appear clearly, activities which are often obscured in those national sources that document the workings of the Republican state apparatus.The conduct of urban politics in 1914–18 is quite an elusive subject, since the disruptions brought about by the war substantially modified the urban polity. The suspension of the electoral process as well as the curtailment of the public sphere by censorship, propaganda and material hardships were obvious examples of wartime changes. Likewise, the conscription of political activists had strong implications for local political life. In this context, the study of urban civil society underlines the critical functions that social conflicts performed in the process of patriotic mobilisation. Contrary to traditional interpretations, the wartime growth of the state’s apparatus and intervention did not strip local civil societies of their mediating role. Indeed, a closer look at urban associations reveals the extent to which the war altered the social location of power and therefore shifted political conflicts into the realm of voluntary organisations. The organisations of urban civil society were contentious spaces that partially filled the gap left by the wartime curtailment of the public sphere. In this context social conflicts refracted the new kinds of political problems entailed by the war and were as a result critical to the success or failure of patriotic mobilisation. The social relations of sacrifice took on political dimensions because the issues of recruiting and conscription, of the organisation of labour, of the supply and shortages of food or coal challenged and often undermined the legitimacy of authority on national and local levels alike.A series of strikes highlighted these political challenges in Béziers in 1917–18, when carters, hairdressers, carpenters, seamstresses and metalworkers employed in a munitions factory all downed tools.[CITATION-91] Unsurprisingly, the latter were under constant monitoring, but the police apparatus never recorded, even during the most heated meetings, any condemnation of the war as a national, defensive imperative.[CITATION-92] The impact of inflation on the cost of living as well as the organisation of recruitment were, however, denounced as critical infringements of the idea of equality of sacrifice which underpinned social mobilisation and the patriotic compact.[CITATION-93] On the other side of the battlefront, the urban history of Germany has similarly underlined the importance of such conflicts over access to and distribution of essential resources.[CITATION-94] Part and parcel of the process of mobilisation, these conflicts enabled belligerent societies, by way of strikes and protest, to articulate the conditions of their commitment to the war effort. A continuing process of negotiation and bargaining thus manufactured popular consent to a war effort elaborated as much through struggles and conflicts as through outspoken support.[CITATION-95] The study of urban mobilisation thus enriches our understanding of wartime politics. It also invites us to look afresh at the impact of the wartime mobilisation on conventional conceptions of citizenship and of the state. French Republican political philosophy, however, was built upon individual—as opposed to communitarian—autonomy and on the primacy of the nation-state. In other words, this form of universalist and abstract Republicanism left little conceptual room (if any at all) for intermediary bodies and communities to play a mediating role between the individual citizen and the nation-state. As a result the ‘articulation of political universalism and the diversity of opinions and identities’, or, as Cécile Laborde put it, ‘how to represent the social in the Republic’ raises particular challenges for historians.[CITATION-96] Specifically, this framework of analysis, derived from the Third Republic’s language of politics, hampers historical investigations into the local dimensions of citizenship.The functions of social regulation performed by urban elites in wartime enable the historian to investigate the political dimensions of social mobilisation that lay beyond party politics. Social conflicts revealed the tensions provoked by the wartime economic disruptions but also provide insights into significant changes in the structure and sociology of political participation. When seamstresses went on strike in Béziers in 1915 and 1917, they asked the town’s mayor to forward their demands to their main customer, the military.[CITATION-97] The fact that such a political mediation was performed by municipal elites is hardly surprising. It first reveals the extent to which the French structure of authority, based on the concept of popular sovereignty, had been internalised since the formation of the Third Republic. It also confirms that mayors, elected to represent both the urban community and the state, were peripheral but none the less essential linchpins of the Republic.[CITATION-98] Moreover, this seamstresses’ strike is all the more revealing in that their gender excluded them from formal participation in the electoral process and from the mainstream of political life. Although limited in scale and confined within the town’s boundaries, this social movement challenged their gendered exclusion and forced local elites to recognise their claims and to engage with them as political actors.As Charles Tilly demonstrated, the evolution of warfare and its growing demands for material resources and organisational reforms accounted for the formation and development of state structures in Europe. While ‘the organization of coercion and preparation for war’ constituted the state’s main objectives and functions, the raising of mass armies and the advent of industrial warfare contributed to the extension and gradual empowerment of the citizenry.[CITATION-99] Thus, Tilly set out to explain ‘how war made states and vice versa’. He also suggested how the preparation for war and war-making affected the polity as a whole, including urban civil society within which the respective demands of the state and the citizenry were mediated. The First World War dramatically reinforced the terms of the social contract to which ‘citizenship’ refers; it also underlined the central place of negotiation, bargaining and conflict in the organisation of solidarity and in the operations of the state’s coercive apparatus.The history of the wartime state has largely and rightly focused on national administrative structures and governmental agencies.[CITATION-100] The urban history of mobilisation supplements this perspective with an investigation into the adaptation of public services in the exceptional circumstances of the conflict. Civil society provided many of the material and human resources needed so badly by the state. From strict control to flexible partnership, circumstances dictated the attitude of the state towards civil society organisations. Circumstances, if not universal goodwill, imposed co-operation—even in France, where the prefects, the local representatives of the national government, were traditionally reluctant to cede or share any of their prerogatives with civil society. Due to the limitations of administrative bodies disorganised by military mobilisation, assistance to soldiers’ dependents and war victims was ensured by civil society organisations active in each locality.[CITATION-101] In 1916, the French government strengthened the framework in which voluntary organisations had been operating, passing a law on 30 May 1916 to regulate the activities of ‘charities calling upon public generosity’.[CITATION-102] Most interestingly perhaps, the necessities of war and the structure of military recruitment forced a temporary redefinition of the contours of the local state.The indisputable expansion of state agency entailed by the nature of an industrial conflict waged on a global scale is well known.[CITATION-103] Yet, local, national and comparative studies have demonstrated how voluntary organisations compensated for the shortcomings of the state, proving indispensable in the mobilisation of the material and cultural resources of the nation, and even benefiting from the war.[CITATION-104] Historians of the state have stressed the necessity and importance of the ‘state’s ability to secure the consent of key groups in civil society’.[CITATION-105] The degree to which the French state co-operated with—and indeed relied on—civil society during the war underlined the ‘pragmatic pluralism’ of the Third Republic in 1914–18. Born out of necessity, such pragmatism was also born out of opportunity. In this regard, too, the structure of military participation had a significant political impact. While the number of enlisted men as a percentage of the male population of military age hovered around 80 per cent in France (as opposed to 53 per cent in Britain), the number of potential political activists among the younger cohorts was significantly curtailed in the former.[CITATION-106] In Béziers, where the figure was 84 per cent, military recruitment exceeded the national average. It further reinforced the social determinants of a political system that already put a premium on the accumulation of social capital and financial resources. This point stresses the importance for historians of political life of paying closer attention to the sociological determinants of collective action. The first wartime initiative of the Béziers branch of the Socialist Party was, as previously mentioned, to produce and publicise a letter stating its commitment to national defence. This was also its last official contribution to the local war effort. Military mobilisation soon deprived the branch of its leadership and of most of its male membership, and eventually forced it into abeyance.The Great War did not usher in any major upheaval, any redefinition of the organising and managing principles of the Republican state. Civil society was literally embodied by groups and individuals who were perfectly integrated into the Third Republic political system. There is no need for a detailed prosopography of urban elites to note the pre-eminence of teachers, lawyers and other professionals among the leadership of war-related charities. The Committee for the Relief of Wounded Soldiers of Béziers does nonetheless offer a salient example of the dynamic at work here. Formed on the initiative of the Deputy Prefect to meet a need that the state could not, this private association was led by individuals who had been selected by the town’s military authorities. They included prominent wine-growers (Cadenat, Viennet) and medical professionals (Dr Roger), while a local barrister, Ricateau, was the chairman. The over-representation of traditional republican elites was simply reinforced by the structures of military recruitment. The Parrains de l’arrondissement de Béziers, the organisation dedicated to local prisoners of war previously mentioned, originated in working-class and socialist milieus, which accounted for the social diversity of its leadership. By 1917, its takeover by middle-class professionals reflected in no small part the impact of conscription. Socialist organisations simply no longer had enough members to keep it running.The unitary republican state could therefore give pluralism its chance since military mobilisation had,, transformed urban political sociology and all but eliminated oppositional groups and activists. The social and political proximity between these urban elites and the upper echelons of the state administration accounts for the latitude granted to voluntary organisations by the prefectoral administration. The war challenged institutional and normative definitions of the Republican state and vindicated the pragmatic approach to public service embraced by the contemporary legal theorist Léon Duguit.[CITATION-107] For Duguit argued that the modern state was, in the era of the Great War, better understood not as a set of coercive institutions, but as a provider of public services:The modern State increasingly appears as a group of individuals working in a concerted fashion to meet the material and moral needs of participants, under the leadership and control of governing authorities; the notion of public service is thus substituted for that of public might; the State ceases to be an authority that orders to become a group that works.[CITATION-108] For the best part of thirty years, the historiography of the French experience of the Great War has focused on the cultural dynamics of wartime mobilisation. Scholars continue to argue over the existence and importance of a specific ‘war culture’ that not only turned national sentiment into a powerful mobilising device, but also accounted for French resilience in the face of industrial warfare. Paradoxically, however, patriotism has remained a marginal concern. The historiographical debate over ‘war culture’ remains oddly detached from wider scholarly discussions over nationhood and nationalism. It also suffers from a common and detrimental conflation of patriotism and nationalism, even in the ‘banal’ forms that Michael Billig deconstructed so effectively. Nationalism invokes an ideological coherence as well as the systematic primacy of the nation. It fails to offer an account of the characteristics of patriotism. Billig’s critical work also ignores the potential of patriotism to sustain social mobilisation against the state.[CITATION-109] Indeed, as this article has argued, the mobilisation of urban and peripheral identities did not necessarily set them in a collision course with national mobilisation, even when protesters took on state authorities. In fact, the experience of Béziers and southern France suggest that the resilience of the national polity proceeded from the capacity of the French political system to accommodate such assertions of local identity. The relationship between the national centre and the urban and regional peripheries was one of collaboration and integration as well as one of resistance and open conflicts. For patriotism was, and should be, understood in both an anthropological and legal-political sense, as a performance of solidarity to kith and kin; as a performance of loyalty to an imagined community of fellow citizens. The First World War witnessed patriotism in action and the French experience of the conflict underlines the plurality of communities and territorial identities which made up the nation.[CITATION-110] Nationalism—both as a political project and as category of analysis—is intimately bound up with the demands that the state may place on the citizenry. By contrast, patriotism underlines the capacity to mobilise nationhood to assert distance from the state and even to resist its authority when its demands no longer seem legitimate. In reaffirming the necessary distinction between patriotism and nationalism, this article has sought to avoid the implicit depoliticisation of nationhood that the evocation of ‘national sentiment’ has encouraged in the cultural history of the First World War. To an extent, the argument echoes the distinction that John Breuilly has drawn between the ‘motivational nationalism’ of nationalist movements and the ‘structural nationalism’ mobilised in times of crisis.[CITATION-111] This article has also sought to strengthen and sharpen this distinction in order to highlight the articulation and integration of distinct but coeval territorial identities. In this regard, urban history offers an excellent way to demonstrate the inherent pluralism of patriotic mobilisation, in that it allows the historian to scrutinise the mobilisation of regional identities in the service of national defence.[CITATION-112] The perspective adopted here emphatically rejects the essentialist definitions of identities propounded by regionalist or nationalist movements. It rests on a pragmatic and pluralist approach to urban, regional and national identities. As a result, identities are here defined as cognitive as well as political resources, which enabled social groups to define themselves in relation to other constituent groups within the national community and to make sense of the experience of war.[CITATION-113] They were mobilised in a contingent manner to carry out particular social or political agendas. The success of wartime national mobilisation did not rest on an improbable national consensus, but on the capacity of patriots of all hues to reconcile their diverging understandings of the national project to defend the existence of the nation-state. In this context, social movements performed a critical role, allowing social groups to assert the condition of their participation to the war effort. As the urban history of the First World War enjoys a revival, the approach adopted in our study of southern France demonstrates that the belligerent communities both relied on and transformed the multi-layered social fabric that tied individuals and groups to the imagined national community. In France, the process of mobilisation hinged on urban and infra-national solidarities that did not undermine the war effort but ultimately reinforced the resilience of the belligerent nation at large. Pluralism was indeed key to the success of French national mobilisation during the First World War.The victory of the Allied coalition in 1918 vindicated patriotic mobilisation and safeguarded the French Republic and its national sovereignty. Yet the economic and social dislocations of the inter-war period soon reopened the debate over the legitimacy of the Republic. Competing and sometimes incompatible definitions of the nation itself often lay at the roots of the polarisation that defined French politics between the wars.[CITATION-114] In his contemporary analysis of the fall of France in 1940, Marc Bloch offered searing insights into the failure of political mobilisation for that later war. Significantly, the co-founder of the, a demobilised soldier and anti-Nazi resister, explicitly linked national cohesion and patriotic mobilisation to a continuing commitment to political pluralism.It is good, it is healthy that in a free country, contradictory social philosophies freely contend with each other. It is inevitable, in the current state of our societies, that different classes defend conflicting interests and acknowledge their antagonisms. The misfortune of the fatherland begins when these clashes are no longer deemed legitimate.[CITATION-115] A veteran of the First World War, the great medievalist might have here been drawing on his own experience of the travails and eventual success of French patriotic mobilisation between 1914 and 1918.",
    "footnotes": {
        "1": "R. Gildea, Children of the Revolution: The French, 1799–1914 (London, 2008).",
        "2": "Private collection, L. Suquet, ‘Souvenirs de la Guerre 1914–1918’, 1923, p. 7. All translations are mine unless otherwise stated.",
        "3": "J.-J. Becker, 1914: Comment les Français sont entrés dans la guerre (Paris, 1977).",
        "4": "L.V. Smith, S. Audoin-Rouzeau and A. Becker, France and the Great War: 1914–1918 (Cambridge, 2003).",
        "5": "J. Jackson, France: The Dark Years, 1940–1944 (Oxford, 2002).",
        "6": "In 1998, a legitimate and much-needed debate about the respective importance of patriotic mobilisation and state-enforced discipline degenerated into a full-blown academic dispute. For a useful overview of these historiographical developments, see N. Patin, ‘Débat—Au-delà de la “contrainte” ou du “consentement”’, Nonfiction.fr (30 June 2014), available at http://www.nonfiction.fr/article-7136-debat_au_dela_de_la_contrainte_ou_du_consentement_12.htm (accessed 31 Mar. 2023); J. Maurin and J.-C. Jauffret, eds, La Grande Guerre, 1914–1918: 80 ans d’historiographie et de representations (Montpellier, 1998); J.M. Winter, ‘P vs C: The Still Burning Anger when the French Talk of the First World War’, Times Literary Supplement, June 2006, pp. 3–4; P. Purseigle, ‘A Very French Debate: The 1914–1918 “War Culture”’, Journal of War and Culture Studies, i (2008), pp. 9–14; M. Hanna and J. Horne, ‘France and the Great War on its Centenary’, French Historical Studies, xxxix (2016), pp. 233–59; L.V. Smith, ‘France, the Great War, and the “Return to Experience”’, Journal of Modern History, lxxxviii (2016), pp. 380–415.",
        "7": "‘De la guerre comme affrontement historiographique’, 16e Rendez-vous de l’histoire, Blois, 10–13 Oct. 2013, discussion available online at http://www.youtube.com/watch?v=23B5YSdux6c (accessed 31 Mar. 2023). See also Huffington Post, 15 Dec. 2013, http://www.huffingtonpost.fr/frederic-rousseau/debat-grande-guerre_b_4440655.html (accessed 4 Jan. 2014), and F. Buton et al., eds, ‘L’Ordinaire de la guerre’, Agone, no. 53 (2014), pp. 7–10.",
        "8": "B. Lepetit, ‘L’Histoire prend-elle les acteurs au sérieux?’, Espaces Temps, nos 59–61 (1995), pp. 112–22; B. Lepetit, ed., Les Formes de l’expérience: Une Autre histoire sociale (Paris, 1995); S. Cerutti, ‘Histoire pragmatique, ou de la rencontre entre histoire sociale et histoire culturelle’, Tracés: Révue de Sciences humaine, xv (2008), pp. 147–68.",
        "9": "S. Audoin-Rouzeau and A. Becker, 14–18: Retrouver la guerre (Paris, 2000); S. Audoin-Rouzeau and J.-J. Becker, La France, la nation, la guerre: 1850–1920 (Paris, 1995); S. Audoin-Rouzeau and J.-J. Becker, eds, Les Sociétés européennes et la guerre de 1914–1918 (Nanterre, 1990); M. Jeismann, La Patrie de l’ennemi: La Notion d’ennemi national et la représentation de la nation en Allemagne et en France de 1792 à 1918 (Paris, 1997).",
        "10": "R. Cazals, ‘1914–1918: Oser penser, oser écrire’, Genèses, xlvi (2002), pp. 26–43; R. Cazals, Les Mots de 14–18 (Toulouse, 2003); A. Loez, 14–18, les refus de la guerre: Une histoire des mutins (Paris, 2010); N. Offenstadt, ‘La Grande Guerre’, in C. Delacroix et al., eds, Historiographies, II: Concepts et débats (Paris, 2010), pp. 1062–73; F. Rousseau, La Guerre censurée: Une histoire des combattants européens de 14–18 (Paris, 1999); F. Rousseau, Le Procès des témoins de la Grande Guerre: L’Affaire Norton Cru (Paris, 2003).",
        "11": "S. Audoin-Rouzeau, Les Combattants des tranchées (Paris, 1986) (tr. H. McPhail, Men at War, 1914–1918: National Sentiment and Trench Journalism in France During the First World War [Providence, RI, 1992]). See also S. Audoin-Rouzeau, 1870: La France dans la guerre (Paris, 1989).",
        "12": "Becker, 1914; A. Prost, Les Anciens combattants et la société française (1914–1939) (3 vols, Paris, 1977); see also M.L. Siegel, The Moral Disarmament of France: Education, Pacifism, and Patriotism, 1914–1940 (Cambridge, 2004).",
        "13": "One notable exception is Nicolas Mariot, whose work explicitly addresses this question and will be discussed later: N. Mariot, Tous unis dans la tranchée? 14–18, les intellectuels à la rencontre du peuple (Paris, 2013). His more recent and controversial book draws problematic parallels between the patriotic engagement of the sociologist Robert Hertz in the First World War and the radicalisation of religious fundamentalists: N. Mariot, Histoire d’un sacrifice: Robert, Alice et la guerre (Paris, 2017). See also N. Mariot, ‘Du Poilu Hertz à Merah, une radicalisation en famille’, Libération, 4 Oct. 2017, available at https://www.liberation.fr/france/2017/10/04/du-poilu-hertz-a-merah-une-radicalisation-en-famille_1600978/ (accessed 2 Nov. 2017).",
        "14": "In this vein, see C. Amalvi, A. Lafon and C. Piot, eds, Le Midi, les Midis dans la IIIe République (Narrosse, 2012).",
        "15": "Symptomatic in this regard is the introduction to S. Berstchy and P. Salson, eds, Les Mises en guerre de l’État: 1914–1918 en perspective (Lyon, 2018).",
        "16": "Mariot, Tous unis dans la tranchée?. Remarkable in many ways, the book’s overall historiographical argument suffers from its systematic reduction of the historiography of the Great War to the work of Audoin-Rouzeau and Becker. It effectively hinges on a critique of the former’s first book. See Audoin-Rouzeau, Les Combattants des tranchées, and Mariot, Tous unis dans la tranchée?, p. 393.",
        "17": "Mariot, Tous unis dans la tranchée?, pp. 11, 24, 272, 291, 366; F. Rousseau, 14–18, penser le patriotisme (Paris, 2018), p. 45.",
        "18": "Rousseau, 14–18, penser le patriotisme, pp. 47, 51, 64, 79.",
        "19": "J.-J. Becker, ‘Union Sacrée et idéologie bourgeoise’, Revue Historique, dxxxv (1980), pp. 65–74.",
        "20": "R. Rémond, Les Droites en France (1954; Paris, 1982); R. Girardet, Le Nationalisme français: Anthologie, 1871–1914 (Paris, 1992)",
        "21": "C. Applegate, A Nation of Provincials: The German Idea of Heimat (Berkeley, CA, 1990); J.-F. Chanet, L’École républicaine et les petites patries (Paris, 1996); A. Confino, The Nation as a Local Metaphor: Württemberg, Imperial Germany and National Memory, 1871–1918 (Chapel Hill, NC, 1997); A.-M. Thiesse, Ils Apprenaient la France: L’Exaltation des régions dans le discours patriotique (Paris, 1997).",
        "22": "R. Bertrand, Mémoires d’empire: La Controverse autour du fait colonial (Bellecombe-en-Bauge, 2006).",
        "23": "G. Denis, ed., Mémoire et trauma de la Grande Guerre: Bretagne, Catalogne, Corse, Euskadi, Occitanie (Brest, 2010).",
        "24": "For two recent examples, see the following local studies: R. Richard, ‘Réfugiés, prisonniers et sentiment national en milieu rural en 1914–1918: Vers une nouvelle approche de l’Union Sacrée’, Annales de Bretagne et Des Pays de l’Ouest, iv (1998), pp. 111–28; F. Bouloc, ‘L’Union Sacrée des Aveyronnais’, Annales Du Midi, cxii, no. 232 (2000), pp. 447–62.",
        "25": "R. Chickering, The Great War and Urban Life in Germany: Freiburg, 1914–1918 (Cambridge, 2007); E. Cronier, Permissionaires dans la Grande Guerre (Paris, 2013); B.J. Davis, Home Fires Burning: Food, Politics, and Everyday Life in World War I Berlin (Chapel Hill, NC, 2000); M. Healy, Vienna and the Fall of the Habsburg Empire: Total War and Everyday Life in World War I (Cambridge, 2004); E. Julien, Paris, Berlin: La Mémoire de la Guerre, 1914–1933 (Rennes, 2009); J. Knezevic-Lazic, ‘The Austro-Hungarian Occupation of Belgrade during the First World War: Battles at the Home Front’ (Yale University Ph.D. thesis, 2006); C. Morelon, ‘Street Fronts: War, State Legitimacy and Urban Space, Prague 1914–1920’ (University of Birmingham and IEP Paris Ph.D. thesis, 2015); P. Purseigle, Mobilisation, sacrifice, et citoyenneté: Angleterre–France, 1900–1918 (Paris, 2013); A.R. Seipp, The Ordeal of Peace: Demobilization and the Urban Experience in Britain and Germany, 1917–1921 (Farnham, 2009); J.M. Winter and J.-L. Robert, eds, Capital Cities at War: Paris, London, Berlin, 1914–1919 (2 vols, Cambridge, 1997 and 2007).",
        "26": "C.-J. Gignoux, Bourges pendant la guerre (Paris, 1926); E. Herriot, Lyon pendant la guerre (Paris, 1924); J.R. Levainville, Rouen pendant la guerre (Paris, 1926); M. Lhéritier and C. Chautemps, Tours et la guerre: Étude économique et sociale (Paris, 1926); P. Masson, Marseille pendant la guerre (Paris, 1926); H. Sellier and A. Bruggeman, Paris pendant la guerre (Paris, 1926).",
        "27": "An excellent example, focusing on the Isère département, is P.J. Flood, France 1914–1918: Public Opinion and the War Effort (Basingstoke, 1990). See also J.-C. Allain, ‘Solidarité régionale et détresses privées dans la Sarthe pendant la Grande Guerre’, Annales de Bretagne et des Pays de l’Ouest, lxxxix, no. 3 (1982), pp. 369–90, and A. Jacobzone, 14–18: En Anjou, loin du front (La Botellerie, 1988)",
        "28": "J. Revel, ed., Jeux d’échelles: La Micro-analyse à l’expérience (Paris, 1996)",
        "29": "‘Gloire au 17ème’, composed by Parisian author Gaston Brunshwig, aka Montéhus (1872–1952), was said to be a favourite of Lenin. The Russian revolutionary was rumoured to have sung it with gusto in the bistrots of Montmartre during his Parisian exile in 1910–12: R. Pech and J. Maurin, 1907, les Mutins de la République. La Révolte du Midi viticole: La Rumeur de Béziers, 1914–1918 (Toulouse, 2013), p. 220.",
        "30": "The importance of winemaking in this part of Languedoc was such that contemporaries and commentators alike have often discussed the existence of a distinctive ‘wine civilisation’. See G. Gavignaud-Fontaine, Le Languedoc viticole, La Méditerranée et l’Europe au siècle dernier (XXe) (Montpellier, 2006), p. 13.",
        "31": "J. Sagnes, ‘Socialisme et syndicalisme dans l’Hérault de 1905 à 1921’ (Université de Montpellier III Ph.D. thesis, 1976), pp. 214 and 730. Montpellier, Archives Départementales de l’Hérault [hereafter ADH], Par 1600 1914, Annuaire de l’Hérault et des vignobles du Midi, p.156.",
        "32": "R. Pech, Entreprise viticole et capitalisme en Languedoc-Roussillon: Du Phylloxéra aux crises de méventes (Toulouse, 1975); J. Sagnes, Le mouvement ouvrier du Languedoc: Syndicalistes et socialistes de l’Hérault de la fondation des Bourses de Travail à la naissance du Parti Communiste (Toulouse, 1980). Pierrefitte-sur-Seine, Archives Nationales de France [hereafter AN], F1c III 1128, ‘Rapports de préfets sur l’esprit public, la vie économique et la vie politique’, rapport du Préfet de l’Hérault au Ministre de l’Intérieur, 10 Mar. 1923.",
        "33": "ADH, Par 791, Le Publicateur de Béziers, 1 May 1914.",
        "34": "E. Weber, Peasants into Frenchmen: The Modernization of Rural France, 1870–1914 (London, 1979), p. 486.",
        "35": "Speech delivered in Perpignan, quoted in F. Napo, 1907: La Révolte des vignerons (Toulouse, 1971), pp. 244–6.",
        "36": "M. Agulhon, ‘Conscience nationale et régionale de 1815 à nos jours’, in M. Agulhon, Histoire vagabonde, II: Idéologies et politique dans la France du XIXe siècle (Paris, 1988), pp. 144–73; Pech and Maurin, 1907, les mutins de la République; A.W.M. Smith and J.W. Hawkey, ‘“From the Soil We Have Come, to the Soil We Shall Go and from the Soil We Want to Live”: Language, Politics and Identity in the Grande Révolte of 1907’, Modern and Contemporary France, xxiii (2015), pp. 307–26.",
        "37": "R. Lafont, Sur La France (Paris, 1968).",
        "38": "This argument builds on Keith Baker’s definition of political culture: K.M. Baker, ‘Introduction’, in K. M. Baker, ed., The French Revolution and the Creation of Modern Political Culture (Oxford, 1987), p. xii.",
        "39": "O. Roynette-Gland, ‘L’Armée dans la bataille sociale: Maintien de l’ordre et grèves ouvrières dans le nord de la France (1871–1906)’, Le Mouvement Social, no. 179 (Apr. 1997), pp. 33–58.",
        "40": "ADH, 1 M 1129, Rapport du Préfet au ministre sur l’état de l’opinion publique relatif à la loi des trois ans en date du 7 avril 1913.",
        "41": "J. Jaurès, L’Armée nouvelle: L’Organisation socialiste de la France (Paris, 1911). ADH, 1 M 1129, op. cit.",
        "42": "ADH, 1 M 1121, 8 June 1913; 3 M 1232, Le Populaire du Midi, 15 Mar. 1914. See also R. Andréani, Armée et nation en Languedoc méditerranéen, 1905–1914 (Montpellier, 1974), p. 245.",
        "43": "Becker, 1914; A. Gregory, A War of Peoples, 1914–1919 (Oxford, 2014); C. Pennell, A Kingdom United: Popular Responses to the Outbreak of the First World War in Britain and Ireland (Oxford, 2012); J. Verhey, The Spirit of 1914: Militarism, Myth, and Mobilization in Germany (Cambridge, 2000).",
        "44": "Audoin-Rouzeau and Becker, Retrouver la guerre.",
        "45": "Béziers, Archives Municipales de Béziers [hereafter AMB], H 42, Victor Gelly to Deputy Prefect, n.d. [Aug. 1914].",
        "46": "ADH, 2 R 783, ‘Journée de l’Hérault (15 October 1916) au profit exclusif des œuvres de guerre du département, organisée par le préfet et les municipalités’.",
        "47": "Washington, DC, Library of Congress [hereafter LOC], Prints and Photographs Division, POS – Fr.L43, no. 3, ‘Journée de l’Orne, 17 octobre 1915’; POS – Fr.P68, no. 5, ‘Journée de la Vendée, 5 mars 1916’; POS – Fr.T782, no. 3, ‘Journée Varoise, 4 février 1917’.",
        "48": "Ibid., POS – Fr.W55, no. 3, ‘Journées Girondines, 1–4 juin 1916’.",
        "49": "Ibid., POS – Fr.W55, no. 2, ‘Journée du Puy-de-Dôme, 23 janvier 1916’.",
        "50": "Ibid., POS – Fr.L43, no. 4, ‘Journée du Calvados, 15 août 1915’; POS – Fr.T37, no. 1, ‘Journée du Loir et Cher, 26 novembre 1916’. On the origins and construction of départements, see M.-V. Ozouf-Marignier, La Formation des départements: La Représentation du territoire français à la fin du 18e  siècle (2nd edn, Paris, 1992).",
        "51": "ADH, 2 R 783, Prefect of l’Hérault to Édouard Devambez, 25 July 1916.",
        "52": "ADH, 2 R 780–91, ‘Appels à la générosité publique, guerre de 1914–1918’. These files contain a financial report for each of the charity days organised in the town.",
        "53": "F. Bouloc, R. Cazals and A. Loez, eds, Identités troublées: 1914–1918, les appartenances sociales et nationales à l’épreuve de la guerre (Toulouse, 2011), p. 11.",
        "54": "ADH, 1 M 1154, Affaires militaires, Sept. 1915",
        "55": "ADH, 2 R 783, Journée de l’Hérault (text of official appeal to the population), n.d. [Sept. 1916].",
        "56": "A similar dynamic was at work in Germany; see Chickering, Great War and Urban Life in Germany; S. Goebel, ‘Forging the Industrial Home Front in Germany: Iron-Nail Memorials in the Ruhr’, in P. Purseigle and J. Macleod, eds, Uncovered Fields: Perspectives in First World War Studies (Leiden, 2004), pp. 159–78.",
        "57": "Audoin-Rouzeau, Les Combattants des tranchées.",
        "58": "For a comprehensive and comparative discussion of this question, see A. Waldron and D. Moran, eds, The People in Arms: Military Myth and National Mobilization since the French Revolution (Cambridge, 2003).",
        "59": "J. Maurin, Armée–Guerre–Société: Soldats languedociens (1889–1919) (Paris, 1982), p. 379.",
        "60": "For two recent studies, see J.-Y. Le Naour, La Légende noire des soldats du Midi (Paris, 2013); Pech and Maurin, 1907, les mutins de la République.",
        "61": "AMB, ID 104, Béziers Municipal Council Minutes, extraordinary meeting, 26 October 1917.",
        "62": "Ibid., Lieutenant-Colonel Carré to the mayor of Béziers, 7 Nov. 1917",
        "63": "The most famous member of the regiment was perhaps Guillaume Apollinaire, the poet of Polish extraction who joined up as a stateless volunteer in 1914 before his naturalisation in 1916; see A. Becker, Guillaume Apollinaire, une biographie de guerre, 1914–1918 (Paris, 2009).",
        "64": "Now finally translated into English: L. Barthas, Poilu: The World War I Notebooks of Louis Barthas, Barrelmaker, 1914–1918, tr. E.M. Strauss (New Haven, CT, 2014).",
        "65": "Private collection, Crassous Family Archives [hereafter CFA], Georges Crassous Papers, diary entry for 29 Sept. 1917.",
        "66": "Ibid., letter, 1 Aug. 1914; S. Luzzatto, L’impôt du sang: La Gauche française à l’épreuve de la guerre mondiale, 1900–1945 (Lyon, 1996).",
        "67": "CFA, Georges Crassous Papers, letter, 9 Mar. 1915.",
        "68": "Ibid., letter, 1 Aug. 1914.",
        "69": "Ibid., diary entries for 19 and 22 Sept. 1915.",
        "70": "Ibid., diary entries for 21 July and 2 Aug. 1917.",
        "71": "Ibid., diary entries for 28–31 May 1918.",
        "72": "Ibid. On wine as a marker of identity for southern soldiers, see S. Le Bras, ‘Vin, littérature de guerre et construction identitaire: Le cas des soldats languedociens pendant la Grande Guerre’, Siècles, nos 39–40 (2014), available at http://journals.openedition.org/siecles/2806 (accessed 31 Mar. 2023).",
        "73": "P. Sorlin, ‘Words and Images of Nationhood’, in R. Tombs, ed., Nationhood and Nationalism in France: From Boulangism to the Great War, 1889–1918 (London, 1991), pp. 74–88.",
        "74": "The fate of these mutineers is detailed in Pech and Maurin, 1907, les mutins de la République.",
        "75": "ADH, 1 J 1717, Fonds Emile Jourdan (1879–1960), diary entry for 13 Feb. 1916. On the Dalbiez Law, see J. Horne, ‘“L’Impôt du Sang”: Republican Rhetoric and Industrial Warfare in France, 1914–1918’, Social History, xiv (1989), pp. 201–23.",
        "76": "On patriotism, discipline and mutinies in the French army, see and contrast L.V. Smith, Between Mutiny and Obedience: The Case of the French Fifth Division during World War I (Princeton, NJ, 1994); E. Saint-Fuscien, À vos ordres? La Relation d’autorité dans l’armée française de la Grande Guerre (Paris, 2011); and Loez, 14–18, Les Refus de la guerre.",
        "77": "P. Parker, The Old Lie: The Great War and the Public-School Ethos (London, 1987).",
        "78": "J. Horne, ‘“L’Impôt du Sang”’.",
        "79": "Winter and Robert, eds, Capital Cities at War, i, p. 55.",
        "80": "For wider national and comparative perspectives, see P. Nivet, Les Réfugiés français de la Grande Guerre, 1914–1920: Les ‘Boches Du Nord’ (Paris, 2004), and P. Purseigle, ‘“A Wave onto Our Shores”: Exile and Resettlement of Western Front Refugees, 1914–1918’, Contemporary European History, xvi (2007), pp. 427–44.",
        "81": "Le Petit Méridional, 2 and 8 Sept. 1914; AMB, ID 103, Béziers Municipal Council Minutes, 15 Nov. 1914.",
        "82": "ADH, 3 R 30; ADH, Par 2267, ‘Bulletin mensuel de l’Association amicale des instituteurs et institutrices de l’Hérault’, Feb. 1915.",
        "83": "Paris, Bibliothèque Nationale de France, NUMP–11070, Bulletin des réfugiés du département du Nord, 10 Apr. 1915; ADH, 3R33.",
        "84": "Vincennes, Service Historique de la Défense, Fonds de l’Armée de Terre, 16N1536, ‘L’état de l’opinion du 15 juin au 15 juillet’, and 7N868, fiche no. 7, 19–26 Dec. 1915.",
        "85": "ADH, 3 R 28.",
        "86": "J. Horne, ‘Social Identity in War: France, 1914–1918’, in T.G. Fraser and K. Jeffery, eds, Men, Women and War: Studies in War, Politics and Society (Dublin, 1993), pp. 119–35.",
        "87": "J.-L. Robert, ‘The Image of the Profiteer’, in Winter and Robert, eds, Capital Cities at War, i, pp. 104–32; P. Purseigle, ‘Mirroring Societies at War: Pictorial Humour in the British and French Popular Press during the Great War’, Journal of European Studies, xxxi (2001), pp. 289–328.",
        "88": "AMB, 4 M 2061, Fonds de la 14e brigade de police mobile, ‘Mesures particulières en temps de guerre’, Report of the police commissioner to the major of the town’s garrison, 14 Aug. 1915.",
        "89": "P. Jackson, Beyond the Balance of Power: France and the Politics of National Security in the Era of the First World War (Cambridge, 2013).",
        "90": "J. Horne, Labour at War: France and Britain, 1914–1918 (Oxford, 1991); C. Prochasson, Les Intellectuels, le socialisme et la guerre: 1900–1938 (Paris, 1993); J.-L. Robert, Les Ouvriers, la patrie, et la Révolution: Paris, 1914–1919 (Paris, 1995); V. Chambarlhac and R. Ducoulombier, eds, Les Socialistes français et la Grande Guerre: Ministres, militants, combattants de la majorité (1914–1918) (Dijon, 2008); J.-L. Robert and David Chaurand, eds, Le Syndicalisme à l’épreuve de la Première Guerre Mondiale (Rennes, 2017).",
        "91": "ADH, 10 M 244–45, Strikes, Béziers.",
        "92": "See, for instance, ADH 10 M 244, Deputy Prefect to Prefect, 10 July 1917.",
        "93": "AN, F7/13361, minutes of the general meeting of the Bourse du Travail of Béziers, 7 Mar. 1918.",
        "94": "Chickering, Great War and Urban Life; Davis, Home Fires Burning; E.H. Tobin, ‘War and the Working Class: The Case of Düsseldorf, 1914–1918’, Central European History, xviii (1985), pp. 257–98.",
        "95": "Charles Tilly framed this problem in ways that are particularly helpful to social historians of war. See C. Tilly, Coercion, Capital, and European States, AD 990–1990 (Cambridge, MA, 1990), p. 102, and C. Tilly, ‘The Emergence of Citizenship in France and Elsewhere’, in C. Tilly, ed., Citizenship, Identity and Social History (Cambridge, 1996), pp. 223–36, esp. 229.",
        "96": "C. Laborde, ‘La Citoyenneté’, in V. Duclert and C. Prochasson, eds, Dictionnaire critique de la République (Paris, 2002), pp. 116–23, at 117.",
        "97": "AMB, VII F, Fonds travail Subsequent strikes over similar problems are documented in the archives at ADH, 10M 244–45.",
        "98": "Albert Faivre, ed., La Loi municipale du 5 avril 1884: Texte complet ... annoté, commenté et expliqué par les circulaires et documents officiels (Paris, 1886).",
        "99": "Tilly, Coercion, Capital, and European States, p. 83.",
        "100": "F. Bock, ‘L’Exubérance de l’état en France de 1914 à 1918’, Vingtième Siècle: Revue d’histoire, iii (1984), pp. 41–51; P. Renouvin, Les Formes de gouvernement de guerre: L’Organisation gouvernementale française pendant la guerre (Paris, 1925).",
        "101": "L. Rolland, ‘L’Administration locale et la guerre: Les Faits et les idées directrices’, Revue du droit public et de la science politique en France et à l’étranger, xxxii (1915), pp. 500–544.",
        "102": "For an analysis of the Loi du 30 mai 1916, see L. Rolland, ‘Institutions et services de solidarité’, Revue du droit public et de la science politique en France et à l’étranger, xxxv (1918), pp. 39–45.",
        "103": "P. Purseigle, ‘The First World War and the Transformations of the State’, International Affairs, xc (2014), pp. 249–64.",
        "104": "For a contemporary perspective on British voluntarism, see C.F.G. Masterman, ‘The Temper of the People’, Contemporary Review, dxcv (1915), pp. 1–11. On the assistance given to war orphans in France, see O. Faron, Les Enfants du deuil: Orphelins et pupilles de la nation de la Première Guerre Mondiale, 1914–1941 (Paris, 2001). On American voluntarism, see T. Skocpol et al., ‘Patriotic Partnerships: Why Great Wars Nourished American Civic Voluntarism’, in I. Katznelson and M. Shefter, eds, Shaped by War and Trade: International Influences on American Political Development (Princeton, NJ, 2002), pp. 134–80.",
        "105": "J. Cronin, ‘The Crisis of State and Society in Britain, 1917–22’, in L.H. Haimson and C. Tilly, eds, Strikes, Wars, and Revolutions in an International Perspective: Strike Waves in the Late Nineteenth and Early Twentieth Centuries (Cambridge, 1989), pp. 457–76, at 459.",
        "106": "A. Gregory, ‘Lost Generations: The Impact of Military Casualties on Paris, London, and Berlin’, in Winter and Robert, eds, Capital Cities at War, i, pp. 57–103.",
        "107": "Léon Duguit offered a first iteration of his doctrine in 1901: L. Duguit, L’État, le droit objectif et la loi positive (1901; Paris, 2003).",
        "108": "L. Duguit, Traité de droit constitutionnel (2 vols, Paris, 1927–8).",
        "109": "M. Billig, Banal Nationalism (London, 1995).",
        "110": "Benedict Anderson’s work remains a key point of reference here: B. Anderson, Imagined Communities: Reflections on the Origin and Spread of Nationalism (London, 1983).",
        "111": "J. Breuilly, ‘What Does It Mean to Say That Nationalism Is Popular?’, in M. Van Ginderachter and M. Beyen, eds, Nationhood from Below: Europe in the Long Nineteenth Century (New York, 2012), pp. 23–43. See also J. Breuilly, ‘Popular Nationalism, State Forms and Modernity’, in N. Wouters and L. van Ypersele, eds, Nations, Identities and the First World War: Shifting Loyalties to the Fatherland (London, 2018), pp. 97–114.",
        "112": "Olivier Grenouilleau’s recent and stimulating exploration of French regionalism nonetheless ignores the relevance of urbanisation and urban identities to his argument: O. Grenouilleau, Nos petites patries: Identités régionales et État central, en France, des origines à nos jours (Paris, 2019).",
        "113": "R. Brubaker and F. Cooper, ‘Beyond “Identity”’, Theory and Society, xxix (2000), pp. 1–47.",
        "114": "For a sophisticated exploration of the period, see the first three chapters in Jackson, France: The Dark Years.",
        "115": "M. Bloch, L’Étrange défaite: Témoignage écrit en 1940 (Paris, 1992), p. 194."
    }
}