{
    "title": "Bede, the Papacy, and the Emperors of Constantinople*",
    "author": "Sihong Lin",
    "date": "03 August 2021",
    "article": "This article argues that the historical writings of the Venerable Bede (d. 735) can also be used by scholars examining the political history of the Eastern Roman Empire in the seventh and eighth centuries. Although Byzantinists have increasingly drawn upon texts written in Syriac, Arabic, and other eastern languages in their scholarship, sources composed in the post-Roman West have yet to be utilised to the same extent. Bede is particularly informative for the reigns of Phocas (602–10), Constans II (641–68), and Justinian II (685–95, 705–11), three emperors who were vilified in later Greek sources. By considering the near-contemporary perspectives preserved in Bede’sandalongside the eastern evidence, a more nuanced understanding can be reached for these emperors’ final years. Moreover, Bede’s unique reports strengthen the view that papal history should be integrated into studies of imperial politics. The papacy emerges as a loyal partisan of Phocas in 610 and an institution linked to the growing unrest against Constans in the 660s, while in the eighth century Bede recounted that Pope Constantine gave unheeded advice to Justinian prior to his downfall. In all three cases, Bede yields new insights into the ties that bound together Rome and Constantinople, further demonstrating the utility of Latin sources for reconstructing events in the Mediterranean, even at the end of Late Antiquity.From the genesis of the Gregorian mission to the fractious kings of his own age, the Venerable Bede provides scholars today with a detailed and skilful retelling of early English history. This account is of course a carefully shaped one, affected by, among other things, the monk-scholar’s desire to correct kings and monks alike in contemporary Northumbria.[CITATION-1] Walter Goffart famously searched through Bede’s narrative for the ghost of the troublesome Bishop Wilfrid of York, highlighting in particular the role played by monastic politics in shaping the Northumbrian’s words.[CITATION-2] The recent work of Richard Shaw, meanwhile, has uncovered the documentary sources used in the, in turn revealing just how little Bede and his informants knew of the 660s, to take one example.[CITATION-3] The impact of factions and sources continues to be debated, but it is evident that by digging deeper into Bede’s writings, historians have reached a much fuller understanding of early medieval Britain.[CITATION-4] What is less clear, even now, is how Bede saw the wider world of Late Antiquity, and the extent to which his words can yield insights into the history of regions beyond Britain, such as the eastern Mediterranean. Other contemporary Insular texts are certainly relevant for the study of the world outside of Northumbria, most clearly Stephen of Ripon’sfor historians of the Merovingian kingdoms and the biblical commentaries emanating from Canterbury for scholars of late antique learning.[CITATION-5] The same, I suggest, is the case for Bede. Although he did not set out to write a history of Christendom as a whole, by situating Britain within the wider Christian community whenever his narrative required it, Bede also, inadvertently or not, shed light on many obscure events taking place elsewhere, even as far away as Constantinople.This underexplored resource is of particular importance for historians of the (Eastern) Roman Empire, for whom the seventh and eighth centuries remain murky, with debates still to be had on the nature of now lost sources and even the historical narrative itself.[CITATION-6] The emperors of Constantinople had been shaken first by the ‘last great war of antiquity’ with Sasanian Persia (603‒28), and then the unprecedented success of the Arab conquests from the 630s onwards, which pushed the empire’s southern and eastern frontiers back to Anatolia.[CITATION-7] Perhaps due to the shattered confidence of the Roman intelligentsia, or more mundane reasons of source preservation, there are also no surviving Greek histories written by contemporaries between630 and the 780s, contributing to the impression that an atmosphere of crisis permeated the weakened empire.[CITATION-8] Culture and politics are, of course, rarely shaped only by disasters, and recent scholarship has increasingly teased out the still dynamic nature of late Roman society in this period of conflict. Study of the seventh-century monothelete controversy, a Christological dispute with a poor reputation in traditional historiography as a doomed attempt at doctrinal compromise, has been particularly revitalised, with the imperial position now more positively interpreted as an argument with contemporary support.[CITATION-9] Much more work, however, is required to make sense of the empire’s ongoing connections with the ‘barbarian’ West.While connections between England and the eastern Mediterranean have been discussed for the better-documented tenth and eleventh centuries, similar investigations into the age of Bede are rare even in recent years, with contacts often deemed to have been severely limited in his lifetime.[CITATION-10] When scholarly attention does fall on possible links between Bede’s world and the eastern Mediterranean, the emphasis thus far has been on his biblical exegesis, contemporary learning, and the available archaeological evidence, rather than Bede’s considerable historical corpus, hisand.[CITATION-11] This article instead focuses on these two texts and argues that, if Bede’s words are read alongside familiar eastern histories, these Northumbrian sources can help Byzantinists to reconstruct the political history of the Roman Empire.[CITATION-12] Although the focus here is on matters of high politics, this analysis is nonetheless an important reminder that post-Roman texts can also be utilised to chronicle the interconnected world of Late Antiquity. This is best demonstrated by the papacy, which was particularly important to Northumbrian authors, but was still an institution within the Roman Empire and enmeshed within an imperial church.[CITATION-13] Given Bede’s sources and his own preferences, it is inevitable that much of the evidence discussed here is connected to the papacy; yet it would be misleading to separate the bishops of Rome from their eastern counterparts. The recent call by Bronwen Neil and Matthew Dal Santo to integrate Pope Gregory the Great more fully into the world of Justinian and Muhammad applies to that pontiff’s successors as well, for they likewise involved themselves in both the messy world of imperial politics and western ecclesiastical affairs, two aspects of their careers that need to be brought together and discussed on equal terms.[CITATION-14] Bede’s comments on papal history are of course overwhelmingly focused on one side of this equation, but, when fully integrated within an imperial context, they nonetheless provide interesting reading for Byzantinists, for the three examples discussed here all illustrate the bishops of Rome’s investment in Constantinopolitan politics.The city of Rome and its place during the civil war between Emperor Phocas (602–10) and the usurper Heraclius is considered first, then the deeper crisis facing Constantinople in the 660s under Constans II (641–68). Finally, the concluding section investigates the circumstances surrounding the second overthrow of Emperor Justinian II (685–95, 705–11). All three were crucial moments in the empire’s history, not least because each culminated in the transition from one emperor to another—emperors who have, it is safe to say, rarely featured in studies of Bede. At a time when Constantinople faced civil war, religious controversies, and the Arab conquests, the empire’s influence in the West is often said to have waned, while post-Roman Europe likewise is said to have known ever less of events in the eastern Mediterranean as contacts declined.[CITATION-15] On the surface, the struggles considered here certainly seem to be rather representative of the empire’s tumultuous experiences over this century, with each emperor’s downfall almost emblematic of the instability that contributed to the growing rupture between East and West. However, the recent wave of studies on the empire’s connections to the western kingdoms has revised this picture somewhat, demonstrating in particular that the far-ranging consequences of these conflicts in the eastern Mediterranean, whether on the economies of post-Roman Europe or Bede’s own world-view, should not be dismissed out of hand.[CITATION-16] If nothing else, given the increasing recognition by Byzantinists of the utility of sources written in Syriac, Arabic, and other eastern languages, it seems appropriate to consider the opposite perspective as well and explore contemporary Latin texts for similar insights. While the three emperors considered here all possess a miserable reputation in later Greek sources as tyrants, modern scholarship has increasingly contested these interpretations by considering previously overlooked texts.[CITATION-17] Bede is another near-contemporary voice who can be used to revise the traditional narrative, but his works have not attracted the same attention from Byzantinists. Taking Bede’s words as a starting point, this article argues that when his corpus is placed into dialogue with the available Greek sources, fresh light can be shone on otherwise obscure moments of imperial history. Constantinople’s foreign policy, for example, is always a shadowy topic, but it becomes all the more so during the crisis of the seventh century. However, by considering together Bede’s account of events in the last years of Constans II and a Chinese dynastic history, the outlines of Roman interests abroad can still be glimpsed.Although I do not present here a comprehensive reassessment of connections between Britain and the eastern Mediterranean in the seventh and eighth centuries, the fact that the domestic and international orientations of the empire can be discerned in Bede nonetheless speaks for the persistence of intellectual links between the eastern Mediterranean and the post-Roman West. Eastern sources for imperial history and post-Roman texts from the Latin West have, understandably, been considered largely in isolation from each other, but the sweeping perspective offered here, stretching from Wearmouth–Jarrow to Tang China, provides an important illustration of the value of taking a transregional approach to the sources, even at the end of Late Antiquity.The woes faced by the Roman Empire in the seventh century are often traced back to the reign of the usurper Phocas, who seized power from Emperor Maurice in 602.[CITATION-18] The following years were not kind to the empire, beset as it was by a renewed war with Persia and political purges in Constantinople, even if the extent of these troubles was exaggerated by later anti-Phocan sources.[CITATION-19] The civil war launched in 608 by another usurper, Heraclius, was likewise accompanied by much violence in the eastern provinces, including riots in the Levant and a brutal struggle for Egypt, both of which set the stage for the eventual Persian and Arab conquests of previously untouched Roman heartlands.[CITATION-20] Little, however, is known of the attitudes of imperial Italy, or indeed much about Rome at all between the death of Pope Gregory the Great in 604 and the fall of Phocas in 610, for we no longer have the pope’s letters to guide us. The, and in particular the batch of retrospective papal biographies probably composed in the 640s, informs us about the pontificates of Sabinian, Boniface III, and Boniface IV, while from Paul the Deacon, writing in the eighth century, we learn of a truce negotiated between Phocas and the Lombards.[CITATION-21] We can speculate that within the papacy there was some sense of continuity, for Boniface III and Boniface IV (607 and 608‒15) are argued to have been aligned with Pope Gregory’s vision, and that peace in Italy was valued, but we can say little more than that.[CITATION-22] As a result, even though Heraclius’ revolt was launched from North Africa, our understanding of how Italy reacted to the rebellion, particularly in 610, the year of Phocas’ downfall, remains poor. The material evidence consists of the well-known Column of Phocas erected in Rome in 608 and a solidus minted in Ravenna in the name of Phocas between September 609 and September 610, an identification based solely on the inclusion of the indiction (a given year in the fifteen-year Roman fiscal cycle) on the coin.[CITATION-23] The literary evidence is no better, with scholarly speculation limited to an unclear report that African grain-fleets did not sail to loyalist Rome at the beginning of the revolt, as well as Phocas’ possible grant of permission for the Pantheon in Rome to be turned into a church in May 609 or 613.[CITATION-24] In the former case, a loyal Rome in 608, at the very beginning of the civil war, is hardly unexpected. The latter suggestion fits with the well-known cordial relations between the papacy and Phocas, but, as the conversion of the Pantheon cannot be dated with any certainty, it remains at best an unclear indication of loyalties in Rome at the end of Phocas’ reign.It can be surmised from this brief survey that we know very little about the loyalties of imperial Italy during this civil war, even as the East was seemingly tearing itself apart. Yet Bede’s, surprisingly, provides a hitherto unconsidered hint of the papacy’s stance in 610. After describing the success of the Gregorian mission to convert Kent, the Northumbrian historian noted several instances of the successors of Augustine of Canterbury communicating with the pope in Rome.[CITATION-25] In Shaw’s analysis, these visits all sought a papal pallium for the new metropolitan of Canterbury, a request dictated by the death of the previous office-holder.[CITATION-26] For the journey undertaken in 609‒10, Bede further noted that Mellitus, the envoy from England, had attended a synod in Rome dealing with monastic life in Italy, which took place in ‘the eighth year of the reign of Emperor Phocas, the thirteenth indiction, 27th February [610]’.[CITATION-27] The precise, and formulaic, dating clause is probably an indication that papal documents, whether the synodal acts themselves or a letter containing this detail, were available to Bede. As was noted by Kenneth Harrison, this is the only example of Bede using indiction years in thewithout it being an explicit quotation from an official document, which is certainly suggestive of this formula’s origins in the records of a Roman synod, since it is unlikely that Bede would have used the imperial dating system if he had arrived at that date himself or through non-documentary sources.[CITATION-28] If Bede’s dating clause was indeed lifted from an official record, then we can say with certainty that this particular synod took place in interesting times, for in early 610 the forces of Emperor Phocas were in full retreat following their defeat in Egypt in late 609 and soon coins were minted in the name of the usurper Heraclius in Cyprus and Alexandretta in Syria.[CITATION-29] In this situation, the invocation of Phocas in this dating formula may well have had a political meaning, for this normally straightforward notice is surely less neutral when read in the light of the emperor’s downfall. As Heraclius did not invoke Phocas’ name and instead used his own and his father’s image (albeit wrapped in consular rather than imperial iconography) on his coins, it would be reasonable to suppose that if Heraclian forces were in control of Rome, another dating formula that did not reference the regnal year of Phocas would have been used.[CITATION-30] In turn, this could potentially help Byzantinists to narrow down Heraclian forces’ itinerary for the attack on Constantinople, as it becomes plausible that Italy, or at least Rome, was ignored by the rebels and that their eastern gains were made while their western flank was left open to men still loyal to Phocas. The inclusion of Phocas’ regnal year in this clause is then significant, as it is an otherwise unknown indicator of Rome’s loyalty to Constantinople, even as late as February 610, and the only precisely dated clue to the papacy’s reaction to the ongoing civil war.Last but not least, the fact that bishops could allegedly be gathered from across the province further suggests that the civil war was not all-consuming in Italy, at least when compared to the chaos in Egypt and the Levant. Indeed, in 609 the patriarch of Jerusalem was deposed and both the patriarchs of Alexandria and Antioch were murdered.[CITATION-31] Pope Boniface’s situation, by comparison, was seemingly a great deal more secure and gave him the stability needed to focus on more domestic issues. The report that this synod dealt with the conduct of monks certainly meshes well with Boniface IV’s contemporary needs, as he is generally seen as a member of the monastic faction within the papacy that competed with a clerical faction for the papal seat following Gregory the Great’s death.[CITATION-32] Such a distinction is perhaps too broad a generalisation, but if this synod was indeed attended by ‘the bishops of Italy’, as Bede reports, the meeting is still a telling indication of Boniface’s domestic priorities in the opening stages of the crisis of empire.Nevertheless, some doubt must be raised over this particular formula, as the arrangement of regnal year, indiction, then the date, as in this dating clause, is a rare find in the sources. Similar clauses in other near-contemporary papal letters quoted by Bede begin with the date, then the regnal year and the indiction.[CITATION-33] Surviving formulas used in seventh-century councils within the empire meanwhile generally placed the regnal year first, then the date and the indiction, for example at the Lateran Synod in Rome in 649 and the Third Council of Constantinople in 680‒81.[CITATION-34] Two exceptions to these trends, however, provide some reassurance that Bede did use a genuine dating clause directly lifted from a pro-Phocan source. The first is a decree issued by a synod held in Rome in July 595, which opens with the regnal year of Emperor Maurice, then the indiction and the date.[CITATION-35] The same is true in the spurious record of a 679 synod convened under Pope Agatho.[CITATION-36] Although its content was heavily interpolated in the eleventh century, Wilhelm Levison convincingly argued that the dating clause and other elements of theof this synod were genuine products of the seventh century, partly due to the lengthy, and correct, invocation of the three reigning co-emperors, a detail that would have surely eluded later Anglo-Norman forgers.[CITATION-37] We may then suggest that genuine products of the seventh-century papal chancery could have followed different dating conventions, making it plausible that Bede had indeed derived the full formula for the 610 synod from an official document from Rome.The context for this passage provides one final clue to Bede’s access to the relevant papal documents, as, in his account of Mellitus’ return to England, he noted that the envoy supposedly brought with him letters ‘the same pope sent to the beloved of God, Archbishop Laurentius, and all the clergy, likewise to King Æthelberht and the English people’.[CITATION-38] As noted again by Shaw, although this appears to be a broad and rather vague statement, it does nonetheless reflect the contemporary papal practice of addressing their letters to large groups, if the many instances of Gregory the Great addressing the secular officials, clergy, and people as a general collective are any indication.[CITATION-39] The lack of surviving synodal acts during the civil war, on either side, does make it impossible to confirm whether such a dating formula, as preserved in Bede, was indeed a firm indication of specific loyalties, but even so, it remains a previously overlooked clue to the papacy’s actions in this enigmatic period. Such an interpretation certainly corroborates the story as it appears in other sources, for Phocas was portrayed rather favourably in papal texts, a consistent pattern dating back to Gregory the Great’s reaction to his seizure of power in 602.[CITATION-40] While Phocas’ reputation in later sources remains a poor one, contemporary texts were kinder to the emperor. He was certainly not an incompetent one, for the Balkan frontier remained stable and the eastern front with Persia experienced no disasters—until Heraclius’ revolt fatally destabilised the imperial war effort.[CITATION-41] Men within the church likewise found reasons to view the emperor positively, if a poem by Sophronius, the future patriarch of Jerusalem, praising Phocas’ just nature and a later report noting Patriarch Eulogius of Alexandria’s loyalty to the emperor are any indication of contemporary attitudes.[CITATION-42] Rome’s loyalty to the legitimate emperor against a military revolt, even in 610, was, then, in tune with the thoughts of many other imperial subjects, as one would expect from a city with close ties to the eastern Mediterranean.[CITATION-43] Phocas was deposed by the usurper Heraclius in October 610, but the latter’s success did not lead to the golden age his propaganda promised. By the time of Heraclius’ grandson, Constans II, the remarkable successes of the Arab conquests meant that Roman forces no longer controlled Egypt or the Levant.[CITATION-44] Unhelpfully for the war effort, a contemporaneous religious dispute over Christology also shook the empire, leading to the formation of an alliance between papal Rome and a group of Greek monks led by the Palestinian Maximus the Confessor to campaign against the theological pronouncements emanating from Constantinople.[CITATION-45] As the focus in this article will not be on the doctrinal controversy itself, but rather on how what little information Bede provides can be used to clarify the geo-political situation in the 660s, the theological details are not the principal concern here. For convenience’s sake only, the supporters of the Christological stance promoted by Constantinople are identified here as the monotheletes, while their opponents, primarily eastern monks and their papal allies, are termed the anti-monotheletes or dyotheletes, labels which do not entirely capture the frequent shifts in attitudes and terminologies that characterised the doctrinal dispute itself.On the surface, the monothelete controversy was no longer a dangerous issue by the 660s, as the anti-monotheletes had broadly been contained a decade earlier. Their leaders had been exiled to Crimea and the Caucasus on the fringes of the empire, while in Rome a seemingly more pliant pope, Vitalian (657‒72), was once again in communion with Constantinople.[CITATION-46] Yet despite the end of overt politicking over this Christological dispute, it is still possible to detect how this dissident network continued to evolve over the following decade. The first clue, unexpectedly, comes from England. According to Bede, a Greek monk, Theodore of Tarsus, was chosen by Vitalian in late 667 to become the new metropolitan of Canterbury.[CITATION-47] This has long been recognised as a crucial moment in English history and indeed was framed by Bede as such, with Theodore’s appointment described as the beginning of a golden age.[CITATION-48] Bede’s account of this crucial event nonetheless requires some unpacking, for his narrative of the circumstances of this appointment and Theodore’s journey to England needs to be examined alongside sources written within the empire, particularly in the light of recent revisionist interpretations of the reign of Constans II.Born in Cilicia, Theodore first appears in the extant sources as a probable participant in the Lateran Synod of 649, a defiant council organised by Pope Martin (649–54) and Maximus the Confessor to oppose monotheletism.[CITATION-49] While the appearance of a ‘Theodorus monachus’ among the signatories of this council is only an uncertain indication of Theodore of Tarsus’ affiliation, Pope Agatho’s later reference in 680 to Theodore as a noted expert on this doctrinal issue surely confirms his involvement in 649.[CITATION-50] The future archbishop can thus be identified as a learned anti-monothelete present in Rome and a relatively prominent member of the Greek community in imperial Italy. In recent years, Theodore has also been increasingly cast as a refugee who had fled his homeland due to the wars in the East.[CITATION-51] His eventual appointment to Canterbury was, then, only made possible by the seventh-century ‘world crisis’, even though the Arab conquests are often said to have had the opposite effect, of breaking the ties that bound the Mediterranean world together.It is worth, however, spending some time revisiting this interpretation, for alternative views are now possible. Above all, it must be noted that we cannot be certain of Theodore’s life before 649, particularly with regard to his arrival in Rome. There were many refugees in the imperial West, but we should be wary of applying this label to all, or indeed any, Greeks present in the city. Among other travellers to Rome in the seventh century, we can find a certain Tychikos, a Greek ex-soldier who allegedly travelled to Rome to study618.[CITATION-52] Since Theodore is plausibly argued to have studied in Antioch and Constantinople on the basis of the surviving, Tychikos’ choice of Rome may imply that the western city would have also been an attractive destination for a learned Cilician seeking a broader education.[CITATION-53] As has recently been discussed by Dennis E. Trout, classicising epigrams composed during and after the tenure of Pope Honorius (625–38) further problematise the traditional view of Rome as a ‘literary backwater’.[CITATION-54] As this circle of poets linked to Honorius was active only a decade before Theodore’s first appearance in the sources, it seems unlikely that the Cilician monk’s training in the East would have been entirely lost on the educated elite in Rome. Similarly at an institutional level, the high standard of learning possible in seventh-century Rome is demonstrated by the continuous use of Latin prose rhythm in official papal letters.[CITATION-55] Since this stylistic feature also appears in epistles written to support Pope Martin’s campaign against monotheletism, Theodore’s early involvement in the controversy and his intellectual background provide further intersections with the presumably well-educated scribes working in the papal chancery.Another participant in the Lateran Synod, Theocharistos, likewise highlights the need to interpret Theodore’s career with more care. Even though he is on the surface indistinguishable from other anti-monothelete Greeks active in the West, Theocharistos is mentioned incidentally in an account of Maximus the Confessor’s Constantinopolitan trial in 655 as the brother of the exarch of Ravenna, presumably Plato (645–9).[CITATION-56] Given this familial connection, Theocharistos can hardly have been a refugee who fled westwards out of necessity. Although Theodore of Tarsus does not appear to have possessed any link to the imperial aristocracy, the example of Theocharistos means that we need to be cautious when discussing the future archbishop’s background. Without further evidence, it is perhaps more prudent to consider the uncertainty involved, while at the same time still recognising Theodore’s exceptionally mobile career.Regardless of how Theodore joined the anti-monotheletes, it seems clear that he played a major role in the movement. As Michael Lapidge notes, Theodore probably dwelt among his fellow Cilicians at the monastery of Aquae Salviae, an institution also represented at the Lateran Synod and one which maintained ties to Palestine, where Maximus’ monastic network had originated.[CITATION-57] The later appearance in England of the cult of Gregory the Great following Theodore’s arrival is another indication of the future archbishop’s affinity with the anti-monothelete network, for Gregory also loomed large in other texts composed within this circle, which, at a time when that pope’s fame was not yet assured, is a significant clue to Theodore’s network.[CITATION-58] As we will see, the choice of Theodore as the new head of the English church by Pope Vitalian only confirms this interpretation, but the process reported by Bede was rather convoluted. The pope first selected Hadrian, a learned North African abbot.[CITATION-59] Hadrian refused the pope’s initial offer, proposing an aged monk as an alternative before offering Theodore as a possibility. This account therefore suggests that the Cilician was essentially a candidate of last resort. Bede’s narrative, however, is not without its problems. Significantly, he continues by noting that Hadrian was to be sent along with Theodore to ensure that the Cilician did not introduce anything contrary to the true faith, ‘in the Greek manner’, to his new home, which is occasionally read as a veiled warning against monotheletism.[CITATION-60] Alternatively, this phrase has been interpreted by Lapidge and Marek Jankowiak to mean that Vitalian was aware of Theodore’s earlier anti-monothelete campaigns and so the reconciliatory pope was wary of provoking conflict with the emperor if he appointed a dissident to Canterbury.[CITATION-61] Both interpretations are problematic, for it seems implausible that Theodore could have been a monothelete sympathiser given his career thus far, or that his excessive zeal for dyotheletism was supposed to be contained by Hadrian, his right-hand man upon their arrival in England.[CITATION-62] If Shaw is correct to suggest that tales from Bede’s former abbot, Benedict Biscop, were at the heart of his narrative, then these discrepancies become partially explicable, for the account we have today represented only what Bede could collate together based on oral traditions and supplementary papal letters, not the full picture of what occurred in Rome in 667.[CITATION-63] Scrutiny of the imperial context for Theodore’s appointment is therefore required and I suggest here that eastern sources indicate a new possible reading for Vitalian’s curious decision: that it was a deliberate choice by the pope at a time of rising tensions with Constantinople. For just as Mellitus returned to England while the empire was in turmoil in 610, the same was the case when Theodore travelled to Canterbury nearly sixty years later. After a brief respite for the empire while the Arab caliphate was consumed by the First Fitna (the civil war of 656‒61), a new offensive on all fronts was launched by Caliph Mu’awiya in 662.[CITATION-64] Emperor Constans II then moved westwards to Italy to secure the imperial West against this new threat, a move that apparently did not please contemporaries.[CITATION-65] In Constantinople, the two imperial regents refused the emperor’s orders for the empress and their children to be sent to Constans, while within Vitalian’s biography in thethere is also a particularly virulent denunciation of Constans, whose stay in Sicily was allegedly accompanied by unacceptable tax rises for the inhabitants of Italy.[CITATION-66] By the late 660s, the ‘Mediterranean world war’ between the Romans and the Arabs had become more dire still for the empire, as it is now certain that the First Arab Siege of Constantinople did not last for four years in the 670s, as historians thought for centuries. If we follow Jankowiak’s recent reconstruction, the siege instead took place in 668.[CITATION-67] An alternative reading published in 2016 by Vivien Prigent meanwhile places the siege early in the reign of Constantine IV (668‒85), perhaps in 669‒70.[CITATION-68] Regardless of whom we follow for the date of the attack on Constantinople, the sense of crisis within the empire must have been profound, for the preceding Arab offensives had already led to the revolt of a Roman general in Asia Minor in 667, and the next year in July Constans was himself assassinated in Sicily, presumably a result of his seemingly illogical stay in the West while the eastern frontier was in flames.[CITATION-69] Indeed, as a man with dyothelete sympathies, Theodore of Koloneia, appears to have held significant power in Constantinople while the emperor was absent, it is also possible that the emperor’s assassination was partially orchestrated by those who opposed the emperor’s religious policy.[CITATION-70] Since the emperor and his entourage were now based in Italy, the way in which the papacy responded to this crisis is of particular relevance. Although Vitalian is often seen as a pragmatic pope, at least in relation to the monothelete controversy, it is worth bearing in mind that by670 Rome would once again break with Constantinople, with the result that eastern patriarchs attempted to remove Vitalian’s name from patriarchal diptychs.[CITATION-71] Jankowiak attributes this renewed schism to tensions with the archbishop of Ravenna, but, by considering other indications of dissent dating from668, this article argues that anti-monotheletism was no less relevant at this point than it was during Pope Martin and Maximus the Confessor’s campaign two decades earlier, and that Vitalian had reactivated the papacy’s links with dyotheletes amid this new crisis.[CITATION-72] This is perhaps an unexpected shift in position by the accommodating pope of the late 650s, but a consideration of the political context makes this argument rather more compelling. In any case, even if Vitalian had maintained his earlier pragmatic attitude and reopened the monothelete controversy over Ravenna or other disagreements, adopting a strong Christological stance would have remained a politically astute move in the 660s, for it allowed the pope to tap into the anti-monothelete network’s resources for his own ends.Bede’s account of Theodore of Tarsus’ appointment therefore takes on new significance, for in this unique narrative someone with demonstrable anti-monothelete expertise once again emerged as a prominent political figure because of papal machinations. The fact that Theodore of Tarsus was accompanied to England by Hadrian could likewise be another indication of the papacy’s return to dissent, for some historians have interpreted Hadrian’s eventual detainment by a Frankish mayor of the palace as a result of his previous role as an imperial envoy to the Merovingian kingdoms.[CITATION-73] If this was the case, then the abbot’s suggestion to the pope in late 667 of the anti-monothelete Theodore is evidence that yet another servant of Constans II had now turned against him, not long before the emperor’s assassination the following year.A rising wave of discontent in the late 660s would also provide a neat explanation for Vitalian’s delayed choice for Canterbury, for he had known of the request for a new metropolitan since 665/6.[CITATION-74] Indeed, before he selected Theodore, the pope had already sent home the Northumbrian delegation that had travelled to Rome to request a new bishop, adding the unconvincing justification, in a letter to the king of Northumbria, that no suitable candidate had been found due to the long distances involved.[CITATION-75] Although often read in more straightforward terms, such a statement can also be interpreted to be an excuse for the pope’s inaction while he waited for the right opportunity to arise. Whereas in the mid-660s Vitalian could not act unchallenged because of Constans’ physical proximity, by late 667 the empire was embroiled in a new crisis, a crisis that perhaps provided an opening for the pope to appoint a known dissident to an important see loyal to Rome. As Shaw, again, has persuasively argued, the 660s were a time of trouble for the English church, which had been effectively rendered leaderless by plague and infighting, and was thus left open to the direct reassertion of papal influence.[CITATION-76] Who better to fulfil this mission than Theodore, a prominent anti-monothelete with proven alignment with papal interests?Based only on Bede’s words, these suggestions remain somewhat speculative, but evidence for renewed unrest over the monothelete controversy can also be found on the eastern frontiers of the empire, where the seemingly shattered networks of anti-monothelete dissidents re-emerged. Their leader, Maximus the Confessor, had died in 662, but his surviving followers, most prominently Anastasius the Apocrisiarius, received a number of visitors from 664 onwards, which is surely an indicator that the exiles were now once again in contact with their wider following. The first visitor, Stephen, the son of a priest in Jerusalem, travelled to Lazica in the eastern Black Sea region to meet the exiled Anastasius, allegedly preaching his doctrine throughout the regions he passed through and bringing the good news that the church in Jerusalem had now turned against monotheletism, abandoning its previous ‘heretical’ stance.[CITATION-77] Other sympathisers were more local, as Anastasius was seemingly supported by several imperial officials in his exile, including the ‘leaders of the Abasgians’, Gregory the patrician and, an anonymous patrician and general of Iberia, and Lebarnikios the patrician of Lazica—all of whom who should have been enforcing imperial orders to isolate these exiles.[CITATION-78] Finally, around 666, we learn that two brothers from Palestine, Theodore Spudaeus and Theodosius of Gangra, visited Crimea and then Lazica to pay their respects to their exiled heroes. By the time the two brothers arrived in Lazica, before August 668, Anastasius was dead, but they nonetheless received his writings and relics thanks to Gregory of Betararous, an abbot from Caucasian Albania—presumably yet another new ally encountered by the dissidents during their exile.[CITATION-79] These isolated mentions of growing support in the region may appear insignificant at first glance, but taken together they do suggest that the exiles’ wider network continued to grow and to campaign for their cause, even after they had been sent to the fringes of the empire.[CITATION-80] Indeed, as Anastasius had once been accused of promoting treason even while he was exiled in Thrace, there is no reason to think that he would have relented once he had been forced eastwards to the Caucasus.[CITATION-81] As a formerand presbyter from Rome, Anastasius is, furthermore, an excellent example of how individuals associated with the papacy continued the fight despite their defeat at earlier show trials.[CITATION-82] Just as with Theodore’s appointment to Canterbury, the re-establishment of contact between individuals in this circle of dissidents took place at an opportune time, for it occurred amid renewed warfare between the empire and the caliphate after 662.[CITATION-83] Given the scale of the conflict, it had had perhaps provided an opportunity for the exiles’ disciples to visit their leaders once again and to persuade local officials to facilitate these communications. There were certainly already sympathisers of the dyothelete cause within the imperial court, as both a certain Gregory the prefect and the general Theodore of Koloneia were highlighted in anti-monothelete sources written in the 650s, and it seems reasonable to suggest that the same would have continued into the 660s.[CITATION-84] These signs of discontent against Constantinople therefore offer a remarkable contemporary parallel to the proposed shift in attitude within the papacy to which Bede bears witness. Not only did an anti-monothelete, Theodore of Tarsus, contemporaneously return to the spotlight in 667, his appointment also took place a decade after the last tangible evidence, from 656/7, for any dissension within the papacy against doctrinal accommodation, thus mirroring the initial silence in the sources and then the rebuilding of Anastasius’ network in the Caucasus.[CITATION-85] Similar clues can even be found in the post-Roman West. The most striking is an excursus on the sufferings of the anti-monothelete Pope Martin included in the, a celebration of a Frankish bishop active in the mid-seventh century.[CITATION-86] The dating of the first recension of the Merovingian text composed by Eligius’ friend, Bishop Audoin of Rouen, cannot, admittedly, be determined with any certainty. Clemens Bayer suggests that it was written in 660–673/684, with the latter being the broad date-range mooted for the second phase of composition, while Walter Berschin favours 675–80.[CITATION-87] Nonetheless, it is surely significant that the hagiographer preceded the Martin digression with the remarkable statement that ‘we know a certain brother coming from the eastern parts’ who had witnessed all the deeds described in the following account.[CITATION-88] This passage thus raises the tantalising possibility that an eastern anti-monothelete, who allegedly accompanied Martin to Constantinople and then in his exile, had somehow arrived in Merovingian Gaul, a journey across borders similar to that of travellers from caliphal Palestine to the imperial Caucasus.[CITATION-89] Given the flurry of dyothelete movements in the late 660s, as well as the proposed shift in orientation by Vitalian, the final years of Constans’ reign provides a plausible context for the diffusion of such pro-Martin propaganda. Even if this report was ultimately produced in the 670s instead of the 660s, it still speaks for the mobility of committed anti-monotheletes—and their persistence at a time when doctrinal dissent is otherwise largely invisible in the sources.[CITATION-90] In any case, there are other telltale hints of Merovingian interest in this seemingly very imperial dispute, for Eligius and Audoin’s awareness of the monothelete controversy and their earlier sympathies for Pope Martin’s anti-monothelete campaign in 649 have now been firmly established.[CITATION-91] These sentiments, moreover, mesh particularly well with the common pro-papal attitude within their wider familial and monastic network, all of which provides further contextual support for an anonymous easterner’s encounter with Audoin.[CITATION-92] Theodore of Tarsus’ road to Canterbury reinforces this interpretation, for according to Bede he and his companion Hadrian encountered on the way three Frankish bishops, Emmo of Sens, Faro of Meaux and Agilbert of Paris, who were bound together by friendship and familial ties to the aforementioned Audoin and Eligius.[CITATION-93] Of course, political alignments are not decided simply by such links, but in one case we can be relatively confident, for we possess other corroborative reports: Agilbert was not only one of Audoin’s relatives, but he was also a pro-Roman advocate at the Northumbrian Synod of Whitby in 664 and a mentor to the pre-eminent, or at least the loudest, Romanophile in Northumbria, Wilfrid of York.[CITATION-94] The same pattern of co-operation between Theodore and known advocates of Roman doctrinal positions continued in England, for it was surely not a coincidence that when Theodore finally arrived, Wilfrid’s fortunes revived. Typically for this troublesome advocate of papal primacy, Wilfrid was then in internal exile, having lost his position as bishop of Northumbria due to lack of royal favour.[CITATION-95] Upon his arrival, Theodore apparently amicably moved the existing bishop to a seat elsewhere, in order to replace him with Wilfrid—a convenient story that presumably obscured the political dealings that lay behind such a transfer.[CITATION-96] At the very least, we can presume that Theodore was the crucial figure in the machinations leading up to this pro-Roman bishop’s restoration.Given the pro-Roman sympathies evident in Gaul and England, the Frankish reception in 668 of a papal appointee, or at the very least the welcome provided by Agilbert, should be seen as a move that reaffirmed Theodore of Tarsus and his host’s common support for the papacy. The same reception is also yet another indication that Theodore’s appointment was one aligned with contemporary papal thinking on doctrinal matters, and that Bede’s strange assertion that the pope was worried about Theodore’s eastern customs is likely the result of the historian’s own prejudice rather than a statement of fact.[CITATION-97] Papal officials had, after all, worked closely with Greek monks over the previous decades and it would have been an odd move for Vitalian to display such scepticism when eastern support was surely required if the papacy was ever to triumph in this doctrinal dispute.[CITATION-98] Instead, it seems more likely that Vitalian chose a monk with demonstrable loyalty to Rome for a seat uniquely connected to the papacy. Indeed, as Theodore’s expertise against monotheletism was still remembered in Rome more than a decade later, when Pope Agatho asked the Cilician to return to the empire on the eve of the Third Council of Constantinople (680‒81), Theodore can hardly have been an isolated figure sent to Canterbury to be ignored.[CITATION-99] By considering Bede’s words alongside evidence from the Roman Empire and Frankish Gaul, particularly with the knowledge that Vitalian would later break with Constantinople670, we can arrive at the more persuasive reconstruction that there were indeed anti-monothelete forces at work in 667. However, they were not directed at Theodore of Tarsus, as Bede implied, but instead at Constans, for the crisis at the end of the emperor’s reign had reignited anti-monothelete activism in both the Caucasus and Rome.The need to approach Bede’s narrative through a transregional lens can be illustrated also by the experiences of Theodore’s companion Hadrian. In Bede’s narrative of the two men’s journey to England, the North African abbot was detained by Ebroin, the mayor of the palace in the kingdom of Neustria–Burgundy, who allegedly feared a plot involving the emperor and unnamed kings in Britain; an understandable concern if Hadrian was indeed an ex-imperial ambassador to Gaul.[CITATION-100] Although there is little else to say about this obscure event, Ebroin’s alleged paranoia over the long reach of Roman diplomacy certainly would have been justified and is increasingly recognised as such: Constans was based in Italy and had conducted campaigns against the Lombards and the Slavs in the 660s, meaning that post-Roman kingdoms were inevitably drawn into the calculations of the emperor.[CITATION-101] As the Frankishattributed to Fredegar, written660 in Burgundy, portrayed Constans II positively, there is good reason to think that the kingdom of Neustria–Burgundy was the target of imperial diplomacy (or at least propaganda), despite the ongoing monothelete controversy.[CITATION-102] In a similar manner, it has been suggested that a Frankish attack on the Lombards in 660–63 was linked to a renewed Merovingian–Roman alliance.[CITATION-103] More recently, Stefan Esders has made the tempting suggestion that the martyrdom of Bishop Aunemundus of Lyons, who was apparently murdered partly due to his foreign ties661/2, can also be better understood within the same context of intensifying Frankish ties with the Mediterranean.[CITATION-104] Events following Hadrian’s arrival in Gaul only further justify Ebroin’s suspicions of a party travelling from imperial Rome. According to Michael the Syrian, a much later author but one who nonetheless had access to earlier texts, after Constans II’s death in 668, the emperor’s sons ventured to ‘Gaul and Italy’ to subdue the peoples of the West, an assertion which could imply that Constantine IV and his brothers did indeed have some dealings with the Merovingian kingdoms.[CITATION-105] The contemporaneous siege of Constantinople, whether it took place in 668 or 669‒70, was likewise concluded by the visit of foreign signatories arriving to celebrate the imperial victory—and which featured, according to the later historian Theophanes the Confessor, ambassadors from the ‘princes of the western nations’.[CITATION-106] As the Lombard leaders have already been mentioned in this passage, this suggests that the envoys were sent from Gaul, Spain, or Britain, with the Merovingian Franks being the most likely given their history of diplomacy with the empire.[CITATION-107] Amid these dramatic events, Ebroin can surely be forgiven for thinking that a North African abbot travelling to Canterbury, sent from a city integral to the empire and who had already travelled to Gaul twice, was an agent of Constantinople. Levison was then correct to note in 1946 that although Bede’s story of a possible imperial diplomatic mission beyond Gaul may seem absurd to some modern readers, it nonetheless remains a striking indication of England’s connections to the wider world.[CITATION-108] Intriguingly, almost simultaneously on the other side of Eurasia, a Roman embassy also reached the court of the Chinese emperor in 667. An earlier visit was recorded in 643 and was in fact the first to reach China for nearly two centuries, making these mid-seventh century missions significant events in their own right.[CITATION-109] The mooted causes for this renewed contact with China range from an attempt to co-operate with the Tang dynasty against the rising caliphate to the more mundane explanation that some visits only aimed to announce the accession of new emperors, much like the Romans’ previous relationship with the now-defunct Persian Empire.[CITATION-110] In either case, as Constantinople had maintained an active ‘Eurasian policy’ towards central Asia over the previous century, similarly ambitious diplomatic initiatives by Constans II are hardly out of place.[CITATION-111] More research is still needed to ascertain the precise nature of the empire’s relationship with China, but the mere presence of evidence for missions to the East and clues to the empire’s contact with the Merovingian Franks, with the implication that a link to England was not seen as unrealistic in Gaul, is significant in itself. The fact that this can be identified for the 660s, when the military crisis within the empire was seemingly at its greatest, is certainly suggestive of how sophisticated imperial foreign policy remained. At the very least, if Constantinople was able to make contact with China, contemporary Frankish fears of an imperial embassy to England become a rather less far-fetched prospect. This is of course a rare example of how viewing evidence from a transregional perspective can helpfully clarify the interconnectedness of geo-political events in Late Antiquity, but it is useful nonetheless and demonstrates the potential for new interpretations when eastern sources are read alongside Bede. The empire’s crises in the East did not necessarily mean that it would abandon the West, and there is still a need to integrate the Latin and Greek narratives together to reach a more nuanced picture of the Mediterranean world. Theodore of Tarsus and Hadrian of Canterbury are well-known figures to historians of early medieval England, but by digging deeper into imperial history, Bede’s account takes on greater importance, for his words provide remarkable parallels to the political and diplomatic intrigues consuming the final years of Constans II. Indeed, just as it was during the reign of Phocas, the papacy emerges as an active agent in these events—not a distant western institution removed from Constantinople’s eastern woes.The example of the third emperor whose final days left their echoes in Bede, Justinian II, offers further support for this interpretation. This clue is found in Bede’s, composed725 as part of his, a text that has received less attention from historians than the, perhaps because many of its entries were directly taken from the. On the topic of Justinian II, however, Bede provides additional information that can be fruitfully compared to the Greek sources. Some studies of this emperor have already utilised Bede’s, but the implication of the Northumbrian having access to this information has yet to be fully considered, particularly in the light of the evidence raised earlier in this article.[CITATION-112] Justinian II had first been overthrown and forced into exile in 695, but he was restored to the throne in 705, allegedly then hunting down all those who had wronged him over the previous decade. This reign of terror was described vividly by the contemporary Trajan the Patrician, who wrote a now-lostthat was incorporated into later histories by Nicephorus (780s), Theophanes the Confessor (810‒14), and George the Monk (846/847), as seen in the pool of common material shared by all three sources.[CITATION-113] The extent of Trajan’s work is still disputed, with recent arguments maintaining that it extended to around 716, or even 720, but for the purposes of this paper its original end-point is of relatively little importance, as the focus is on his account of what happened before 711, the year Justinian was deposed for the second, and final, time.[CITATION-114] Although Trajan is a contemporary witness to the end of Justinian’s reign, his words should also be used with care. As Stephanie Forrest has argued recently, the chronicler twisted recent history to suit his own needs, in particular contrasting the ‘bad’ emperor Justinian with his father, the ‘good’ emperor Constantine IV.[CITATION-115] Or, in James Howard-Johnston’s interpretation, the lost source is better seen as a political memoir, in which we can detect the very personal animosity Trajan had towards his emperor.[CITATION-116] In their broad strokes, the Greek sources describe first Justinian’s restoration, after which he blinded Callinicus, the patriarch of Constantinople, and sent him to Rome.[CITATION-117] The next relevant passages concern Justinian’s fall from power. To punish the people of Cherson for their treason when he was in exile, Justinian sent multiple naval expeditions to Crimea. According to Theophanes, the most detailed of the sources using Trajan’s, the first fleet executed the entire population of Cherson apart from the children; during the fleet’s return journey it was then hit by a storm—leading to the death of 73,000 men. Undeterred, Justinian mustered another fleet to punish the province further, which finally provoked the inhabitants of Cherson to revolt. An exile, Philippicus, was acclaimed as the new emperor by both rebels and defectors from the imperial army, who afterwards sailed to Constantinople. Justinian’s ensuing downfall was swift, as he was abandoned by his soldiers and beheaded.[CITATION-118] Much of this is certainly polemical exaggeration, particularly the absurd account of Justinian repeatedly sending fleets to murder his subjects. However, the sole surviving contemporary Greek account, a brief note written by Agathon the Deacon after 713, provides only the location of Justinian’s death and a vague report that expeditions to Cherson led to Philippicus’ revolt.[CITATION-119] As a result, Byzantinists are generally reliant on the words of those who adapted Trajan the Patrician’s retelling of the usurper’s rise to power.[CITATION-120] It is fortunate, then, that Bede’s entry for Justinian II bears striking parallels with the Greek narrative.[CITATION-121] In both Bede’sand Greek histories, Patriarch Callinicus was blinded and exiled to Rome, while one Cyrus was chosen as his replacement. This is where the traditions appear to differ. In Greek sources, Cyrus was at once a priest, a monk, and a hermit from Amastris in northern Anatolia, while Bede describes Cyrus as an abbot from Pontus (‘qui erat abbas in Ponto’).[CITATION-122] For Constance Head, Bede’s account is to be preferred, since in her interpretation the word ‘Pontus’ referred to the Crimean peninsula; as Bede also placed Justinian’s exile in ‘Pontus’, it would suggest that the Greek sources erred on Cyrus’ origins.[CITATION-123] However, as Bede elsewhere defined the word to mean the broad region around the Black Sea, we can easily account for this apparent disparity.[CITATION-124] Bede’s account, both of Justinian being exiled to Pontus and of Cyrus originating in Pontus, therefore matches the Greek sources, for Amastris is indeed a city on the southern coast of the Black Sea. Nor is Bede’s grant of the title of ‘abbas’ to Cyrus necessarily contradictory to Greek accounts, for, given his monastic status, a higher position for the future patriarch, one neglected by anti-Justinianic sources, is hardly implausible. Moreover, as there is one instance of a contemporary Latin translation that equated ‘abbas’ with the Greek word ‘ἀββας’, even though the Greek term is used as a term of respect and not a reference to the office of an abbot, the same misunderstanding may have led Bede or his source astray.[CITATION-125] Eastern sources further report that Cyrus had predicted Justinian’s second reign during the emperor’s exile, and that the fulfilment of this prediction was the reason for the emperor’s reward to Cyrus of the patriarchate.[CITATION-126] This is perhaps another implicit criticism of Justinian, since, in the Council in Trullo convened by the emperor in 691–2, one canon in particular condemned attempts to predict the future.[CITATION-127] A tale in which Justinian later rewards his chosen patriarch for the practice was therefore another suitable means for Trajan the Patrician to blacken his antagonist’s name.[CITATION-128] Bede, on the other hand, only noted that the office was granted due to unspecified aid given by Cyrus to the exiled emperor.[CITATION-129] Given Justinian’s negative reputation in later sources, the lack of supernatural involvement in the Bedan narrative is another indication that this account should be taken more seriously.The remainder of Justinian’s reign was allegedly a bloody one, culminating in his overthrow in 711. In Bede’s telling, Justinian sought to arrest Philippicus for an unknown reason; the army then betrayed Justinian and returned to defeat him. Most surprisingly, Bede noted the role played by a pope, who allegedly forbade Justinian from sending the army to seize Philippicus.[CITATION-130] This was surely Pope Constantine (708–15), who had left Rome in October 710 to visit Constantinople and who secured a personal meeting with Justinian.[CITATION-131] As Constantine returned to Rome in October 711, he had stayed for a substantial amount of time in the East and so would have been in the right place to give advice when unrest in Cherson began in the summer of 711.[CITATION-132] Unfortunately we do not possess any other record of the issues the emperor discussed with the pope, aside from the’ rather allusive comment that Justinian confirmed certain privileges, but it is probable that the two men reached some sort of agreement over ecclesiastical policy—a reconciliation that may have given the pope sufficient leeway to attempt to influence the turbulent emperor.[CITATION-133] It is impossible to determine precisely what Constantine’s advice entailed or what it suggests about the pope’s attitudes towards the emperor. Perhaps Bede’s original source expressed a more negative opinion of Justinian, meaning that this report may have been an attempt to distance the pope from the emperor’s misjudgements; equally it could have been a narrative strategy to demonstrate Constantine’s wisdom when compared to the impetuous Justinian. Interestingly, unlike the, which provided a seemingly convivial account of the emperor’s dealings with the pope, a hint of reproach can be detected in Bede’s, for Justinian was said to have ‘ordered’ the pope to perform Mass for him, nor was the ruler described as ‘the most Christian and orthodox emperor’ as in Constantine’s biography.[CITATION-134] This difference may have been the result of Bede’s own editorial intervention, for in the text as a whole emperors were increasingly sidelined in favour of the bishops of Rome, and the same ends could have been achieved by minimising Justinian’s virtues.[CITATION-135] More speculatively, the chronicler’s words could also suggest that the pope had attempted to defend Philippicus from Justinian’s punishment. Seen with the benefit of hindsight, this would have been an unusual decision for the pope, as Philippicus would later restore monotheletism as imperial ‘orthodoxy’ and consequently has a particularly poor image in the.[CITATION-136] We must therefore also consider the possibility that Bede’s original source was either favourable to Philippicus or was written before his ‘heresy’ became widely known. Indeed, this passage is a possible indication that Bede’s information here was not ultimately derived from a later version of the. In Rosamond McKitterick’s persuasive reconstruction of the text’s origins, papal biographies up to and including that of Constantine combined to affirm Rome’s ‘orthodoxy’ against imperial interference, with Constantine’s triumphal visit to the East in particular being a culmination of the arguments laid out in previous.[CITATION-137] An ambiguous statement that Constantine did not wish for the ‘heretical’ Philippicus to be arrested and the simple fact that the pope had failed to persuade Justinian to relent would therefore be at odds with the’ overall message, meaning that Bede’s source here is probably a separate composition from the final version of Constantine’s biography.It is notable, then, that, according to the, there was simmering unrest in Rome between supporters of the anti-monothelete faction and a pro-Philippicus group led by a certain Peter, who had sought to acquire the dukedom of Rome. The two sides came to blows on the Via Sacra and resulted in over sixty casualties, which surely must be read as an indication of some residual loyalties to the new emperor, regardless of his doctrinal stance.[CITATION-138] Rome, and even the papacy itself, was no stranger to accepting doctrinal compromises in the seventh century, so we certainly should not assume that the city stood united against monotheletism a few decades later.[CITATION-139] Furthermore, this conflict provides a remarkable parallel with the little we know of Philippicus’ reign in the East, as the usurper did apparently have supporters in Constantinople and was even recorded in one later source as ‘the gentle’, despite his enforcement of monotheletism.[CITATION-140] A plausible origin for Bede’s information, if only a tentative one, would thus be a text written while Rome was still welcoming the rise of Philippicus, before the pope’s about-turn once the emperor’s monothelete tendencies became obvious, or a source that chose to present recent history a little differently from the official papal narrative. While it is well known that a copy of the, dating to the early pontificate of Gregory II (715‒31) and which included a partial biography of the incumbent pope, was one of Bede’s sources, this curious section on Justinian and Philippicus in Bede’sraises the interesting possibility that an earlier recension of Constantine’s biography, also written while the pope was still alive, was accessible to Bede as well.[CITATION-141] More mundanely, it remains possible that this information had reached Northumbria via a text written independently of the, and that Bede had creatively mixed together the sources at his disposal to tone down Justinian’s more positive image in Constantine’s biography. In the latter case, we can then link Bede’s source also to later entries in the, as his account of Philippicus’ blinding, the second Arab siege of Constantinople (717‒18) and the translation of St Augustine of Hippo’s relics to Pavia likewise differed from material in the, the basis for the majority of Bede’s eighth-century narratives.[CITATION-142] At the very least, as Bede’s notices on Philippicus’ blinding and the involvement of the Bulgars during the Arab siege are unique among surviving Latin texts, it remains tempting to suggest that the Northumbrian possessed a source with a keen interest in Constantinopolitan events, thus providing a plausible explanation for the inclusion of the background to Philippicus’ revolt earlier in the.[CITATION-143] These details were, of course, of secondary importance for the scribes behind the authorised version of the, which made note of eastern events only to further bolster the case for papal pre-eminence.[CITATION-144] Bede’s following statement on the battle between Justinian and Philippicus reaffirms the reliability of his imperial source(s). The Northumbrian placed the confrontation twelve miles away from Constantinople, while the Greek sources report that the emperor met his demise at Damatrys, which is indeed a location close to the capital.[CITATION-145] As before, Bede also provides a more plausible narrative. According to the Greek sources following Trajan the Patrician, the entirety of Justinian’s army abandoned him, perhaps due to an offer of immunity from the rebels. No battle was recorded.[CITATION-146] An actual battle between the loyalists and the rebels, as suggested by Bede’s usage of ‘pugnavit’, seems to be more probable, as Trajan’s obviously polemical account, in which Justinian cared for no one and was left to fend for himself in return, should be read with caution.[CITATION-147] If Justinian is regarded instead as more human than monster, Bede’s account is surely to be preferred.One coda remains to be considered: the fate of Cyrus, Justinian’s chosen candidate for the patriarchate of Constantinople. According to Bede, Philippicus removed the patriarch and ‘ordered him to return to Pontus to govern his monastery’.[CITATION-148] This runs contrary to the Greek sources, which suggest that Cyrus was instead confined within the Chora monastery in Constantinople itself.[CITATION-149] In this particular case, it is more prudent to rely on eastern texts, for Cyrus was eventually commemorated in the Chora monastery, which is a tangible clue to the Greek accounts’ veracity.[CITATION-150] However, if we follow the tentative suggestion above that Bede’s source was a text from Rome kinder to Philippicus than many of his contemporaries, then the Northumbrian narrative is perhaps the result of the original author’s prejudices, or more simply the limited knowledge in Rome of Cyrus’ eventual fate. Last but not least, as Van Dieten noted in 1972, it remains possible, if admittedly unlikely, that Cyrus’ forced return to Pontus and confinement in Constantinople were both episodes in the patriarch’s career after Justinian’s death, but that they were condensed (or reworked) by Bede in such a way that thenoted only the patriarch’s return to his abbacy.[CITATION-151] Despite this final reservation, Bede’sstill provides Byzantinists with a sound guide to Justinian’s second reign, corroborating, adding to, and, in two instances, providing plausible alternatives to the available Greek accounts. Moreover, it must be emphasised again that Bede’sis one of the earliest written sources available. Alongside the Roman edition of theand the brief note of Agathon the Deacon, the Bedan narrative is one of just three surviving near-contemporary accounts detailing Justinian’s otherwise murky second reign. Of these sources, only Bede recounted the fate of Patriarch Callinicus of Constantinople and the circumstances of Philippicus’ revolt, which is particularly notable since hiswas written well before the first surviving Greek historical text to describe the same events, Nicephorus’, which was probably composed in the 780s. Bede should therefore be given significant weight when evaluating Justinian’s reign, for he wrote only fourteen years after the emperor’s death, providing information that is both reliable and untainted by personal animosity towards the emperor, similarly to the examples of Phocas and Constans II discussed above. Despite Northumbria’s distance from the Roman Empire, it is apparent that knowledge of the Greek East had filtered into Bede’s immediate environs, making this unlikely source a valuable aid for Byzantinists today.This conclusion would not have surprised Bede, as he was certainly aware of the much larger world he chronicled in his writings, if only because he interpreted history through a Christian framework. The same would have been true for the papacy, as it remained a part of the Roman Empire and the bishops of Rome would have seen events through an imperial lens. As discussed in this article, Boniface IV, like his loyal predecessors, was apparently a supporter of Phocas even in 610, while Vitalian appears to have been an astute intriguer amid the turmoil of the 660s. Half a century later, Constantine was no different and is noted by Bede as having attempted to influence Justinian’s arrest of Philippicus. From this perspective, little had changed in the century between Boniface and Constantine, despite the intervening monothelete controversy. Rome would eventually break away from the empire later in the eighth century, but it would be ahistorical to assume that it had already become estranged from the Greek East.The scope of this article is restricted largely to the historical information provided by Bede, and the three examples discussed here all deal exclusively with political history at the highest level, but this is of course far from the only approach. A comprehensive investigation of Bede’s entire corpus, particularly his exegesis, will reveal still more of his knowledge of and connections to the wider world. The fact that Bede had relatively up-to-date information on the East is, for instance, clearly seen in Peter Darby’s analysis of Bede’s commentary on the Temple of Solomon, as it suggests that the Northumbrian was aware of the very early stages of iconoclast controversy within the empire and wrote his commentary to reaffirm his agreement with Rome.[CITATION-152] But even with the traditional focus on emperors and their deeds adopted here, this article has nonetheless demonstrated the value of such a transregional approach, and of reading closely Bede’s words alongside the available evidence from the Roman Empire, when reconstructing events in Rome and Constantinople. A full account of Britain’s connections to the Mediterranean world remains to be written, but it nonetheless seems clear that Bede and his networks were, almost inevitably, part of a vast interconnected Eurasian world at the end of Late Antiquity.In his own most dramatic statements, Bede placed Britain firmly within a common Christian community, one that included the Mediterranean and extended beyond Europe, as seen in the appeal to common practices in Africa and Asia from his description of the Synod of Whitby, as well as his emphasis on the martyr Anastasius the Persian and the influence of Theodore of Tarsus.[CITATION-153] Bede and his native Northumbria were indeed situated at ‘the edge of the world’, but it is worth remembering that they were still a part of it, and Bede’s words were, by necessity, shaped also by the dramatic events that defined imperial history in the seventh and eighth centuries. This is surely a useful reminder that at the end of Late Antiquity, when the Roman Empire and Western Europe seemingly embarked on very different courses, it is still important to take into account the persistent mobility of both people and ideas, even between places as far apart as Constantinople and Northumbria.",
    "footnotes": {
        "1": "On Bede’s agendas, see A. Thacker, ‘Bede and History’, in S. DeGregorio, ed., The Cambridge Companion to Bede (Cambridge, 2010), pp. 170‒90. On Bede’s interest in reform and its impact on his historical corpus, S. Kaschke, ‘Mediterranean Lessons for Northumbrian Monks in Bede’s Chronica Maiora’, in A. Fischer and I. Wood, eds., Western Perspectives on the Mediterranean: Cultural Transfer in Late Antiquity and the Early Middle Ages, 400–800 AD (London, 2014), pp. 87‒100; M.J. Ryan, ‘“To Mistake Gold for Wealth”: The Venerable Bede and the Fate of Northumbria’, in K. Cooper and C. Leyser, eds., Making Early Medieval Societies: Conflict and Belonging in the Latin West, 300–1200 (Cambridge, 2016), pp. 80–103; C. O’Brien, ‘Kings and Kingship in the Writings of Bede’, English Historical Review, cxxxii (2017), pp. 1,473‒98.",
        "2": "W. Goffart, The Narrators of Barbarian History (A.D. 550‒800): Jordanes, Gregory of Tours, Bede, and Paul the Deacon (Princeton, NJ, 1988), pp. 235‒328.",
        "3": "R. Shaw, The Gregorian Mission to Kent in Bede’s Ecclesiastical History: Methodology and Sources (Abingdon, 2018), pp. 212‒16.",
        "4": "For example, P. Hilliard, ‘Acca of Hexham through the Eyes of the Venerable Bede’, Early Medieval Europe, xxvi (2018), pp. 440‒61, revisits the Wilfridian and anti-Wilfridian ‘conflict’ in Northumbria, while E.T. Dailey, ‘To Choose One Easter from Three: Oswiu’s Decision and the Northumbrian Synod of AD 664’, Peritia, xxvi (2015), pp. 47‒64, revises our understanding of the Synod of Whitby.",
        "5": "P. Fouracre, ‘Forgetting and Remembering Dagobert II: The English Connection’, in P. Fouracre and D. Ganz, eds., Frankland: The Franks and the World of the Early Middle Ages (Manchester, 2008), pp. 70‒89; P. Fouracre, ‘Wilfrid and the Continent’, in N. Higham, ed., Wilfrid: Abbot, Bishop, Saint. Papers from the 1300th Anniversary Conferences (Donington, 2013), pp. 186‒99; B. Bischoff and M. Lapidge, Biblical Commentaries from the Canterbury School of Theodore and Hadrian (Cambridge, 1994). Adomnán of Iona is another contemporary example: R. Hoyland and S. Waidler, ‘Adomnán’s De Locis Sanctis and the Seventh-Century Near East’, English Historical Review, cxxix (2014), pp. 787‒807.",
        "6": "In accordance with current scholarly practice, the empire will be referred to throughout as the Roman Empire, as opposed to the more anachronistic ‘Byzantium’ or ‘Byzantine Empire’.",
        "7": "See now the updated narratives in P. Sarris, Empires of Faith: The Fall of Rome to the Rise of Islam, 500–700 (Oxford, 2011); R. Hoyland, In God’s Path: The Arab Conquests and the Creation of an Islamic Empire (Oxford, 2015); J. Howard-Johnston, The Last Great War of Antiquity (Oxford, 2021).",
        "8": "On the sources and their problems: J. Howard-Johnston, Witnesses to a World Crisis: Historians and Histories of the Middle East in the Seventh Century (Oxford, 2010); W. Treadgold, The Middle Byzantine Historians (Basingstoke, 2013), pp. 1–37; L. Neville, Guide to Byzantine Historical Writing (Cambridge, 2018), pp. 47–77.",
        "9": "M. Jankowiak, ‘Essai d’histoire politique du monothélisme, à partir de la correspondance entre les empereurs byzantins, les patriarches de Constantinople et les papes de Rome’ (École pratique des hautes études/Uniwersytet Warszawski Ph.D. thesis, 2009); P. Booth, Crisis of Empire: Doctrine and Dissent at the End of Late Antiquity (Berkeley, CA, 2013); J. Tannous, ‘In Search of Monotheletism’, Dumbarton Oaks Papers, lxviii (2014), pp. 29–67.",
        "10": "R.S. Lopez, ‘Le Problème des relations anglo-byzantines du septième au dixième siècle’, Byzantion, xviii (1948), pp. 139–62; D.M. Nicol, ‘Byzantium and England’, Balkan Studies, xv (1974), pp. 173–203; J. Shepard, ‘Another New England? Anglo-Saxon Settlement on the Black Sea’, Byzantine Studies, i (1974), pp. 18–39; K.N. Ciggaar, Western Travellers to Constantinople: The West and Byzantium, 962–1204: Cultural and Political Relations (Leiden, 1996), pp. 129–60; J. Harris, ‘Wars and Rumours of Wars: England and the Byzantine World in the Eighth and Ninth Centuries’, Mediterranean Historical Review, xiv (1999), pp. 29–46; M. Lapidge, ‘Byzantium, Rome and England in the Early Middle Ages’, in Roma fra Oriente e Occidente: 19–24 aprile 2001, Settimane di studio del Centro italiano di studi sull’alto Medioevo, xlix (Spoleto, 2002), pp. 363–400.",
        "11": "T.F.X. Noble, Images, Iconoclasm, and the Carolingians (Philadelphia, PA, 2009), pp. 112–16; P. Darby, ‘Bede, Iconoclasm and the Temple of Solomon’, Early Medieval Europe, xxi (2013), pp. 390–421; G.T. Dempsey, Aldhelm of Malmesbury and the Ending of Late Antiquity (Turnhout, 2015); E. Wade, ‘Pater Don’t Preach: Byzantine Theology, Female Sexuality, and Histories of Global Encounter in the “English” Paenitentiale Theodori’, Medieval Globe, iv (2018), pp. 1–28; A. Harris, Byzantium, Britain and the West: The Archaeology of Cultural Identity, AD 400–650 (Stroud, 2003); M. Brown, ‘The Eastwardness of Things: Relationships between the Christian Cultures of the Middle East and the Insular World’, in M.T. Hussey and J.D. Niles, eds., The Genesis of Books: Studies in the Scribal Culture of Medieval England in Honour of A.N. Doane (Turnhout, 2012), pp. 17–49; C. Morrisson, ‘Byzantine Coins in Early Medieval Britain: A Byzantinist’s Assessment’, in R. Naismith, M. Allen and E. Screen, eds., Early Medieval Monetary History: Studies in Memory of Mark Blackburn (London, 2014), pp. 207–21. A notable recent exception is D. Whalin, ‘Bede and the Syriac Chroniclers: Interactions of Subject and Genre in Contemporaneous Historiography’, in I. Afanasyev, J. Dresvina and E.S. Kooper, eds., The Medieval Chronicle X (Leiden, 2015), pp. 203‒22.",
        "12": "The following editions are used in this article: Ecclesiastical History of the English People [hereafter EH], ed. M. Lapidge (2 vols, Milan, 2008–10); Greater Chronicle [hereafter Chronicle], ed. T. Mommsen, Chronica minora saec. IV. V. VI. VII, III, Monumenta Germaniae Historica [hereafter MGH], Auctores Antiquissimi, XIII (Berlin, 1898), pp. 223–333.",
        "13": "R.A. Markus, Gregory the Great and His World (Cambridge, 1997), pp. 83‒96; M. Dal Santo, ‘Gregory the Great, the Empire and the Emperor’, in B. Neil and M. Dal Santo, eds., A Companion to Gregory the Great (Leiden, 2013), pp. 57‒81. The papacy’s imperial context is also emphasised throughout J. Moorhead, The Popes and the Church of Rome in Late Antiquity (Abingdon, 2015). On English views of Rome and the papacy, W. Levison, England and the Continent in the Eighth Century (Oxford, 1946), pp. 15–44; see also the useful revisions of J. Moorhead, ‘Bede on the Papacy’, Journal of Ecclesiastical History, lx (2009), pp. 217–32.",
        "14": "B. Neil and M. Dal Santo, ‘Editors’ Preface’, in eid., eds., Companion to Gregory the Great, p. xxi.",
        "15": "For example, J. Moorhead, ‘Western Approaches (500‒600)’, in J. Shepard, ed., The Cambridge History of the Byzantine Empire, c.500‒1492 (Cambridge, 2008), pp. 219‒20.",
        "16": "S. Esders, ‘Konstans II. (641–668), die Sarazenen und die Reiche des Westens: Ein Versuch über politisch-militärische und ökonomisch-finanzielle Verflechtungen im Zeitalter eines mediterranen Weltkrieges’, in J. Jarnut and J. Strothmann, eds., Die Merowingischen Monetarmünzen als Quelle zum Verständnis des 7. Jahrhunderts in Gallien (Paderborn, 2013), pp. 189–242. On the impact of recent events in the Mediterranean on Bede, see K.S. Beckett, Anglo-Saxon Perceptions of the Islamic World (Cambridge, 2003), pp. 123–38; C.B. Kendall, ‘Bede and Islam’, in P. Darby and F. Wallis, eds., Bede and the Future (Farnham, 2014), pp. 93–114; J. O’Reilly, ‘Bede and Monothelitism’, in M. MacCarron and D. Scully, eds., History, Hagiography and Biblical Exegesis: Essays on Bede, Adomnán and Thomas Becket (London, 2019), pp. 145‒66.",
        "17": "For example, on Phocas, D. Olster, The Politics of Usurpation in the Seventh Century: Rhetoric and Revolution in Byzantium (Amsterdam, 1993); M. Meier, ‘Kaiser Phokas (602–610) als Erinnerungsproblem’, Byzantinische Zeitschrift, cvii (2014), pp. 139–74; Howard-Johnston, Last Great War, pp. 35‒6. On Constans II, Howard-Johnston, World Crisis, pp. 483‒6; Sarris, Empires of Faith, pp. 279‒93. On Justinian II, C. Head, ‘Towards a Reinterpretation of the Second Reign of Justinian II: 705–711’, Byzantion, xl (1970), pp. 14–32; C. Head, Justinian II of Byzantium (Madison, WI, 1972).",
        "18": "M. Whitby, The Emperor Maurice and his Historian: Theophylact Simocatta on Persian and Balkan Warfare (Oxford, 1988), pp. 184‒6; Howard-Johnston, World Crisis, p. 436; Sarris, Empires of Faith, pp. 240‒42.",
        "19": "Olster, Politics of Usurpation, pp. 67‒97; Meier, ‘Kaiser Phokas’; note also the qualifications recently proposed in P. Booth, ‘The Ghost of Maurice at the Court of Heraclius’, Byzantinische Zeitschrift, cxii (2019), pp. 808–14.",
        "20": "Olster, Politics of Usurpation, pp. 101‒38; W. Kaegi, Heraclius, Emperor of Byzantium (Cambridge, 2003), pp. 37‒57; P. Booth, ‘Shades of Blues and Greens in the Chronicle of John of Nikiou’, Byzantinische Zeitschrift, civ (2012), pp. 555‒601; Howard-Johnston, Last Great War, pp. 37‒71.",
        "21": "Liber pontificalis [hereafter LP], 67‒9, ed. L. Duchesne (2 vols, Paris, 1886–92), i. 315‒17; Paul the Deacon, History of the Lombards, IV. 32, 35, ed. L. Bethmann and G. Waitz, Scriptores rerum Langobardicarum et Italicarum saec. VI–IX, MGH, Scriptores rerum Langobardicarum et Italicarum (Hanover, 1878), pp. 127‒8. On the composition of the Liber pontificalis, see R. McKitterick, ‘The Papacy and Byzantium in the Seventh- and Early Eighth-Century Sections of the Liber pontificalis’, Papers of the British School at Rome, lxxxiv (2016), pp. 261–2, 267.",
        "22": "P. Llewellyn, ‘The Roman Church in the Seventh Century: The Legacy of Gregory I’, Journal of Ecclesiastical History, xxv (1974), pp. 365‒6; Moorhead, Popes and the Church, pp. 147‒57.",
        "23": "G. Kalas, ‘The Divisive Politics of Phocas (602–610) and the Last Imperial Monument of Rome’, Antiquité Tardive, xxv (2017), pp. 173‒90; P. Grierson, Catalogue of the Byzantine Coins in the Dumbarton Oaks Collection and the Whittemore Collection, II, pt. i (Washington DC, 1968), p. 203.",
        "24": "For the possible halt to African grain shipments to Rome, see Olster, Politics of Usurpation, p. 122 n. 27, citing the unclear evidence of Theophanes the Confessor, Chronicle [hereafter Theophanes], AM 6100, ed. Carl de Boor, Theophanis Chronographia, I (Leipzig, 1883), p. 296. On the Pantheon: LP, 69, ed. Duchesne, i. 317. For dating the conversion to 613, see S. de Blaauw, ‘Das Pantheon als christlicher Tempel’, in U. Real, M. Jordan-Ruwe and H. Brandenburg, eds., Bild und Formensprache der spätantiken Kunst. Hugo Brandenburg zum 65 Geburtstag (Münster, 1994), p. 13; McKitterick, ‘Papacy and Byzantium’, p. 254. For 609, E. Thunø, ‘The Pantheon in the Middle Ages’, in T. Marder and M. Jones, eds., The Pantheon: From Antiquity to the Present (Cambridge, 2015), p. 234; F. Schuddeboom, ‘The Conversion of Temples in Rome’, Journal of Late Antiquity, x (2017), p. 172.",
        "25": "EH, I. 29‒32, II. 4, 7‒8, 17‒18, ed. Lapidge, i. 138‒52, 194‒6, 206‒12, 256‒64.",
        "26": "R. Shaw, ‘When Did Augustine of Canterbury Die?’, Journal of Ecclesiastical History, lxvii (2016), pp. 485‒6.",
        "27": "‘anno octauo imperii Focatis principis, indictione XIII, tertio die kalendarum Martiarum’: EH, II. 4, ed. Lapidge, i. 194. Other texts linked to this synod are spurious: Venerabilis Baedae Opera Historica, ed. Charles Plummer, II (Oxford, 1896), p. 84; Levison, England and the Continent, pp. 190‒93, 202‒6; N. Brooks, The Early History of the Church of Canterbury: Christ Church from 597 to 1066 (London, 1984), pp. 90‒91. Cf. Llewellyn, ‘Legacy of Gregory’, p. 366; A. Ekonomou, Byzantine Rome and the Greek Popes: Eastern Influences on Rome and the Papacy from Gregory the Great to Zacharias, A.D. 590–752 (Lanham, MD, 2007), p. 50.",
        "28": "K. Harrison, ‘The Beginning of the Year in England, c.500‒900’, Anglo-Saxon England, ii (1973), p. 58; Shaw, Gregorian Mission to Kent, p. 116. On Bede’s deliberate use of different dating formulas, see R. Shaw, ‘Bede’s Rhetorical Use of Dating Formulas in the Historia ecclesiastica’, Anglo-Saxon England, xlvi (2017), pp. 31‒56.",
        "29": "John of Nikiu, Chronicle, 107‒10, tr. H. Zotenberg, Chronique de Jean, évêque de Nikiou (Paris, 1883), pp. 421‒33; Grierson, Catalogue of Byzantine Coins, pp. 209‒15; Olster, Politics of Usurpation, pp. 120‒27; Kaegi, Heraclius, pp. 44‒8; L. Zavagno, ‘“Betwixt the Greeks and the Saracens”: Coins and Coinage in Cyprus in the Seventh and Eighth Century’, Byzantion, lxxxi (2011), pp. 451‒4.",
        "30": "P. Grierson, ‘The Consular Coinage of “Heraclius” and the Revolt against Phocas of 608‒610’, Numismatic Chronicle, x (1950), pp. 71‒93. On the rebels’ motivations for claiming the consulship, see G. Rösch, ‘Der Aufstand der Herakleioi gegen Phokas (608–610) im Spiegel numismatischer Quellen’, Jahrbuch der Österreichischen Byzantinistik, xxviii (1979), pp. 60‒62; Kaegi, Heraclius, pp. 40‒42; Booth, ‘Ghost of Maurice’, pp. 824‒5.",
        "31": "Chronicon paschale, ed. Ludwig Dindorf (2 vols, Bonn, 1832), i. 699; Theophanes, AM 6101, ed. de Boor, p. 296. More obliquely: Pseudo-Sebeos, History, 31, tr. R. Thomson, The Armenian History Attributed to Sebeos (Liverpool, 1999), p. 57. The patriarch of Constantinople also died, perhaps very conveniently, in March 610: Chronicon paschale, ed. Dindorf, i. 699.",
        "32": "Llewellyn, ‘Legacy of Gregory’, p. 366; Shaw, Gregorian Mission to Kent, pp. 116‒17. If not part of a factional struggle, Boniface would have at least felt more affinity for Gregory’s ideas: G. Demacopoulos, Gregory the Great: Ascetic, Pastor, and First Man of Rome (Notre Dame, IN, 2015), p. 123.",
        "33": "EH, I. 23‒4, 28‒30, 32, II. 18, ed. Lapidge, i. 96‒8, 138‒44, 152, 264.",
        "34": "Concilium Lateranense a. 649 celebratum, ed. R. Riedinger, Acta conciliorum oecumenicorum, 2nd ser., i (Berlin, 1984), pp. 2‒3, 30‒31 etc.; Concilium universale Constantinopolitanum tertium, ed. R. Riedinger, Acta conciliorum oecumenicorum, 2nd ser., ii (4 vols, Berlin, 1990‒2013), i. 14–15, 26–7 etc.",
        "35": "‘Regnante in perpetuum Domino a nostro Iesu Christo, temporibus piissimi ac serenissimi domni Mauricii Tiberii et Theodosii Augustorum, eiusdem domni imperii Mauricii anno tertio decimo, indictione tertia decima, quinto die mensis Iulii’. This text is not included in Dag Norberg’s edition of Gregory the Great’s letters (Gregory the Great, Letters, ed. D. Norberg, S. Gregorii Magni Registrum epistularum, Corpus Christianorum, Series Latina, CXL–CXLA [2 vols, Turnhout, 1982]), but it was edited in an earlier edition as Letters, V. 57a, ed. P. Ewald and L. Hartmann, Gregorii I papae Registrum epistolarum. Libri I–VII, MGH, Epistolae, I (Berlin, 1891), p. 362.",
        "36": "‘Imperantibus dominis nostris piissimis augustis Constantino maiore imperatore anno vicesimo sexto, post consulatum eius anno decimo, sed et Heraclio atque Tiberio novis augustis, eius fratribus, vicesimo secundo, indictione septima, mense Octobre’: W. Levison, ‘Die Akten der römischen Synode von 679’, Zeitschrift der Savigny-Stiftung für Rechtsgeschichte, Kanonistische Abteilung, ii (1912), p. 277. Cf. Jankowiak, ‘Essai d’histoire’, pp. 407‒11, who places the Roman synod in 678.",
        "37": "Levison, ‘Die Akten’, pp. 257‒65; R.L. Poole, ‘The Chronology of Bede’s Historia ecclesiastica and the Councils of 679‒680’, Journal of Theological Studies, xx (1918), pp. 38‒40.",
        "38": "‘quas idem pontifex Deo dilecto archiepiscopo Laurentio et clero uniuerso, similiter et Aedilbercto regi atque genti Anglorum direxit’: EH, II. 4, ed. Lapidge, i. 196.",
        "39": "Shaw, Gregorian Mission to Kent, p. 117. The cited examples are Gregory the Great, Letters, i. 58, v. 22, x. 19, ed. Norberg, i. 69, 290, ii. 848.",
        "40": "Gregory the Great, Letters, xiii. 32, 39‒40, and Appendix 8, ed. Norberg, ii. 1033‒4, 1042‒4, 1101.",
        "41": "Olster, Politics of Usurpation, pp. 96‒7; Kaegi, Heraclius, p. 48; Howard-Johnston, Last Great War, pp. 35‒6.",
        "42": "Sophronius, Anacreontics, 21, ed. M. Gigante, Sophronii Anacreontica (Rome, 1957), pp. 128‒33. On dating the poem to before late 609, see Booth, Crisis of Empire, pp. 45, 49‒50; Olster, Politics of Usurpation, pp. 172‒3. On Eulogius, History of the Patriarchs of Alexandria, II: Peter I to Benjamin I (661), tr. B. Evetts, Patrologia Orientalis, i, fasc. 4 (Paris, 1904), pp. 479–80; E. Wipszycka, The Alexandrian Church: People and Institutions (Warsaw, 2015), p. 437 n. 31. Eulogius’ successor, Theodore, was also loyal to Phocas: John of Nikiu, Chronicle, 107, tr. Zotenberg, pp. 422–3; the fierce fighting in Egypt can likewise be considered as evidence of Phocas’ popularity in the province.",
        "43": "More generally on eastern influences on Rome, see M. Maskarinec, City of Saints: Rebuilding Rome in the Early Middle Ages (Philadelphia, PA, 2018), pp. 27–52.",
        "44": "Sarris, Empires of Faith, pp. 245–72; Hoyland, In God’s Path, pp. 31–110.",
        "45": "The narrative proposed in Booth, Crisis of Empire, and Jankowiak, ‘Essai d’histoire’, is followed here.",
        "46": "Booth, Crisis of Empire, pp. 278‒328.",
        "47": "EH, IV. 1, ed. Lapidge, ii. 164‒70.",
        "48": "EH, IV. 2, ed. Lapidge, ii. 170‒72.",
        "49": "Concilium Lateranense, ed. Riedinger, p. 57; Booth, Crisis of Empire, pp. 114‒15; Bischoff and Lapidge, Biblical Commentaries, pp. 77‒80.",
        "50": "Concilium universale Constantinopolitanum tertium, ed. Riedinger, i. 132‒3.",
        "51": "Bischoff and Lapidge, Biblical Commentaries, pp. 47, 92. These suggestions are not new, but have perhaps been popularised further by Lapidge’s study; see now the firm statements in Ekonomou, Byzantine Rome, p. 163; P. Brown, The Rise of Western Christendom: Triumph and Diversity, A.D. 200–1000 (Chichester, 2013), p. 367; K. Barker, ‘Aldhelm “Old Helmet”, First Bishop of Sherborne, and His Helmgils, “Helmet Hostage”, First Abbot of Glastonbury, on the Dorset/Devon Coast at Lyme: The Making of a West Saxon Bishopric’, in M. Bennett and K. Weikert, eds., Medieval Hostageship, c.700‒c.1500: Hostage, Captive, Prisoner of War, Guarantee, Peacemaker (New York, 2017), p. 16; J. Emerick, ‘Charlemagne: A New Constantine?’, in S. Bjornlie, ed., The Life and Legacy of Constantine: Traditions through the Ages (Abingdon, 2017), p. 144.",
        "52": "T. Greenwood, ‘A Reassessment of the Life and Mathematical Problems of Anania Širakac‘i’, Revue des études arméniennes, xxxiii (2011), pp. 140, 147.",
        "53": "Bischoff and Lapidge, Biblical Commentaries, pp. 25‒37, 41‒64.",
        "54": "D.E. Trout, ‘Sagax animo: Jonas of Bobbio and the Verse Epitaph of Pope Honorius’, Early Medieval Europe, xxix (2021), p. 180; id., ‘Poets and Readers in Seventh-Century Rome: Pope Honorius, Lucretius, and the Doors of St Peter’s’, Traditio, lxxv (2020), pp. 39–85.",
        "55": "R. Pollard, ‘A Cooperative Correspondence: The Letters of Gregory the Great’, in Neil and Dal Santo, eds., Companion to Gregory the Great, pp. 302–9. For a broader perspective: R. Pollard, ‘The Decline of the Cursus in the Papal Chancery and its Implications’, Studi medievali, l (2009), pp. 1–40.",
        "56": "Concilium Lateranense, ed. Riedinger, p. 57; Relatio motionis, 108‒9, ed. P. Allen and B. Neil, Scripta saeculi VII Maximus Confessoris illustrantia, Corpus Christianorum, Series Graeca, XXXIX (Turnhout, 1999), p. 21; R.-J. Lilie, C. Ludwig, B. Zielke and T. Pratsch, eds., Prosopographie der mittelbyzantinischen Zeit Online (De Gruyter, 2013) [hereafter PmbZ], available at https://www.degruyter.com/view/db/pmbz, 7269; M. Jankowiak and P. Booth, ‘A New Date-List of the Works of Maximus the Confessor’, in P. Allen and B. Neil, eds., The Oxford Handbook of Maximus the Confessor (Oxford, 2015), p. 27. Booth and Jankowiak further suggest a western background based on Theocharistos’ title, illustris, but it only implies a western career, not a point of origin. Given that Plato was based in Constantinople by 649 and had seemingly brought a Greek son-in-law to Italy (LP, 76. 4, ed. Duchesne, i. 337; Relatio motionis, 102‒4, ed. Allen and Neil, p. 19), he is more likely to have been an appointee sent from the East, much like the majority of officeholders in Italy: T.S. Brown, Gentlemen and Officers: Imperial Administration and Aristocratic Power in Byzantine Italy, A.D. 554–800 (London, 1984), pp. 64‒9. North Africa provides an inexact parallel, as many officials were likewise sent from the East: J. Conant, Staying Roman: Conquest and Identity in Africa and the Mediterranean, 439–700 (Cambridge, 2012), pp. 218‒31. Cf. P. Allen and B. Neil, Maximus the Confessor and his Companions: Documents from Exile (Oxford, 2002), p. 177 n. 15, who suggest that ‘exarch’ here refers only to Theocharistos’ brother being the ‘bishop of a civil diocese’, but, following Booth, Crisis of Empire, p. 152 n. 54, this is unconvincing, and would not, in any case, have changed Theocharistos’ privileged status.",
        "57": "Bischoff and Lapidge, Biblical Commentaries, pp. 68–9; Booth, Crisis of Empire, pp. 298–9.",
        "58": "Llewellyn, ‘Legacy of Gregory’; A. Thacker, ‘Memorializing Gregory the Great: The Origin and Transmission of a Papal Cult in the Seventh and Early Eighth Centuries’, Early Medieval Europe, vii (1998), pp. 59‒84; Booth, Crisis of Empire, pp. 112–15.",
        "59": "EH, IV. 1, ed. Lapidge, ii. 168. Lapidge’s contention in Biblical Commentaries, p. 92, that Hadrian was a Greek refugee from Cyrenaica, is likewise in doubt: M.A. Handley, ‘Disputing the End of African Christianity’, in A.H. Merrills, ed., Vandals, Romans and Berbers: New Perspectives on Late Antique North Africa (Aldershot, 2004), p. 296 n. 38; Conant, Staying Roman, p. 341 n. 159.",
        "60": "‘Graecorum more’: EH, IV. 1, ed. Lapidge, ii. 166–8; J. Siemens, The Christology of Theodore of Tarsus: The Laterculus Malalianus and the Person and Work of Christ (Turnhout, 2010), p. 148 n. 40.",
        "61": "M. Lapidge, ‘The Career of Archbishop Theodore’, in M. Lapidge, ed., Archbishop Theodore: Commemorative Studies on His Life and Influence (Cambridge, 1995), pp. 25–6; Lapidge and Bischoff, Canterbury Commentaries, p. 81; Jankowiak, ‘Essai d’histoire’, pp. 366–9.",
        "62": "Bede’s earlier account in his History of the Abbots of Wearmouth and Jarrow, 3, ed. C. Grocock and I. Wood, Abbots of Wearmouth and Jarrow (Oxford, 2013), p. 28, also did not include this curious warning.",
        "63": "R. Shaw, ‘Bede, Theodore and Wighard: Why Did Pope Vitalian Need to Appoint a New Bishop for the English Church in the 660s?’, Revue d’Histoire Ecclésiastique, cxiii (2018), pp. 525‒38, especially p. 529 n. 30.",
        "64": "Howard-Johnston, World Crisis, p. 489; Sarris, Empires of Faith, p. 291.",
        "65": "LP, 78. 2‒4, ed. Duchesne, i. 343‒4. On the value of this strategic move, see C. Zuckerman, ‘Learning from the Enemy and More: Studies in “Dark Centuries” Byzantium’, Millennium, ii (2005), pp. 107–25; S. Cosentino, ‘Constans II and the Byzantine Navy’, Byzantinische Zeitschrift, c (2007), pp. 594‒601; Howard-Johnston, World Crisis, p. 486; Sarris, Empires of Faith, pp. 289‒90; J. Haldon, The Empire That Would Not Die: The Paradox of Eastern Roman Survival, 640–740 (Cambridge, MA, 2016), pp. 40‒41; P. Theodoropoulos, ‘The Migration of Syrian and Palestinian Populations in the Seventh Century: Movement of Individuals and Groups in the Mediterranean’, in J. Preiser-Kapeller, L. Reinfandt and Y. Stouraitis, eds., Migration Histories of the Medieval Afroeurasian Transition Zone: Aspects of Mobility between Africa, Asia and Europe, 300–1500 C.E. (Leiden, 2020), pp. 282‒4.",
        "66": "Theophanes, AM 6160, ed. de Boor, p. 351; LP, 78. 4, ed. Duchesne, i. 344.",
        "67": "M. Jankowiak, ‘The First Arab Siege of Constantinople’, in C. Zuckerman, ed., Constructing the Seventh Century (Paris, 2013), pp. 237‒320; followed in Hoyland, In God’s Path, p. 109, and Haldon, Empire That Would Not Die, pp. 42‒3.",
        "68": "V. Prigent, ‘Des pères et des fils: Note de numismatique sicilienne pour servir à l’histoire du règne de Constantin IV’, in O. Delouis, S. Métivier, and P. Pagès, eds., Le Saint, le moine et le paysan: Mélanges d’histoire byzantine offerts à Michel Kaplan (Paris, 2016), pp. 589‒616; J. Haldon, ‘More Questions about the Origins of the Imperial Opsikion’, in A. Beihammer, B. Krönung and C. Ludwig, eds., Prosopon Rhomaikon: Ergänzende Studien zur Prosopographie der mittelbyzantinischen Zeit (Berlin, 2017), p. 35 n. 17.",
        "69": "Theophanes, AM 6159‒60, ed. de Boor, pp. 348‒52.",
        "70": "Ibid., p. 351; D. Turner, ‘The Trouble with the Trinity: The Context of a Slogan during the Reign of Constantine IV (668–85)’, Byzantine and Modern Greek Studies, xxvii (2003), pp. 80‒81; Jankowiak, ‘Essai d’histoire’, pp. 345‒7, 421‒2; V. Prigent, ‘La Sicile de Constant II: L’Apport des sources sigillographiques’, in A. Nef and V. Prigent, eds., La Sicile de Byzance à l’Islam (Paris, 2010), pp. 175‒7; Jankowiak, ‘Arab Siege’, pp. 305‒9; Haldon, Empire that Would Not Die, pp. 41‒2.",
        "71": "J. Herrin, The Formation of Christendom (Princeton, NJ, 1987), p. 264; Jankowiak, ‘Essai d’histoire’, pp. 327‒31, 369; Moorhead, Popes and the Church, pp. 196‒7. On the renewed split around 670: Concilium universale Constantinopolitanum tertium, ed. Riedinger, i. 8, 210.",
        "72": "Jankowiak, ‘Essai d’histoire’, p. 391. On the conflict with Ravenna, see S. Cosentino, ‘Constans II, Ravenna’s Autocephaly and the Panel of the Privileges in St Apollinare in Classe: A Reappraisal’, in T. Kolias, C. Pitsakis, and C. Synellis, eds., Aureus: Volume Dedicated to Professor Evangelos K. Chrysos (Athens, 2014), pp. 153‒70. J. Richards, The Popes and the Papacy in the Early Middle Ages, 476‒752 (Abingdon, 1979), p. 198, also briefly identified monotheletism as a flashpoint.",
        "73": "Bischoff and Lapidge, Biblical Commentaries, pp. 130‒31; Ekonomou, Byzantine Rome, p. 163.",
        "74": "EH, IV. 1, ed. Lapidge, ii. 164. Bede is vague on the timing, only noting that ‘not a little time’ had passed since the death of Deusdedit in 664, but, following the dating indicator for Wilfrid of York’s life provided in EH, IV. 2, ed. Lapidge, ii. 172, a Northumbrian mission to Rome can be placed in 655/6.",
        "75": "EH, III. 29, ed. Lapidge, ii. 152.",
        "76": "Shaw, ‘Bede, Theodore and Wighard’, pp. 538‒41.",
        "77": "Anastasius the Apocrisiarius, Letter to Theodosius of Gangra, Lat. 185‒92, Gr. 120‒23, ed. Allen and Neil, Scripta saeculi VII, pp. 182, 189; Jankowiak, ‘Essai d’histoire’, pp. 359‒60.",
        "78": "Anastasius the Apocrisiarius, Letter to Theodosius, Lat. 133, Gr. 89‒92, ed. Allen and Neil, pp. 180, 187; Theodore Spudaeus, Hypomnesticum, 75‒6, ed. Allen and Neil, Scripta saeculi VII, p. 201. Note also Anastasius’ request for a book of canons decreed at the Lateran Synod to be brought to the Caucasus, in order to make the ‘heretical’ stance of Constantinople clear to the locals: Anastasius the Apocrisiarius, Letter to Theodosius, 63‒9, ed. Allen and Neil, p. 185.",
        "79": "Theodore Spudaeus, Hypomnesticum, 292‒4, ed. Allen and Neil, p. 217.",
        "80": "A conclusion independently reached also by P. Winterhager, ‘Rome in the Seventh-Century Byzantine Empire: A Migrant’s Network Perspective from the Circle of Maximos the Confessor’, in N. Matheou, T. Kampianaki and L. Bondioli, eds., From Constantinople to the Frontier: The City and the Cities (Leiden, 2016), pp. 202‒6.",
        "81": "Dispute at Bizya, 825, ed. Allen and Neil, Scripta saeculi VII, p. 149; Jankowiak, ‘Essai d’histoire’, pp. 354–5; Booth, Crisis of Empire, p. 322 n. 199.",
        "82": "Theodore Spudaeus, Hypomnesticum, 43–5, 128–9, ed. Allen and Neil, pp. 199, 205.",
        "83": "Interestingly, Jankowiak, ‘Essai d’histoire’, p. 360, suggests the involvement of the caliph in the dyothelete revival in Jerusalem.",
        "84": "Theodore Spudaeus, Narrations Concerning the Exile of the Holy Pope Martin, 22, ed. B. Neil, Seventh-Century Popes and Martyrs: The Political Hagiography of Anastasius Bibliothecarius (Turnhout, 2006), p. 206; Dispute at Bizya, 759‒805, scholion 765, ed. Allen and Neil, pp. 143‒7; W. Brandes, ‘“Juristische” Krisenbewältigung im 7. Jahrhundert? Die Prozesse gegen Martin I. und Maximos Homologetes’, Fontes Minores, x (1998), pp. 209‒10; Jankowiak, ‘Essai d’histoire’, pp. 346‒7; Booth, Crisis of Empire, pp. 304 n. 122, 318. Note also the undated sympathies for the exiled Maximus from a protosecretary working for the praetorian prefect of Constantinople: Theodore Spudaeus, Hypomnesticum, 78‒91, ed. Allen and Neil, pp. 201‒3.",
        "85": "A Roman crowd forced Pope Eugenius in 654 to reject the synodical letter of a Constantinopolitan patriarch, per LP, 77. 2, ed. Duchesne, i. 341, while Dispute at Bizya, 753, ed. Allen and Neil, p. 143, suggests that the pope in 656/7 was associated with Maximus’ party.",
        "86": "Audoin of Rouen, Life of Eligius of Noyon, I. 34, ed. B. Krusch, Passiones vitaeque sanctorum aevi Merovingici, II, MGH, Scriptores rerum Merovingicarum, IV (Hanover, 1902), p. 690.",
        "87": "C. Bayer, ‘Vita Eligii’, in Reallexikon der Germanischen Altertumskunde, XXXV (Berlin, 2007), pp. 475; Bayer’s conclusions are accepted in M. Heinzelmann, ‘L’Hagiographie mérovingienne: Panorama des documents potentiels’, Beihefte der Francia, lxxi (2010), pp. 69–70. W. Berschin, ‘Der heilige Goldschmied: Die Eligiusvita—ein merowingisches Original?’, Mitteilungen des Instituts für Österreichische Geschichtsforschung, cxviii (2010), pp. 1‒7. C. Cubitt, ‘The Impact of the Lateran Council of 649 in Francia: The Martyrdom of Pope Martin and the Life of St Eligius’, in S. DeGregorio and P.J.E. Kershaw, eds., Cities, Saints, and Scholars in Early Medieval Europe: Essays in Honour of Alan Thacker (Turnhout, 2020), p. 79, favours 673‒5. In these circumstances, Laury Sarti is surely correct to suggest that the dating problem ‘is not closed yet, and it may never be solved completely’: ‘The Digression on Pope Martin I in the Life of Eligius of Noyon: A Testimony to Late Seventh-Century Knowledge Exchange between East and West?’, in S. Esders, Y. Hen, L. Sarti and Y. Fox, eds., East and West in the Middle Ages: The Merovingian Kingdoms in Mediterranean Perspective (Cambridge, 2019), p. 152.",
        "88": "‘Novimus quendam fratrem a partibus Orientis venientem’: Audoin of Rouen, Life of Eligius, I. 34, ed. Krusch, p. 690.",
        "89": "On this digression’s historicity, see Bayer, ‘Vita Eligii’, p. 478; Sarti, ‘Digression on Pope Martin’, pp. 152‒8; Cubitt, ‘Impact of the Lateran Council’, pp. 80‒87.",
        "90": "Sarti, ‘Digression on Pope Martin’, p. 155, suggests the lead-up to the 680 ecumenical council as the context for this journey. Cubitt, ‘Impact of the Lateran Council’, pp. 89‒91, suggests that Audoin received this report in Rome before 675.",
        "91": "A. Borias, ‘Saint Wandrille et la crise monothélite’, Revue Bénédictine, xcvii (1987), pp. 42‒67; I. Wood, ‘The Franks and Papal Theology, 550‒660’, in C. Chazelle and C. Cubitt, eds., The Crisis of the Oikoumene: The Three Chapters and the Failed Quest for Unity in the Sixth-Century Mediterranean (Turnhout, 2007), pp. 239–40; C. Cubitt, ‘The Lateran Synod, its Course and Aftermath’, in R. Price, ed., The Acts of the Lateran Synod of 649 (Liverpool, 2014), pp. 79–80; A. Fischer, ‘Orthodoxy and Authority: Jonas, Eustasius, and the Agrestius Affair’, in A. O’Hara, ed., Columbanus and the Peoples of Post-Roman Europe (Oxford, 2018), p. 155; C. Mériaux, ‘A One-Way Ticket to Francia: Constantinople, Rome and Northern Gaul in the Mid Seventh Century’, in Esders et al., eds., East and West, pp. 138–48; S. Esders, ‘Chindasvinth, the “Gothic Disease”, and the Monothelite Crisis’, Millennium, xvi (2019), pp. 175–212; S. Lin, ‘The Merovingian Kingdoms and the Monothelete Controversy’, Journal of Ecclesiastical History, lxxi (2020), pp. 235‒52.",
        "92": "W. Fritze, ‘Universalis gentium confessio: Formeln, Träger und Wege universalmissionarischen Denkens im 7. Jahrhundert’, Frühmittelalterliche Studien, iii (1969), pp. 84‒8; P. Fouracre and R. Gerberding, Late Merovingian France: History and Hagiography, 640–720 (Manchester, 1996), pp. 149‒50; C. Cubitt, ‘St Wilfrid: A Man for His Times’, in Higham, ed., Wilfrid, pp. 323‒5; Y. Fox, Power and Religion in Merovingian Gaul: Columbanian Monasticism and the Frankish Elites (Cambridge, 2014), pp. 69‒81; Fischer, ‘Orthodoxy and Authority’, pp. 155‒61.",
        "93": "EH, IV. 1, ed. Lapidge, ii. 168. Emmo was similarly interested in monastic reform, while Faro was Agilbert’s relative: I. Wood, ‘The Continental Journeys of Wilfrid and Biscop’, in Higham, ed., Wilfrid, p. 205. On Faro’s connections in particular, see Fox, Power and Religion, pp. 71‒3; Fouracre and Gerberding, Merovingian France, p. 149. Their connections to Kent are also highlighted in A. Gautier, ‘Pourquoi Ébroïn se méfiait-il de l’abbé Hadrien? Autour d’un épisode des années 660’, in L. Jégou, S. Joye, T. Lienhard and J. Schneider, eds., Faire lien: Aristocratie, réseaux et échanges compétitifs. Mélanges en l’honneur de Régine Le Jan (Paris, 2015), pp. 58‒61.",
        "94": "EH, III. 7, ed. Lapidge, ii. 38; Stephen of Ripon, The Life of Wilfrid of York, 9‒10, 12, ed. B. Colgrave (Cambridge, 1927), pp. 18‒20, 26; C.I. Hammer, ‘“Holy Entrepreneur”: Agilbert, a Merovingian Bishop between Ireland, England and Francia’, Peritia, xxiii (2012), pp. 53–82.",
        "95": "Stephen, Life of Wilfrid, 14, ed. Colgrave, p. 30.",
        "96": "Stephen, Life of Wilfrid, 15, ed. Colgrave, p. 32; EH, IV. 2, ed. Lapidge, ii. 170‒74.",
        "97": "Ekonomou, Byzantine Rome, p. 164.",
        "98": "Booth, Crisis of Empire, pp. 290‒300.",
        "99": "Concilium universale Constantinopolitanum tertium, ed. Riedinger, i. 132‒3.",
        "100": "EH, IV. 1, ed. Lapidge, ii. 168; Bischoff and Lapidge, Biblical Commentaries, pp. 130‒31; Ekonomou, Byzantine Rome, p. 163.",
        "101": "Levison, England and the Continent, pp. 13‒14; Bischoff and Lapidge, Biblical Commentaries, p. 131; Esders, ‘Konstans II’, p. 215; S. Esders, ‘“Great Security Prevailed in Both East and West”: The Merovingian Kingdoms and the Sixth Ecumenical Council (680/1)’, in Esders et al., eds., East and West, p. 251.",
        "102": "Fredegar, Chronicle, IV. 81, ed. J.M. Wallace-Hadrill, The Fourth Book of the Chronicle of Fredegar: With its Continuations (London, 1960), pp. 68‒9; S. Esders, ‘Herakleios, Dagobert und die “beschnittenen Völker”: Die Umwälzungen des Mittelmeerraums im 7. Jahrhundert in der fränkischen Chronik des sog. Fredegar’, in A. Goltz, H. Leppin and H. Schlange-Schöningen, eds., Jenseits der Grenzen: Beiträge zur spätantiken und frühmittelalterlichen Geschichtsschreibung (Berlin, 2009), pp. 293–4; A. Fischer, ‘Rewriting History: Fredegar’s Perspectives on the Mediterranean’, in Fischer and Wood, eds., Western Perspectives, pp. 69–72; S. Esders, ‘When Contemporary History is Caught Up by the Immediate Present: Fredegar’s Proleptic Depiction of Emperor Constans II’, in S. Esders, Y. Hen, P. Lucas and T. Rotman, eds., The Merovingian Kingdoms and the Mediterranean World: Revisiting the Sources (London, 2019), pp. 144–5.",
        "103": "Paul the Deacon, History of the Lombards, V. 5, ed. Bethmann and Waitz, p. 146; Bischoff and Lapidge, Biblical Commentaries, p. 130; Esders, ‘Konstans II.’, p. 215; Fischer, ‘Rewriting History’, p. 72.",
        "104": "Esders, ‘“Great Security Prevailed”’, p. 252.",
        "105": "Michael the Syrian, Chronicle, XI. 13, tr. J.-B. Chabot, Chronique de Michel le Syrien, Patriarche Jacobite d’Antioche (1166–1199) (5 vols, Paris, 1899–1924), ii. 454; this is first noted by Jankowiak, ‘Essai d’histoire’, pp. 368‒9. On the new co-emperors’ expedition to the imperial West, see Jankowiak, ‘Arab Siege’, pp. 309‒14.",
        "106": "Theophanes, AM 6168, ed. de Boor, p. 356.",
        "107": "Esders, ‘“Great Security Prevailed”’, p. 256.",
        "108": "Levison, England and the Continent, pp. 13‒14.",
        "109": "Liu Xu, Old Book of Tang, 198 (16 vols, Beijing, 1975), pp. 5314‒15.",
        "110": "M. Kordosis, T’ang China, The Chinese Nestorian Church and “Heretical” Byzantium (Ioannina, 2008), pp. 41‒56. More generally, see F. Hirth, China and the Roman Orient: Researches into their Ancient and Medieval Relations as Represented in Old Chinese Records (Shanghai, 1885); F. Thierry and C. Morrisson, ‘Sur les monnaies byzantines trouvées en Chine’, Revue numismatique, xxxvi (1994), pp. 109‒45; Z.-Q. Chen, ‘Narrative Materials about the Byzantines in Chinese Sources’, in J. Burke, ed., Byzantine Narrative: Papers in Honour of Roger Scott (Leiden, 2006), pp. 505‒21; Y. Lin, ‘Fulin Monks: Did Some Christians Other than Nestorians Enter China during the Tang Period?’, Proche-Orient Chrétien, lvii (2007), pp. 24‒42.",
        "111": "M. Whittow, ‘Byzantium’s Eurasian Policy in the Age of the Türk Empire’, in N. Di Cosmo and M. Maas, eds., Empires and Exchanges in Eurasian Late Antiquity: Rome, China, Iran, and the Steppe, ca.250–750 (Cambridge, 2018), pp. 271‒86.",
        "112": "Head, Justinian II, pp. 101, 117, 136, 148; J.L. van Dieten, Geschichte der Patriarchen von Sergios I. bis Johannes VI. (610–715) (Amsterdam, 1972), pp. 161‒5; PmbZ, 3556, 4215; S. Albrecht, ‘Das Blutbad von Cherson’, in J. Drauschke, K. Kühtreiber, E. Kislinger, T. Kühtreiber, G. Scharrer-Liska and T. Vida, eds., Lebenswelten zwischen Archäologie und Geschichte: Festschrift für Falko Daim zu seinem 65. Geburtstag (Mainz, 2018), pp. 613‒14.",
        "113": "D. Afinogenov, ‘Le Manuscrit grec Coislin. 305: La Version primitive de la Chronique de Georges le Moine’, Revue des études byzantines, lxii (2004), pp. 239‒46; Treadgold, Middle Byzantine Historians, pp. 8‒17; S. Forrest, ‘Theophanes’ Byzantine Source for the Late Seventh and Early Eighth Centuries, c.AD 668‒716’, in M. Jankowiak and F. Montinaro, eds., Studies in Theophanes (Travaux et Mémoires, 19; Paris, 2015), pp. 417‒44. On dating, see the literature cited in Neville, Byzantine Historical Writing, pp. 62‒3, 73, 87.",
        "114": "Treadgold, Middle Byzantine Historians, p. 15; Forrest, ‘Theophanes’ Byzantine Source’, p. 424.",
        "115": "Forrest, ‘Theophanes’ Byzantine Source’, pp. 442‒3.",
        "116": "Howard-Johnston, World Crisis, pp. 306‒7.",
        "117": "Theophanes, AM 6198, ed. de Boor, p. 375; Nicephorus, Short History [hereafter Nicephorus], 42, ed. C. Mango (Washington DC, 1990), p. 104; George the Monk, Chronicle [hereafter GM], ed. C. de Boor, rev. P. Wirth, Georgii monachi chronicon (2 vols, Stuttgart, 1978), ii. 733.",
        "118": "Theophanes, AM 6203, ed. de Boor, pp. 377‒81; Nicephorus, 45, ed. Mango, pp. 106‒12; GM, ed. de Boor, ii. 733.",
        "119": "Agathon the Deacon, Epilogue, ed. Riedinger, Concilium universal Constantinopolitanum tertium, ii. 899.",
        "120": "See the narratives in C. Diehl, ‘L’Empereur au nez coupé’, Revue de Paris, xxx (1923), pp. 88‒91; A. Stratos, Byzantium in the Seventh Century, V: Justinian II, Leontius and Tiberius, 685‒711 (Amsterdam, 1980), pp. 157‒78; Head, Justinian II, pp. 142‒9; W. Treadgold, ‘Seven Byzantine Revolutions and the Chronology of Theophanes’, Greek, Roman, and Byzantine Studies, xxxi (1990), pp. 215‒17; Haldon, Empire That Would Not Die, p. 51.",
        "121": "Chronicle, 577‒8, ed. Mommsen, pp. 317‒18; cf. LP, 90. 3‒8, ed. Duchesne, i. 389‒91.",
        "122": "Theophanes, AM 6198, ed. de Boor, p. 375; Nicephorus, 42, ed. Mango, p. 104; GM, ed. de Boor, ii. 733; The Synodicon Vetus, 144, ed. J. Duffy and J. Parker (Washington DC, 1979), p. 120; PmbZ, 4215; Chronicle, 577, ed. Mommsen, p. 317.",
        "123": "Head, Justinian II, p. 101 n. 4.",
        "124": "Bede, Nomina regionum atque locorum de Actibus apostolorum, ed. M.L.W. Laistner, Beda Venerabilis: Opera exegetica, IV, CCSL, CXXI (Turnhout, 1983), p. 174; R.K. Ashdowne, D.R. Howlett and R.E. Latham, eds., Dictionary of Medieval Latin from British Sources (Oxford, 2018), s.v. ‘pontus’.",
        "125": "Stephen, a disciple of the patriarch of Antioch, was described in one instance as an ‘abbas’ in the Latin translation of ‘ἀββας’, despite consistent notices elsewhere of his status as a priest and monk: Concilium universal Constantinopolitanum tertium, ed. Riedinger, i. 204–5—contrast with Stephen’s descriptor on i. 500–501, where ‘Στεφάνου του άββα’ is rendered as ‘Stephani monachi’; PmbZ, 6920. LP, 81. 14, ed. Duchesne, i. 354, likewise states that Stephen was a priest.",
        "126": "Theophanes, AM 6198, ed. de Boor, p. 375; Nicephorus, 42, ed. Mango, p. 104; GM, ed. de Boor, ii. 733; Synodicon Vetus, 144, ed. Duffy and Parker, p. 120.",
        "127": "Concilium Constantinopolitanum a. 691/2 in Trullo habitum, 61, ed. H. Ohme, Concilium Universale Constantinopolitanum Tertium, iv. 47; Head, Justinian II, p. 68.",
        "128": "Two stories composed in Rome and Ravenna condemning the use of magic may also have been linked to this canon from the Quinisext Council: A. Moffat, ‘The Orient Express: Abbot John’s Rapid Trip from Constantinople to Ravenna, c.AD 700’, in A. Brown and B. Neil, eds., Byzantine Culture in Translation (Leiden, 2017), pp. 63–4.",
        "129": "Chronicle, 577, ed. Mommsen, pp. 317–18.",
        "130": "Ibid., 578, ed. Mommsen, p. 318.",
        "131": "LP, 90. 3‒7, ed. Duchesne, i. 389.",
        "132": "Ibid., ed. Duchesne, i. 391; G. Sumner, ‘Philippicus, Anastasius II and Theodosius III’, Greek, Roman, and Byzantine Studies, xvii (1976), p. 289; Treadgold, ‘Seven Byzantine Revolutions’, p. 217.",
        "133": "Stratos, Byzantium, p. 135; Head, Justinian II, pp. 135–6; J.-M. Sansterre, ‘Le Pape Constantin Ier (708‒715) et la politique religieuse des empereurs Justinien II et Philippikos’, Archivum Historiae Pontificiae, xxii (1984), pp. 19‒24; T.S. Brown, ‘Justinian II and Ravenna’, Byzantinoslavica, lvi (1995), pp. 33–4; Haldon, Empire That Would Not Die, p. 50. Cf. Moorhead, Popes and the Church, p. 252.",
        "134": "Chronicle, 578, ed. Mommsen, p. 318: ‘ita ut eum die dominica missas sibi facere iubens communionem de manu eius acceperit’. LP, 90. 6, ed. Duchesne, i. 391.",
        "135": "Kaschke, ‘Mediterranean Lessons’, p. 99; P. Hilliard, ‘Bede and the Changing Image of Rome and the Romans’, in E. Screen and C. West, eds., Writing the Early Medieval West (Cambridge, 2018), pp. 40–41.",
        "136": "LP, 90. 8‒10, ed. Duchesne, i. 391‒2.",
        "137": "McKitterick, ‘Papacy and Byzantium’, pp. 261‒2.",
        "138": "LP, 90. 10, ed. Duchesne, i. 392.",
        "139": "On popes Eugenius and Vitalian’s appeasement of Constantinople regarding monotheletism, see Jankowiak, ‘Essai d’histoire’, pp. 294‒308, 327‒41.",
        "140": "J. Herrin, ‘Philippikos the Gentle’, in J. Herrin, Margins and Metropolis: Authority across the Byzantine Empire (Princeton, NJ, 2013), pp. 197‒203.",
        "141": "Le Liber Pontificalis, ed. Duchesne, vol. i, pp. ccxxii‒iii; F. Bougard, ‘Composition, diffusion et réception des parties tardives du Liber pontificalis romain (VIII–IX siècles)’, in F. Bougard and M. Sot, eds., Liber, Gesta, histoire: Écrire l’histoire des évêques et des papes, de l’Antiquité au XXIesiècle (Turnhout, 2009), p. 134; McKitterick, ‘Papacy and Byzantium’, pp. 271–2.",
        "142": "Chronicle, 583, 592, ed. Mommsen, pp. 318, 320‒21. Cf. LP, 90. 11, 91. 12, ed. Duchesne, i. 392, 402.",
        "143": "On Philippicus’ blinding and the Bulgars’ actions during the siege of Constantinople, see Theophanes, AM 6205, 6209, ed. de Boor, p. 383, 397; P.A. Yannopoulos, ‘Le Rôle des Bulgares dans la guerre arabo-byzantine de 717/718’, Byzantion, lxvii (1997), pp. 483‒516.",
        "144": "McKitterick, ‘Papacy and Byzantium’, pp. 262‒8.",
        "145": "Chronicle, 578, ed. Mommsen, p. 318; Theophanes, AM 6203, ed. de Boor, p. 380; Nicephorus, 45, ed. Mango, p. 112; GM, ed. de Boor, ii. 733.",
        "146": "Theophanes, AM 6203, ed. de Boor, pp. 380‒81; Nicephorus, 45, ed. Mango, p. 112; GM, ed. de Boor, ii. 733.",
        "147": "Chronicle, 578, ed. Mommsen, p. 318.",
        "148": "‘eumque ad gubernandum abbatis iurae monasterium suum Pontum redire precepit’: ibid., 580, ed. Mommsen, p. 318.",
        "149": "Theophanes, AM 6204, ed. de Boor, p. 382; Synodicon Vetus, 145, ed. Duffy and Parker, p. 120.",
        "150": "Synaxarium ecclesiae Constantinopolitanae e codice Sirmondiano nunc Berolinensi, 7 January, ed. H. Delehaye (Brussels, 1902), p. 376; Van Dieten, Geschichte der Patriarchen, p. 165.",
        "151": "Van Dieten, Geschichte der Patriarchen, p. 165 n. 21.",
        "152": "Darby, ‘Temple of Solomon’, p. 421.",
        "153": "EH, 3. 25, ed. Lapidge, ii. 124; Chronicle, 539‒40, ed. Mommsen, pp. 310‒11."
    }
}