{
    "title": "Comfort Eating: Food, Drink and Emotional Health in Early Modern England*",
    "author": "Rachel Winchcombe",
    "date": "14 July 2023",
    "article": "This article explores early modern practices of ‘comfort eating’, arguing that they represent a crucial dimension of early modern preventative healthcare. The article argues that ideas of comfort eating were shaped not only by medical understandings of the composition of foods and their impact on the body, particularly on the levels of the four humours, but also by the cultural and social significance of certain foods, along with when, where, and with whom they were eaten. For early modern people, whether a food could provide comfort depended on its perceived medical properties, the quantities in which it was eaten, its social capital, and its use in other areas of daily life that were known to promote cheerfulness such as sharing meals and gift-giving. Focusing on this more holistic approach to emotional healthcare reveals how practices that have normally been defined as largely social in nature, such as gift-giving and hospitality, were viewed and performed through a medical lens, while also demonstrating how techniques for managing the passions seeped into everyday experiences of food consumption and culture. Practices of comfort eating represented a critical tool with which early modern people could manage their emotional health and the health of their wider communities, empowering them to adapt their diets where necessary, create medicines that could cure diseases of the passions, and consider how everyday social codes of hospitality and commensality could have medical implications for the health of their passions.On 10 September 1689, Anne Dormer, an unhappily married gentlewoman, wrote to her sister Elizabeth detailing her many woes and emotional hardships. She described how ‘so many grievous passages’ had happened to her since she was last happy, with her only comfort now being the love and joy of her family, friends and children. Dormer recognised that her natural temperament inclined towards ‘dejection’ and that this had an impact on her physical health, causing her ‘greate want of sleepe’ and ‘vapours’ around the spleen. Dormer, however, did not reconcile herself to this state of misery and ill health. In her letter, she outlined strategies she used to combat her sadness. As well as diverting her attention to the care of her ‘sweet children’, she altered her diet in a bid to raise her spirits. She told her sister how she found ‘a dish of chocolate’ to be the ‘greatest cordiall ... in the world’ for her condition.[CITATION-1] This article explores the early modern connections between emotional health and eating to which Dormer’s consumption of chocolate alludes—connections that have thus far received scant historical analysis. Rather than just being a particular food preference, chocolate was known as a foodstuff that could stimulate feelings of joy and happiness while suppressing those of grief and sadness. Henry Stubbes, an English physician who extolled the virtues of chocolate in print, claimed that nothing freed the body of superfluous humours better. Chocolate, so Stubbes argued, ‘chears the Spirits, begets good Blood, and opens all the Emunctories of the body’.[CITATION-2] Anne Dormer took chocolate to safeguard her emotional health, believing that it would provide her with comfort and help stir more positive passions, such as cheerfulness, while banishing her unhappiness.Dormer’s conceptualisation of chocolate as comforting is just one example of many that demonstrate that ‘comfort eating’ was a prominent feature of early modern preventative healthcare. This article examines the notion of comforting foods and practices of comfort eating in early modern England and engages with and builds on histories of the body, emotions, food and medicine. It argues for a culturally and historically specific concept of comfort eating, which differs substantially from modern definitions. While the primary function of eating was to allay hunger, comfort eating was practised to alleviate anxiety and promote happiness. Foods that were deemed comforting—that is, foods that had the ability to ease discomfort, which was characterised by feelings of sorrow, as well as, at times, by physical distress—were often distinguished by certain properties that engendered particular bodily sensations, such as satisfaction and pleasure, and helped balance other substances in the body, including the four humours.[CITATION-3] Because of the early modern body’s material fluidity, the passions were constantly in danger of disruption, meaning people had to invest daily labour, such as practices of comfort eating, in their management.[CITATION-4] Unlike modern definitions of comfort eating, which emphasise sentimentality and nostalgia in comfort-food selection, comfort eating in the early modern period, as this article argues, aimed to instigate a set of exchanges between the body and its material components and the passions, which were themselves experienced as highly embodied.[CITATION-5] The early modern passions are distinct from what we might define as ‘emotions’ today.[CITATION-6] While both terms are often applied to an intuitive set of feelings that are commonly distinguished from ‘reason’, it is important to set out the particularities of the passions and how they related to corporeality, health and bodily control. The early modern passions were understood as originating in physiological changes and were believed to play an important role in the onset of disease. This article employs the term ‘emotional health’ to distinguish early modern healthcare practices relating to intense feelings, such as anger, love and grief, and the diseases associated with such strong passions, from those aimed at other bodily functions and illnesses. Emotional health and the pursuit of comfort from an early modern perspective are thus intricately tied to bodily physiology and pathology.The article makes two main arguments. First, that the relationship between comfort eating and emotional health was not shaped only by medical understandings of the composition of foods and their impact on the body, particularly on the levels of the four humours; and secondly, that individuals incorporated dietary advice on regulating the passions into their everyday social engagements with food. Although the physical properties of foodstuffs were crucial for determining their emotional health benefits, the cultural and social significance of certain foods, along with when, where and with whom they were eaten, was no less important. The belief that food had the power to comfort and tame the passions influenced how people gifted foods, how they perceived the medical benefits of the ubiquitous practices of hospitality and commensality, and how they attempted to relieve their and their loved ones’ negative passions at moments of emotional crisis. The article draws on anthropological studies of embodiment to demonstrate the role played by the body in creating emotional experiences and how early modern protagonists considered comfort-eating practices to be crucial for the nurturing and care of the self, as well as the wider community.[CITATION-7] As a daily experience, comfort eating was thus highly embodied. This article has important implications for the histories of medicine, food and embodied emotions, arguing that comfort eating formed a significant dimension of early modern preventative healthcare that was embedded in daily life and modes of sociability, and was used as a practical, holistic tool to manage and safeguard emotional health.The management of the passions was intricately tied to ideas about food consumption in the early modern period. As this article argues, food habits and dietary practices were used in a variety of ways to help maintain good emotional health, from the creation of medicaments using specific ingredients to help combat diseases of the passions, to consuming certain foods that were known to alleviate unwanted passions and stimulate joy and good cheer. The links between the passions and bodily health have received extensive scholarly attention, but the role played by food in the regulation of emotions and prevention of disorders of the passions remains largely unexplored. Elena Carrera, for example, has situated the passions within broader medieval and early modern understandings of health and disease, demonstrating that health was characterised in this period by both a ‘lively body and cheerful mind’ and that psychological disturbances, caused by disordered passions, could result in bodily diseases.[CITATION-8] Similarly, Hannah Newton and Olivia Weisser have explored how the passions intersected with early modern experiences of physical illness. While positively construed passions, such as mirth, could signal that a person had been restored to bodily health, watching the agony of loved ones could cause an emotional response in the friends and family of patients which might lead them to fall ill in sympathy.[CITATION-9] Moving beyond this scholarship, this article locates the health of the passions in a broader framework of early modern preventative healthcare and analyses how early modern people attempted to control their passions through everyday comfort eating. Tessa Storey and Sandra Cavallo have demonstrated the importance of prevention for governing the passions and ensuring a healthy body. This could be achieved in a variety of ways: for example, theologians and physicians encouraged people to detach themselves through prayer and spiritual exercises from the worldly cares that could trigger the production of unwanted passions.[CITATION-10] Storey and Cavallo’s intervention, although welcome, has served to separate the passions from other aspects of life that could impact emotional health. This is partly a result of Storey and Cavallo structuring their book around the six non-natural things—the six spheres of life—including air, food and drink, rest and exercise, sleep and waking, excretions and retentions, and the passions of the mind, that could impact the proper functioning of the body, but is also the result of a wider trend to examine these six non-naturals separately.[CITATION-11] Illnesses caused by disturbed passions could be managed through the careful regulation of all the six non-natural things. The ‘passions’ were both one of the six non-naturalsan internal bodily reaction. Unsurprisingly, the sixth non-natural known as the ‘passions of the mind’ was most closely connected to the production of bodily passions and the diseases associated with them. The ‘passions of the mind’, can, in their simplest form, be defined as the external social triggers and experiences that could lead to the creation of unwanted passions within the body and it is on this aspect of emotional health that scholars such as Storey and Cavallo have focused their attention.[CITATION-12] By examining practices of comfort eating, this article reveals the extent to which the health of the passions was also reliant on wider lifestyle decisions, including what a person ate on a daily basis.Of all the six non-naturals, diet has been the subject of the most detailed historical analysis. Numerous works have demonstrated the role played by food and drink in early modern conceptions of health and disease, but surprisingly little has been said about the role of diet in the regulation of the passions and the illnesses that they were believed to generate.[CITATION-13] This article argues that dietary management (by which I mean the intake of food and drink, rather than the more expansive early modern meaning that referred to the regulation of all the non-naturals) was critical to the health of the passions. Not only could food intake drastically alter the humoral balance of the body, and by extension the passions that an individual experienced, but foods that were considered comforting could spark the production of beneficial passions within the body, while suppressing those that were considered harmful. While Steven Shapin and Michael Schoenfeldt have made it clear in their work that a person’s emotional make-up was in part determined by their diet, they do not discuss how this impacted people’s daily experiences of food consumption.[CITATION-14] Likewise, although scholars have increasingly analysed the centrality of diet in shaping early modern notions of identity and subjectivity, notions which were themselves highly embodied and emotionally charged, the connections between eating and the health of the passions remain poorly understood.[CITATION-15] Some historians have begun to explore this relationship, including Erin Sullivan, who touches on the dietary causes and cures of melancholy in Renaissance England, and Ken Albala, who has considered the relationship between emotions, unbalanced humours and early modern diets, but this scholarship limits the discussion of diet and its role in governing the passions to how food impacted the four humours. Through an analysis of early modern approaches to comfort eating, this article argues that the connections between eating and the passions went far beyond a consideration of how certain foods impacted levels of the humours. How much food a person ate, and in what social contexts, was also crucial for maintaining the health of the passions.[CITATION-16] The article places people and their everyday healthcare practices under the microscope to show the variety of dietary strategies employed by early modern individuals to regulate their passions. As a number of historians have demonstrated, early modern men and women took an active interest in their health in times of sickness and wellness.[CITATION-17] They devised methods to prevent the onset of illness, they engaged with medical texts and other printed materials to dispense healthcare in the home, and they documented their efforts in letters and diaries.[CITATION-18] This scholarship has largely focused on patient-centred narratives of bodily health, but this article shows that the same kinds of concerns can be identified in material relating to disorderly passions. By examining early modern approaches to comfort eating, the article demonstrates that comfort foods are not universal but historically contingent.[CITATION-19] For early modern people, whether a food could provide comfort depended on its perceived medical properties, the quantities in which it was eaten, its social capital and its use in other areas of daily life that were known to promote cheerfulness, such as sharing meals and gift-giving. Focusing on this more holistic approach to emotional healthcare reveals how practices that have normally been defined as largely social in nature, such as gift-giving and hospitality, were viewed and performed through a medical lens, while also demonstrating how techniques for managing the passions seeped into everyday experiences of food consumption and culture.[CITATION-20] This article draws on a range of sources from sixteenth- and seventeenth-century England, including medical casebooks, printed medical treatises and moralistic texts that set out what the passions were and how they could be managed; and manuscript recipe books, letters and diaries that illuminate how people attempted to control their passions through what they ate. This was a period in which Galenic medicine and preventative healthcare were still dominant, both in medical and non-medical circles. It was also in these centuries that printed texts such as vernacular health regimens and herbals, which set out the properties and uses of various plants, became more widespread, being read by a broader, literate cross-section of society. This collection of source material does, however, have certain drawbacks. The manuscript sources that are used largely reflect the views and practices of a particular social group, namely men and women of reasonable means who could afford to buy the ingredients necessary to make their own recipes and who had the time and skills to document their health concerns in written form. Although penned by literate individuals of mostly elite and middling backgrounds, manuscript sources like recipe books reflect the collective knowledge of a wider range of individuals, such as gardeners, cooks and maids, who would have been involved in the creation and administration of such medicines. Individual recipes and medicines would probably also have been shared with the wider community through charitable giving and philanthropy.[CITATION-21] This material, then, offers an important glimpse of dietary practices aimed at managing the health of the passions and of how some men and women understood complex theories of the passions and incorporated them into their everyday healthcare practices.The article begins by outlining what the passions were and how they were connected to prevailing theories of the body, ideas about food and drink, and notions of comfort. It then considers how early modern women and men sought to protect their passions through strict regimens that had the generation of comfort at their centre and that inflected everyday social engagements with food. The article concludes by examining how early modern people treated disorders of the passions once they took hold, arguing that individuals harnessed their knowledge of the natural world, and of how their bodies worked, to create medicaments aimed at eradicating disorders and restoring the body to health. This section focuses on diseases such as melancholy and disorders of the heart, because of both the prevalence of manuscript recipes to counteract them and the apparent ubiquity of these illnesses in written accounts of the period, from diaries and letters to learned medical texts. By demonstrating that comfort eating was a widespread healthcare practice, this article highlights the breadth and intricacy of early modern preventative medicine and illustrates the ways in which it intersected with daily life, sociability and everyday experiences of food consumption.Diet, physical health and the passions were intrinsically linked in the early modern humoral medical framework. The early modern body was not a closed system, but one which interacted with the world it inhabited and was highly attentive to bodily fluids and juices, and particularly to their motions, interruptions and balances.[CITATION-22] It was within this open system of humoral juices, material spirits and bodily porosity that understandings of the passions were situated. In Edward Grimeston’s English translation of the French theologian Nicolas Coeffeteau’s, the passions were defined as motions of the sensitive soul, ‘caused by the apprehension or imagination of good or evill, the which is followed with a change or alteration in the body, contrary to the Lawes of Nature’.[CITATION-23] The sensitive soul, located in the heart, was home to the vital spirits that controlled the passions and sensory perceptions. Similarly, Thomas Wright, an English Catholic priest and son of an apothecary, argued that the production of the passions was the result of externalities, whether good or bad, colliding with the body’s materiality. Wright explained that for the passions to be stirred, an external object, whether good or bad, needed to be recognised by the imagination in the brain. This recognition would cause purer spirits to move from the brain to the heart. The heart would then react to the object and adjust the humours accordingly.[CITATION-24] It was this reaction in the heart, which triggered a range of other bodily alterations, that characterised early modern passions. For example, if a perceived object caused sadness, by evoking the memory of a deceased loved one, the heart reacted by drawing more black bile to it. The production of additional black bile, caused by the stirred passion of grief, then provoked other bodily changes. These symptoms, caused by the drying and cooling effects of superfluous black bile, could include pale and wrinkled skin, hollow eyes and light-headedness.[CITATION-25] Particular passions, as with the humours, embodied specific elemental qualities. As Wright suggested, ‘if the heart be very hote, colde, moist, tender, cholericke; sooner, and more vehemently it is stirred to Passions thereunto proportioned’.[CITATION-26] Too much heat around the heart could spark the fiery passion of anger, while an overly cold heart could provoke feelings of fear and grief. The passions, however, were neither intrinsically good nor bad. Context mattered, as did the strength of a particular passion at any given moment. Erin Sullivan has demonstrated the varied and complex cultural meanings and associations of melancholy and the related passions of sorrow and grief, for example, arguing that within certain contexts these feelings, which often had negative connotations, could also be construed as emotionally fulfilling and intellectually stimulating.[CITATION-27] Even emotions that are usually interpreted as positive today, such as happiness, could be deemed dangerous in certain circumstances. Excessive cheerfulness, for example, could signal a corrupt soul and a sinful nature. Isaac Archer, a Church of England clergyman, highlighted this when he resolved to be ‘more serious’ after his sister chastised him, telling him ‘it was a sin to laugh and be merry’.[CITATION-28] The production of the early modern passions, whether perceived as intellectually and spiritually helpful or as a hindrance to health, can be characterised as a ‘cognitive-physiological event’ that impacted the functioning of both the mind and the body, and was the result of changes to, and interactions with, other corporeal materials.[CITATION-29] Humours and passions were believed to be so intimately connected that Thomas Wright declared ‘Passions ingender Humors, and Humors breede Passions’.[CITATION-30] Diseases of the body could spring from agitated passions, and disorders of the passions, such as melancholy, anger, grief and lovesickness, could be the consequence of corrupted and unbalanced humours. While external events and experiences, characterised at the time as ‘passions of the mind’, often led to disordered emotions, the other non-naturals could also impact the regulation of the body’s internal passions. Food and drink could perhaps most obviously provoke material changes to the body’s internal workings, by promoting or inhibiting its humours, and thus had the potential to create a range of unwelcome passions. According to Robert Burton, who is best known for his encyclopaedic work on melancholy, diet, more than any of the other non-naturals, could harm human bodies as it is ‘more materiall then the other, because it makes new matter’.[CITATION-31] As Ken Albala has argued, one upset stomach could have ‘resounding effects through every physiological function of the body’ because the purity of the humours, and by extension of the spirits and the passions, was determined by the process of digestion. A bad ‘concoction’, the process by which food was heated and broken down in the stomach, could result in a corrupted chyle, or juice, that would then circulate to the organs and be converted into contaminated humours and spirits. These corrupt humours could then be agitated by the passions, which themselves travelled through the body via the disrupted vital spirits, resulting in emotional disorders with physiological symptoms.[CITATION-32] Foodstuffs mirrored the elemental qualities of the humours and the passions. Different foods were thus deemed suitable for distinct humoral complexions and for bolstering and hindering the production of the humours and passions. Cold, dry foods such as old beef and old cheese could create excess black bile and cause drying and cooling around the heart, resulting in the emotional disorder of melancholy. Hot, dry foods such as onions and pepper could overheat the heart and create an abundance of choler, which in turn could lead to the disordered passion of anger.[CITATION-33] Early modern physicians explained to their readers how a variety of ingredients and foodstuffs could impact the production of troublesome passions which, if left unchecked, could easily generate full-blown diseases. Thomas Elyot, in his popular health regimen, discussed in detail the causes and cures of sorrow, which he also dubbed ‘heviness of mynde’. According to Elyot, sorrow could be extremely dangerous, being a principal ‘enneyme to lyfe’. This was not due to the feeling of upset that sorrow caused the sufferer, but to the impact this passion had on the body’s operations. Elyot suggested that sorrow ‘exhausteth bothe naturall heate and moysture of the body’ and was thus perilous.[CITATION-34] According to medical understandings of the humours, moisture and heat were crucial to life. As a person aged, they exhausted their body’s natural heat and moisture. If this heat and moisture could no longer be replenished, death was inevitable. Dryness and coldness stopped the humours and spirits flowing and thus undermined the entire functioning of the human body.[CITATION-35] The passion of sorrow, then, removed vital heat and moisture from the body. This in turn led to other troubling symptoms. Sorrow could, for example, ‘make the body leane, dulleth the wit, and darkneth the spirites’, inhibiting reason, oppressing memory and even causing death.[CITATION-36] Identifying the cause and cure of such a deadly emotional disorder was thus imperative. Both Elyot’s proposed causes and cures of sorrow were split into two categories, one of which he described as ‘moral philosophie’ and the other as ‘the counsayle of physyke’.[CITATION-37] Moral philosophy can be defined as the social causes and cures of emotional hardship. As Elyot explained, sorrow was often caused by betrayal, grief, unrequited love and financial worries. To prevent these everyday concerns and anxieties from turning into the pathological features of sorrow, Elyot encouraged his readers to turn to God and consider their good fortunes.[CITATION-38] These kinds of philosophical and spiritual cures were not necessarily enough to banish sorrow completely. The illness stemmed from humoral imbalance, particularly when ‘the humoure of melancolye is brought out of temper’, and could thus be corrected with the management of the six non-natural things. To rectify this humoral imbalance, Elyot advised sufferers to follow ‘the counsayle of physyke’ and ‘imbrace all thynge that is delectable’. This meant abstaining from the ‘dayly eatyng of moch old befe or old mutton, hard chese’, as well as a range of other foods that might increase melancholy, and instead eating foods that were ‘temperatelye hotte, and therwith somewhat moyste, boyled rather than rosted, [and] lyght of dygestyon’. These hot and moist foods, such as milk, fresh and warm from the udder, almonds and the yolks of ‘rere [raw] egges’, would help banish excess melancholy by drying and heating the body and would in turn cure the illness of sorrow.[CITATION-39] In the early modern period, then, there was a blurred boundary between foods and medicines. For disorders of the passions that had their origin in humoral imbalance, changes to diet were considered to be as beneficial as the removal of social stresses for eradicating negative emotional states.As the heart was the part of the body that kept the passions in check through the vital spirits, keeping it in good health was critical for emotional balance and bodily comfort. The Elizabethan diarist Lady Margaret Hoby noted how comfort, like the passions, was often felt in the heart. In an entry from January 1599, Hoby described how she was ‘not well’ which in turn caused the ‘discomfort’ of her heart.[CITATION-40] A lack of comfort was thus a bodily feeling that could be caused and exacerbated by ill health. The English physician Andrew Boorde also detailed the importance of the heart to good health, explaining how it was the organ that ‘hath the first life in man, and is the last thing that doeth dye in man’.[CITATION-41] In Boorde’s discussion of a heart-based affliction known as ‘cardiacke passion’, it is clear that disruptions to this particular organ could have a dire impact on the passions and the wider bodily system. When a person suffered from ‘the cardiacke passion’ their heart became ‘depressed and overcome with faintnesse’. This illness would result in ‘the heart trembling with heat’, culminating in ‘imbesilite or melancholy’ and leaving the patient ‘in feare, in dulnesse, and sorrow’. As with Elyot’s description of sorrow, Boorde suggested that ‘cardiacke passion’ stemmed from evil humours ‘which be in the celles about the heart’. This disorder was particularly associated with the corrupted hot humours of blood and choler. Boorde also suggested that this illness could be cured via both moral and medical means. He encouraged sufferers to ‘use myrth and merry company and beware of pencifulnesse’, while also using ‘mace in all manner of meates’.[CITATION-42] Early modern conceptions of the passions were rooted in the body’s material operations; they were triggered by changes to the body’s physiology, especially adaptations to levels of humours situated around the heart. The stirring of the passions could lead to corporeal disruption and leave the body in a state of discomfort, physical ill health and emotional turmoil. While the passions often became unbalanced through the poor regulation of the ‘passions of the mind’, they could also be disrupted by the other non-natural things, including diet. Because the passions and the humours were so intimately connected, foods that disrupted particular humours could in turn lead to unwanted, and often deadly, diseases of the passions, such as fear and sorrow. Because of this, eating foods that balanced the humours and comforted the passions was, as we shall see, an integral dimension of early modern preventative emotional healthcare and a powerful tool to ground, manage and alter the body’s emotional health.In the early modern period, it was generally believed that long-term prevention, rather than short-term curative treatment, was the most reliable method for preserving physical and emotional health.[CITATION-43] Just as with the pursuit for bodily health, emotional stability was sought via a range of preventative healthcare measures, including comfort eating. Early modern practices of comfort eating reveal just how intricate and wide-ranging preventative healthcare could be. While people sought to provide comfort to their passions by eating certain foods that could elevate or depress particular humours, as scholars such as Albala and Sullivan have demonstrated, dietary approaches to the health of the passions also involved much more than merely providing balance to the humoral body.[CITATION-44] As well as considering the elemental qualities of certain foods and how they might promote or inhibit the production of certain passions, women and men also paid close attention to the quantity of food they ate, who they ate it with, and the wider cultural resonances of certain foods and food practices. Understandings of what constituted a comforting diet inflected people’s everyday social engagement with food, encouraging the gifting of foods that promoted balance and good health, and the sociable sharing of food that sparked feelings of cheerfulness, which was itself crucial to good emotional health. How individuals sought to protect the health of their passions through diet illuminates the extent to which medical understandings were subsumed into broader social routines, and how emotional health was dependent on a much wider range of food practices than has previously been recognised.Perhaps the most common early modern disease of the passions was melancholy.[CITATION-45] Melancholy was considered so dangerous because it took several forms, and thus had a range of causes and cures. It was a condition that could be passed down through a family, cast into bodies by witches, or the result of a poor diet.[CITATION-46] A range of foods was believed to engender the gross blood that often resulted in melancholy. Beef and pork were particularly dangerous for those that ‘live at ease’, only being suitable for those of a ‘strong constitution’, such as ‘labouring men’.[CITATION-47] Venison and red deer were also believed to cause melancholy, begetting ‘bad blood’ and yielding ‘gross nutriment’.[CITATION-48] These heavy, ‘gross’ meats were difficult to digest and, as has already been noted, poor digestion could lead to the creation of corrupted chyle, humours, spirits and passions. Old milk, cheese and butter could also increase the chances of developing melancholy, as could a number of vegetables. Cabbages were believed to be particularly harmful, causing ‘troublesome dreames’, sending up ‘blacke vapors to the braine’ and bringing ‘heavinesse to the soule’.[CITATION-49] How you prepared food could also increase your risk of developing the disease. Robert Burton advised avoiding foods that were ‘fryed and broyled’, sauces that were sharp or overly sweet, and anything made into a fritter, pancake, pie or sausage.[CITATION-50] Early modern protagonists could also find additional advice on what to eat to avoid the ubiquitous disorder of melancholy in more general works on health, and in herbals that examined the properties of various plants, how they could be cultivated and sourced, and their medical application.[CITATION-51] In a similar vein to Burton, English physicians and medical commentators, such as Thomas Elyot, Andrew Boorde, William Bullein and Thomas Cogan, all recommended avoiding certain foods to keep melancholy at bay. Boorde, when detailing the potential remedies for the illness, placed being aware of ‘melancholy meats’ at the top of his list.[CITATION-52] Agreeing with Burton, and providing a more detailed explanation as to why certain foods caused melancholy, all four physicians advised readers to avoid meats that were difficult to digest because they were known to ‘ingender melancholy’.[CITATION-53] Nuancing his advice, Bullein noted that the negative characteristics of these gross meats could be mitigated by methods of preparation. He argued that roasted meats were more nourishing for the body than baked meats as they were warmer and moister.[CITATION-54] The level of moisture within a particular foodstuff was crucial for determining if it would form part of a diet that could combat melancholy, whether caused by an excess of black bile or by corrupted choler. Both humours were characterised by dryness, so maintaining moisture within the body was essential for ensuring that melancholy could not take hold. According to Elyot the most ‘convenient’ foods to eat to avoid melancholy were those that ‘be temperate in heate, but specially they that be moyst’.[CITATION-55] The crusts of bread, which were deemed ‘verie drie’, could engender melancholy, as could other overly dry foods such as coleworts and cabbages—these had ‘a drying and binding facultie’ that engendered a ‘grosse and Melancholicke blood’.[CITATION-56] As well as avoiding dry foods, readers of health regimens were also advised to incorporate certain foods into their diets to prevent the onset of melancholy. Cogan recommended that those who were predisposed to melancholy, such as the elderly, who had naturally drier and colder bodies, should drink wine moderately as it ‘maketh them merry and represseth melancholinesse’.[CITATION-57] Melancholy was not the only illness of the passions that could be avoided through careful management of diet. The passion of anger, if excessive, was believed to be particularly harmful.[CITATION-58] According to the puritan theologian John Downame, anger was the result of ‘heating of the bloud about the hart’ and should be avoided at all costs.[CITATION-59] Anger could be precipitated by a number of things, including jealousy, pride and inordinate desire, and could lead to trembling limbs, reddening of the face and gnashing of teeth.[CITATION-60] Anger, if not moderated and properly controlled, was also thought to lead to a loss of reason which in turn could result in a descent into madness.[CITATION-61] Given its alarming consequences, advice about how to avoid anger was widespread in moralistic and medical texts. Downame noted in his discussion of anger that ‘wise Physitions thinke it the better & safer course to preserve health and prevent sicknesse, then to remove the disease after it hath taken possession of the body’.[CITATION-62] As with most medical advice in the early modern period, then, prevention was believed to be better than a cure.As with melancholy, there were a variety of means by which anger could be avoided but diet was once again a key consideration. Those of a choleric constitution were more prone to bouts of anger, as their bodies were already overly hot and dry.[CITATION-63] Anything that increased body heat beyond normal levels could result in the production of heat around the heart and the passion of anger. Similarly, for those unaccustomed to hot, dry foods, eating an abundance of foods that could increase levels of choler in the body could also leave them vulnerable to the disease of anger. Foods that had the potential to increase choler included onions, garlic, honey, pepper and mustard.[CITATION-64] These foods were believed to be particularly heating and drying and thus matched the elemental qualities of the hot, dry humour choler. Describing garlic, the herbalist John Gerard noted that it is ‘very sharpe, hot, and dry’, warning that those ‘of a hot complexion must especially abstaine from it’.[CITATION-65] Other foods with similar properties that physicians and herbalists recommended avoiding to keep choler, and the associated passion of anger, at bay included salt, leeks, mint, thick wine and heating spices.[CITATION-66] As with the dietary advice on melancholy, foods with the opposite humoral characteristics were recommended for those who were vulnerable to elevated levels of choler. Ingredients that were considered temperamentally moist, such asand violets, and those that had cooling properties, such as barberries and cherries, helped keep choler at safe levels and the passion of anger unstirred.[CITATION-67] Elyot recommended that those who ‘abounded’ in choler should follow a strict dietary programme of cooling and moistening the body by eating ‘meates, whiche be cold in a moderate quantite’, diluting ‘their wyne more or lasse with water’ and ‘eschewynge hotte spices, hotte wines, and excessiue labour’.[CITATION-68] The role played by diet in regulating emotional health, however, went beyond a consideration of how certain foods might elevate levels of particular humours. To keep the passions well governed, a long-term dietary strategy was required. Comfort eating was not a temporary practice, only employed at moments of emotional weakness to restore humoral balance, but rather was part and parcel of everyday approaches to food intake. In a compiled and translated text from 1634 entitled, avoiding unwanted passions, such as anger, was linked to broader lifestyle decisions in which a person’s daily diet was critically important. Each of the authors included within the compendium advocated a sparse or ‘sober’ diet to their readers, arguing that sobriety in eating ‘is the soveraigne means and instrument for preservation of bodily health and vigoar of minde in and unto long old age’.[CITATION-69] Temperance in eating would inevitably lead to temperance in the body. A temperate body, free from corrupted or excessive humours, was the key, so these authors argued, to a vigorous mind and well-ordered passions. As Leonardus Lessius, the principal author of the, succinctly put it, ‘the conditions of the Minde follow the temper of the Bodie’.[CITATION-70] Lessius argued that over-eating caused ‘superfluous excrements’ and evil vapours that were transmitted from the stomach to the head. These corrupted vapours, as we have seen, could infect the entire bodily system, agitating the various spirits that coursed through the body and provoking unwanted and troublesome passions around the heart. Lessius explained to his readers that ‘benigne juice’ ‘causeth benigne affections’, while ‘malignant juices’ ‘causeth fierceness and wildnesse in the affections’.[CITATION-71] By overwhelming the stomach with too much food (Lessius advised only eating 12–14 ounces of food a day), regardless of the individual elemental make-up of specific foodstuffs, early modern people ran the risk of ruining the process of concoction, and this in turn could result in the creation of corrupted humours, spirits and undesirable passions.Lessius’s publication did not only mete out advice. Within the text, a case-study was provided that demonstrated the value of a sober diet and the extraordinary health results it could produce. One tract included in the publication was, written by Luigi Cornaro, a Venetian landowner who was well known for his longevity.[CITATION-72] Cornaro put his exceptionally long life and good health down to his diet. He explained that when he lived ‘intemperately’, eating what and how much he desired, he endured many ‘discommodities of the bodie, and troubles of the minde’.[CITATION-73] Turning towards a sober diet and avoiding foods that he enjoyed but were ‘hurtfull’, such as cool wines, cakes and sausages, Cornaro found ‘that neither melancholie, nor any other passion’ could hurt his body.[CITATION-74] He also noted that when his friends encouraged him to abandon his temperate diet and increase the quantity of food he ate, within ten days he went from being ‘a cheerfull and merrie man’ to a ‘melancholie and cholerick’ one for whom ‘all things were troublesome’.[CITATION-75] Writing at the age of 83, Cornaro concluded that thanks to his restrictive diet, in which the body was fed foods that were good for it, rather than foods that it delighted in, he was ‘ever cheerfull, merrie, and well-contented, free from all trouble and troublesome thoughts’.[CITATION-76] The pursuit of cheerfulness was deemed critical to bodily and emotional health in the early modern period. Individuals were advised not just to avoid the negative passions of anger and melancholy, but also actively to cultivate the positive states of joy and cheerfulness. As Newton and Weisser have noted, expressions of cheerfulness and joy among those suffering with illness were often seen as good indications that the patient was recovering. Similarly, Cavallo and Storey have noted that stimulatingthat is, cheerfulness—was of central importance in preventative healthcare practices in Renaissance Italy.[CITATION-77] Medical authorities agreed that appropriate levels of cheerfulness, along with other passions such as mirth and joy, were a sign of a body in good health. According to Wright, ‘Pleasure and Delight, if it bee moderate, bringeth health, because the purer spirites retyre vnto the heart, and they helpe marvellously the digestion of blood’.[CITATION-78] Once again, the passions were entangled with the movement of bodily materials, processes of digestion and the workings of the heart. Coeffeteau also argued that positive passions impacted the heart in beneficial ways. While sorrow caused the heart to shrink and ‘freezeth with griefe’, and anger left the heart ‘inflamed and all on fire’, in moments when joy and desire were stirred the heart would melt ‘with gladnesse’.[CITATION-79] Cultivating positive passions, therefore, was crucial for the proper functioning of the human body.Positively construed passions, like their negative counterparts, could also be triggered by certain foods and particular dietary practices. Some moralists and theologians, such as Cornaro and Lessius, advocated a limited diet, both in terms of quantity and the types of food eaten, to promote cheerfulness. As Lessius noted, eating too much food resulted in ‘a certain kinde of dulnesse, heavinesse, and slothfull wearinesse’. The purpose of eating, so Lessius explained, was to ‘refresh the strength and powers of the bodie’, which would in turn make a person ‘more cheerfull’.[CITATION-80] Constantly over-feeding the body corrupted digestion, which led to the creation of ill humours that stimulated negative passions. Because of the connections between the humours and passions, Lessius argued that once the humours had been contaminated by a glut of food it would be difficult to restore the body to good emotional health: ‘evil Humours do not onely excite and stirre up passions, and set them on work; but again by a certain sympathie that is between them, are themselves also set on fire, and strengthened by the passions’.[CITATION-81] This back and forth between corrupted humours and negative passions could result in the strengthening of those passions, exacerbating the symptoms of disorders such as anger and melancholy. As Lessius explained it, an abundance of ‘cholerick humour … stirres up wrath’, then the ‘the commotion of Anger … sets on fire the spirits and the cholerick humour’, which in turn inflames choler and leads to the passion of anger being ‘increased and fortified’ to such a degree that it might turn ‘from Anger into Madnesse’.[CITATION-82] Over-eating resulted in a vicious cycle of corrupted humours and negative passions working in tandem to disrupt body and mind. Having a more restricted diet had the opposite effect. A small amount of food produced good blood and good humours, which stimulated cheerfulness—itself crucial for good health and bodily balance.Calls for a restrictive diet were also framed by the Christian ideals of the period, ideas that were shared by Catholics like Lessius, and English Protestants. Gluttony, as one of the seven deadly sins, was believed to be detrimental not only to the health of the soul, but also the health of the body. Philip Stubbes, an English pamphleteer who was known for his puritanical attack on what he saw as the ungodly customs of the era, decried eating to excess, arguing that gluttony invariably led to idolatry. Not only that, Stubbes also claimed that eating a variety of foods in large quantities left bodies undernourished, with the food remaining undigested in the stomach like ‘dirte in a filthie sinck or pryuie’.[CITATION-83] Christian beliefs surrounding the importance of fasting also intersected with medical ideas about the role of diet in the regulation of the passions. While gluttonous behaviour overwhelmed the stomach and the soul, fasting did the opposite. As Alec Ryrie has shown, English Protestants retained the practice of fasting in the wake of the Reformation, believing it to represent an outward sign of inner repentance. Fasting also had the power to provoke the passions. It could help stimulate appropriate levels of godly sorrow, helping an individual feel the sorrow of sin, but could also tame excessive passions that took hold in the heart.[CITATION-84] Richard Rogers, a puritan English clergyman, described in a diary entry from September 1589 how he found fasting and maintaining a ‘moderate diet’ helpful for making his heart content and for ‘subduinge all inordinate affect[tions]’ in every way he wished.[CITATION-85] Fasting helped remind individuals of the sorrow of sin while also ensuring that their bodies were not overtaken with lustful and ungodly passions. The power of restrictive diets was thus viewed and theorised though both a medical and a religious lens.Avoiding negative passions was therefore not as simple as abstaining from foods that elevated certain humours. The approach advocated by the likes of Lessius and Cornaro stressed that a strict diet needed to be regularly maintained. If an individual wished to remain merry and cheerful, and live to an old age, there were no temporary dietary fixes. Food needed to be carefully rationed and individuals needed to ascertain what foods were good for their body, and refrain from eating foods that were enjoyable but nonetheless harmful. Although Lessius’s tract was popular in England, remaining in print well into the eighteenth century, it is unclear the extent to which English men and women actually incorporated his advice into their daily lives and diets.[CITATION-86] Puritans like Rogers clearly aligned fasting with godliness and healthy passions, as did Ralph Josselin, the vicar of Earls Colne in Essex, who gave his own thoughts on Lessius’s strict dietary advice in a diary entry from January 1649. Although Josselin was not convinced that diligently measuring the amount of food eaten on a daily basis was necessary, he nonetheless concurred with Lessius and Cornaro that a ‘full diet is not best’ as ‘plus necat gula quam gladius’ (‘gluttony kills more than the sword’). Moreover, Josselin considered a ‘slender and a hard diett’ to be particularly conducive to his own health and he resolved to be ‘more moderate’ in his diet in the future.[CITATION-87] Josselin does not give us an indication of whether he managed to incorporate Lessius’s advice successfully into his own diet, but his diary, along with other letters and journals from the seventeenth century, suggests that restricting food intake was not the only way to spark cheerfulness through dietary choices. Cornaro noted that the general belief was that ‘that which savours, is good and nourisheth’.[CITATION-88] In other words, to stay healthy in body and mind, a person should eat foods that they enjoyed as they were likely to provide more nourishment. Lessius himself confessed that his ideas were not shared by all. As he begrudgingly admitted, it was generally accepted that it was ‘a great part of unhappinesse to be limited in a mans diet’.[CITATION-89] Not only did many people consider a full and tasty diet to be good for health, they also believed that restricting your diet and not eating the foods you enjoyed could actually lead to the production of negative passions such as unhappiness. The senses, including that of taste, were indelibly linked to the creation of the passions. Wright noted that the senses were ‘joint friends’ with the passions and ‘whatsoever delighted sense, pleased the passions’.[CITATION-90] An object, such as a particular food, would transfer its qualities to the senses (in this case, the taste buds) which would then transport this data via the spirits to the brain. This sensory information was then calibrated by the imagination, which would create an impression of the external object, in this case a specific food, to which the sensitive soul would respond with the creation of passions.[CITATION-91] If, for example, a particular food tasted pleasurable, this sensory experience would stimulate positive passions, while if a food elicited disgust from the taste buds, a negative impression and negative passions would be created. How a food tasted thus helped individuals assess the potential impact it might have on the passions.While some, such as Josselin, could see the benefits of a spare diet, others sought comfort and pleasure through food, eating and recommending that others eat foods that brought them joy and cheerfulness.[CITATION-92] In particular, the gifting of food and acts of commensality were considered excellent ways of promoting the health of the passions. Eating together and exchanging gifts of food not only established and strengthened social bonds and promoted ideals of Christian community and altruism, but were also practices that had significant medical implications.[CITATION-93] In letters and diaries from the seventeenth century, gifts of particular foods with specific health properties were received and understood through the language of the passions. Common gifts included sugar, capons (castrated cockerels) and other delicate meats, and wine.[CITATION-94] Sugar was considered a perfect ‘corrective’ ingredient and was used regularly in early modern medicaments for a range of ailments.[CITATION-95] Sweetness as a sensation was also highly valued as it provoked comforting passions, such as joy and mirth.[CITATION-96] Josselin recorded several occasions when he received or gave this health-giving ingredient as a gift.[CITATION-97] Around Christmas 1644, Josselin received from a ‘loving friend’ four sugar loaves and on another occasion, and from a different friend, Mr Hickford, he was pleased to be gifted ‘a sugar loafe’, which he described as a ‘liberall and bounteous guift’, the giving of which was an act of ‘love and goodnes’. He too gifted sugar to his friends and patrons, noting in January 1650 that he sent his Lady a ‘sugar loafe which cost 7s. 4d.’.[CITATION-98] These high-cost and medically important gifts were thus interpreted as gestures of love and friendship that reminded recipients of the good cheer that positive relationships could bring. Comfort eating was therefore not only a dimension of individual healthcare practices, but also central to the well-being of the community. Early modern protagonists were highly attuned to the embodied experiences of others, using food gifts to help nurture and manage the passions of their friends, neighbours and loved ones.Some letter writers even used the memory of eating particular foods to help forge more positive passions in their correspondents. Lady Joan Barrington, a prominent Essex woman known for her godliness and patronage, had suffered from melancholy since the death of her husband, Sir Francis Barrington, in July 1628. While the puritan minister Ezekiel Rogers wrote to Barrington expressing his hope that her ‘olde disease of melancholy’ had been ‘banished away by faith’, her son Thomas and her steward Tobias continued to express concern over her persistent ‘sadness’.[CITATION-99] Tobias, in a bid to cheer up Barrington, sent her some capons in December 1629 in the hope that they would help her ‘health and stomach’ and be eaten ‘with as much joy and mirth as ever capons weare’.[CITATION-100] In reminding Barrington of the joy that could be sparked through eating, Tobias no doubt hoped his mistress’s long battle with melancholy would end. Like sugar, capons were also considered to be particularly healthy. As Cogan noted, capons were the most ‘agreeable’ type of flesh, ‘as well in sicknesse as in health’, as they were light of digestion.[CITATION-101] Barrington seemingly recognised this, as she too was accustomed to gift capons to her loved ones. Johanna St John, Barrington’s granddaughter, was delighted to receive several such birds from her grandmother, declaring that there is ‘no greater dantis [dainty] then a country capon’.[CITATION-102] Eating together could also have similarly desirable outcomes for the passions. Medical authorities recommended that a state of cheerfulness could be achieved through pleasant diversions, mild intellectual stimulation and the invigoration of the senses.[CITATION-103] In the, the English translation of the Dutch physician Levinus Lemnius’s, moderate banqueting is endorsed as one such cheerful activity. For melancholic people, who were known to be especially sullen, it was advised they ‘use banquetting and good cheere amonge honest and mery company’ to improve the health of their passions.[CITATION-104] This advice seems to have been enthusiastically followed by those who could afford such diversions. George Davenport, an Anglican clergyman living in the north of England, recorded in his many letters to his former tutor at Cambridge, William Sancroft, the pleasure he derived from eating with company.[CITATION-105] Having eaten with his friends a pottage made from pork, cabbage and leeks in Paris, he described himself and his companions as ‘very merry’. Similarly, he noted that one year he kept a ‘jolly Christmas’, having dined some days with up to 200 people.[CITATION-106] Ralph Josselin also interpreted communal eating as a means to inculcate good cheer and feelings of affection. On the baptism of his child, for example, he arranged a banquet for his neighbours at great personal expense, during which they showed him ‘much love’. He also spent many evenings eating with his friends. In one entry, he explained how he was ‘lovingly invited’ to his ‘neighbour Matthewes to dinner and at supper to Mrs Churches’ where he experienced ‘loving and plentifull entertainment’.[CITATION-107] Similar understandings of the emotional power of commensality can be found lower down the social scale. Roger Lowe, a shopkeeper and diarist from Leigh in Lancashire, documented how he understood the sharing of food to be connected to the production of passions. In May 1667 he wrote in his diary that he intended to call on a friend of his, Mr Potter, ‘meerely out of love’, to invite him to share two pennies worth of beer with him. When Mr Potter declined, Lowe noted that he ‘seemed as if he ware angry’ which caused Lowe to return home feeling ‘very pensive and sad and not very well’.[CITATION-108] For Lowe, the sharing of food, in this case beer, and Mr Potter’s refusal, sparked a number of feelings, from love and sadness on his part, to the apparent anger of his friend. Being unwilling to participate in the widespread practice of sharing food could indicate that the passions were in disarray. These negative passions, as we see in the case of Lowe, could also be transferred to those whose invitation to partake in commensality had been snubbed.Food was also gifted or shared at emotionally sensitive times, again suggesting that there was a link between specific foodstuffs and the regulation of the passions, and that this connection shaped people’s everyday social engagement with food. For example, Isaac Archer described in his diary the death of his mother and two siblings when he was eight years old. He explained that his schoolmistress, who had been with his mother when she had died, had brought him cake and that because he was ‘but a child’ he was ‘more pleased with the cakes … then grieved for so unspeakable a loss’.[CITATION-109] The fact that his schoolmistress provided the young Isaac with cake at this moment of extreme emotional trauma again points to the role of food, particularly pleasurable foods, in attempts to stave off negative passions. Similar examples can be found in the correspondence of Lord Fitzwilliam and in Josselin’s diary. Fitzwilliam noted in his letters that his wife had been gifted chine and black pudding by a Mrs Bull on several occasions. One such gift came soon after the death of their son William, which had left Lady Fitzwilliam ‘so afflicted’, presumably with grief, that her husband worried it would ‘put her into a fitt of sickness’.[CITATION-110] Ken Albala has suggested that the gifting of black pudding had strong affective resonances, as this was a foodstuff that was believed to be especially beneficial for replenishing blood and thus keeping the body in good working order. By sending Lady Fitzwilliam black pudding, Mrs Bull sent not only a ‘symbol of heart-felt affection’ but also a healthy food that would help Lady Fitzwilliam recover from her grief.[CITATION-111] Josselin also wrote in his diary about receiving gifts of food in the aftermath of a child’s death. His son Ralph had died when he was just a baby and he had been buried with ‘the teares and sorrow not onely of the parents and Mrs Mary Church, but with the teares and sorrowe of many of my [Josselin’s] neighbours’.[CITATION-112] In the days that followed baby Ralph’s funeral, Josselin described suffering terribly. He also remarked, however, that his and his family’s suffering had been eased by the kindness of Mary Church. In an entry from just two weeks after Ralph’s burial, Josselin wrote that he and his wife were now feeling ‘indifferently well and cheerly’. He also noted that Mary Church had procured for his dinner some calf’s head, which he ‘much desired’ and that she had been ‘as kind to, and tender of’ he and his wife ‘as if shee were our sister’.[CITATION-113] Indeed, the connections between grief, food consumption and the promotion of cheerfulness may help explain why providing food was such a prominent feature of early modern funerary customs. Mourners would come together to partake in a funerary meal that aimed to provide comfort to the bereaved and signal a return to normal life. As in moments of grief, the types of foods shared at a funerary meal mapped onto ideas about what constituted comforting foods. Sweet foods, such as cakes and biscuits, that provoked pleasure, alcoholic beverages that could cheer the spirits and nourishing meats that could promote the production of good blood all regularly featured in funerary meals.[CITATION-114] The gifting and sharing of healthy or desirable foods were thus central to affective bonds and emotional health in the early modern period. Exchanging food allowed individuals to express concern for the emotional well-being of their loved ones while also providing a practical solution that they hoped would help alleviate those suffering from grief, melancholy and sorrow. Foods that were deemed comforting were those that delighted the senses, providing nourishment to bodies awash with unbalanced humours, and those that were enticing to particular palates, whether that be young Isaac’s sweet cakes, Barrington’s health-giving capons or Josselin’s much-desired calf’s head.Comfort eating was at the centre of preventative healthcare aimed at managing the passions. Eating the correct types of food and in the right quantity could stave off unwanted negative passions, keeping the body balanced and its constituent material components in equilibrium. As well as protecting the body from negative passions, food also had the power to cultivate the more positive passion of cheerfulness, which was itself integral to good health. These medical ideas about food, and its relationship to good emotional health, shaped people’s social engagements with food, encouraging individuals to gift health-giving foodstuffs to their loved ones, and share food to stimulate joy and mirth and ease suffering during moments of emotional turmoil. Comfort eating was thus part of long-term approaches to preventative emotional healthcare, giving individuals a degree of control over their bodies and a means by which they could safeguard the health of their passions.For those who failed to control their emotional health by establishing daily practices of comfort eating, and ultimately succumbed to disorders of the passions, there were alternative methods of restoring their passions to good health. Because of the connections between the humours, the passions and the six non-natural things in early modern medical thought, maintaining good emotional health and curing disorders of the passions if they took hold required extensive knowledge of the natural world and its produce, and a thorough understanding of how certain ingredients interacted with bodily matter. Recipe books from the period attest to this knowledge, demonstrating that emotional health was often managed at the household level, incorporating information gleaned from published medical tracts and herbals, and from everyday experience of collecting plants and creating medicaments.[CITATION-115] Producing recipes with ingredients that had the power to comfort the passions was thus part of broader early modern medical knowledge and another important dimension of comfort-eating practices.Of all the emotional disorders that feature in early modern recipe books, melancholy, and its various cures, is undoubtedly the most common. Cloves, nutmeg, cinnamon and ginger were familiar ingredients in medicaments for melancholy.[CITATION-116] These spices were prized for their acute heating properties, which would help banish the cold humour of melancholy and restore vital heat to the body. One such recipe called for several heating spices to be combined. Appearing in the recipe book of Sir Thomas Osborne, the first duke of Leeds, this remedy for melancholy included an ounce of cinnamon, two nutmegs and a ‘penyworth’ of saffron.[CITATION-117] Each of these ingredients was known to be useful in the treatment of cold diseases and, thanks to the heat that they produced, could help ‘make … a man merry’.[CITATION-118] In other recipes, this same process of heating could be achieved by sourcing ingredients from closer to home. These ingredients may have been particularly beneficial for those who could not afford the expense of buying a variety of spices from the apothecary, or for those who lived in more rural areas where regularly sourcing foreign ingredients would have been more difficult.[CITATION-119] While more elite households may have grown their own herbs in kitchen gardens, those from more modest families may have purchased herbs with specific medical properties from herb women.[CITATION-120] Borage, balm and bugloss all feature prominently in recipes to tackle melancholy and were ingredients that could be bought from travelling herb women or grown at home.[CITATION-121] Like spices from the East, these plants were characterised by herbalists as having heating properties that were particularly beneficial for the treatment of melancholy.[CITATION-122] Most of these herbs and spices were classified as being hot in the second or third degree, meaning they could heat the body sufficiently but not excessively.[CITATION-123] In contrast, plants that were characterised as the very hottest, in the fourth degree, had to be approached with caution. Gerard, in his description of garlic, which he classified as hot in the fourth degree, recommended boiling it first to eradicate its ‘evill juyce’. Gerard also advised that when using herbs and spices in the third or fourth degree, it was prudent to combine them with other ingredients to temper their heat. In an entry for rocket, for example, he cautioned that due to its heat it is ‘not fit nor accustomed to be eaten alone’.[CITATION-124] For those compiling recipes for disorders such as melancholy, therefore, extensive knowledge of both domestic and foreign plants was required, as was access to these ingredients.Heat was not, however, the only quality that needed to be achieved in a successful remedy for melancholy. As we have already seen, the disease was characterised by dryness, so restoring moisture to the body was key. Generating moisture within these recipes would also be required to counteract the heating qualities of the herbs and spices described above. As noted earlier, both heat and moisture were vital to life, so ensuring that moisture was not lost through extreme heating was crucial. One of the ways that moisture could be obtained in these remedies was with the inclusion of wine or other beverages. The two most popular drinks in these recipes were sack and white wine, but medicines for melancholy also contained posset, ale and other nourishing liquids.[CITATION-125] It is perhaps unsurprising that various forms of wine appear most frequently in these recipes, given wine’s association with health in the early modern period. Wine was believed to be analogous to human blood and was thought therefore to convert easily to blood and be assimilated into the human body. Due to its nourishing quality, wine was also thought to be hot and moist in nature and thus crucial for restoring vital heat and moisture to the body.[CITATION-126] Different wines, however, imparted slightly different properties. This was useful in terms of healthcare because, as the physician Tobias Whitaker suggested, ‘every temper may be preserved void of all distempers, or such as arise out of the materiall principles of nature by the true use of wine’.[CITATION-127] White wines were generally cooler than red wines and sweet wines were considered the most nourishing.[CITATION-128] It is perhaps this combination of mild heating and optimal nourishment that made white wines and sack, which was a fortified white wine, especially prevalent in recipes for melancholy. The wine would help restore moisture to the body while not overwhelming it with heat. These cooler, moist liquids helped balance out the intense heating and drying qualities of spices and herbs, ensuring that the dry humours associated with melancholy would be banished successfully while also maintaining levels of vital moisture within the body.The association between drinking wine and experiencing merriment also made this beverage suitable for treating melancholy. While its elemental qualities, alongside those of the herbs and spices included in the recipes, would rectify the humoral imbalances associated with the disease, the ability of wine to lift the spirits and bring ‘gladnesse and cheerfulnesse’ would also help combat the symptoms of melancholy.[CITATION-129] Writing to her sister in 1686, Anne Dormer, who suffered chronic melancholy, detailed her attempts at restoring good cheer through the consumption of various types of wine. She noted that her sister had kindly gifted her ‘a vessel of rare wine’ which gave her great joy, promising that she would take two or three spoonfuls of wine when her spirits were low.[CITATION-130] Dormer’s letters, however, also suggest that the properties of certain ingredients on their own were not enough to make a foodstuff or recipe comforting—personal taste and preference was also key. In another letter, she told her sister that although sack had done her emotional health a great deal of good, she had grown ‘so weary of it’ that she could ‘take that no longer’, switching instead to ‘sherry with nutmett and sugar’ in a bid to maintain the health of her passions.[CITATION-131] These recipes for melancholy, and the ingredients that they contained, also mapped on to the remedies for melancholy provided by the physician Richard Napier to his patients, suggesting that ideas about how to cure melancholy were largely consistent and widespread in the seventeenth century. On several occasions, Napier recommended ‘Jeralog’ as a medicament to help banish stubborn forms of melancholy.[CITATION-132] In one case, Napier recommended Jeralog as a treatment for a young man named Robert Alcock who had been suffering from grief and fear after having had an illicit sexual relationship with ‘a lewd woman’.[CITATION-133] Jeralog was another name for the medical compound, which had been in use since ancient times. The mixture comprised a variety of plants and spices, including mace, aloes, pepper, saffron and hellebore, which were then combined with honey to make an electuary. As Nicholas Culpeper explained in, the medicine could take away all the ‘daily evils comming of mellancholly’.[CITATION-134] As with the recipes already analysed, the ingredients contained in Jeralog provided vital heat, and the honey in which the herbs and spices were mixed, sweet nourishment. Medical knowledge of plants and their application for disorders of the passions was therefore relatively widespread. From professional physicians, such as Napier and Culpeper, to the compilers of manuscript recipe books who took personal responsibility for the health of their families, knowledge of the natural world was harnessed as a means by which to govern the passions and the various illnesses that arose from them.[CITATION-135] While the ingredients used in these recipes were largely consistent in terms of the reactions that they instigated in the body, they were also tailored to individual preferences and financial circumstances, again suggesting that notions of comforting foods could be flexible and idiosyncratic. Dormer preferred to use sherry to spark joy as she had grown weary of sack, and those of perhaps more modest financial means may have chosen to achieve the heat and moisture needed to eradicate melancholy with ingredients that could be sourced close to home and at an affordable price.The prevalence of recipes aimed at ‘comforting’ the heart indicates that domestic household medicine focused on the health of the passions was also highly preventative in ambition. As we have already seen, keeping the heart in good working order and well comforted would result in the production of benign passions and benign humours. A comforted heart was thus an excellent defence against more dangerous diseases of the passions. According to Andrew Boorde, ‘all sweate or dulcet things doeth comforte the heart, and so doth maces and ginger, rere eggs, and poched eggs not hard’.[CITATION-136] As we have seen, the enjoyable taste of sweet or ‘dulcet things’ would stir positive passions and keep the heart cheerful and in good working order. Robert Burton described the heart as the ‘Sonne of our body’ and the ‘fountaine of life, of heat, of spirit’. It was in this organ that blood was heated to its optimal temperature, meaning that keeping the heart temperately heated was crucial to keeping it healthy.[CITATION-137] The heating properties of mace and ginger, ingredients that Boorde recommended to keep the heart comforted, would help achieve such results.This focus on sweetness and on spices that would provide vital heat to the heart can also be identified in recipes aimed at comforting the heart or controlling the passions of the heart. Heating spices, such as aniseed, mace, cinnamon, cloves, ginger and nutmeg, and warming herbs, such as borage, rosemary, sage and balm, all feature prominently in recipes for comforting the heart.[CITATION-138] In some recipes, however, cooling herbs and plants were recommended in recognition that the heart could also be damaged by excessive heat, not just cold. Ingredients that could provide comfort to the heart were not universal, but specific to certain conditions that were caused by different material reactions and humoral imbalances within the body. In one recipe aimed at comforting the heart, which appears in a book of seventeenth-century recipes that was compiled from a variety of sources, different recommendations are given for disorders that stem from the heart being too cold or too hot. If the ‘faintnes of the harte’ proceeded from heat, it was recommended that cooling pomegranate and barberries be combined with barley into a broth, while for disorders of the heart that stemmed from excess cold, a mixture of cloves, cinnamon and saffron steeped in white wine was advised.[CITATION-139] For illnesses of the heart that arose from coldness, sugar or other sweetening ingredients, such as honey, were also integral. How much sugar to include varied between recipes, with some indicating that only a little sugar was required, while others called for much larger quantities. As with the inclusion of heating spices and herbs, it is possible that the quantity of sugar included within a recipe reflected the financial means of the compiler, as well as personal preferences. For example, one recipe called for ‘3 pounds of sugar’, while another for just ‘2 ounces’.[CITATION-140] As well as providing a sweet taste to delight the heart and the passions, the inclusion of sugar in these recipes also had a more pragmatic function. In one recipe aimed at keeping the heart in good working order, the writer noted that ‘a good quantity of Sugar’ should be included to make the medicine ‘pleasant’.[CITATION-141] As Hannah Newton has demonstrated, medicines aimed at children in particular were made more palatable through the inclusion of sweeteners.[CITATION-142] Not only, then, would the inclusion of sugar mask the bitter and pungent tastes of some herbs and spices, it would also have a direct impact on the functioning of the heart, signalling to the brain and the heart, through a more pleasurable sensory experience, to produce purer spirits and more positive passions.Disorders of the passions, then, were often treated within the home. From the stubborn and ubiquitous disease of melancholy to hearts that required comforting, creating recipes for illnesses of the passions required extensive knowledge of herbs and spices, an understanding of how to combine ingredients to stimulate certain material reactions in the body, and an awareness of how the six non-natural things, the humours, and the passions were intricately connected. The diverse ingredients found within recipes aimed at restoring the passions to good health have some common traits, aligning with the elemental characteristics of disturbed humours in the case of melancholy, and stimulating a pleasurable sense of taste through the inclusion of sweeteners and fortified wines. Despite this, these recipes also illustrate the extent to which restoring comfort to the passions was contingent on individual preferences, access to particular ingredients, and a recipe-compiler having a thorough understanding of the different bodily causes of a variety of illnesses.Comfort eating was a flexible and adaptable practice that affected early modern people’s daily food habits. It involved promoting the stability of the humours and the passions and keeping bodily matter in motion through the consumption of foods with particular elemental properties, but also included much broader dietary choices, from following a restrictive and sparse diet, to seeking out foods that sparked pleasure and delight and the production of beneficial passions. The belief that diet could provide comfort to the passions inflected people’s daily social engagement with food. It shaped the food gifts that people gave to their loved ones, neighbours and patrons, and it influenced the way people interpreted the ubiquitous practices of hospitality and commensality. Viewed through a medical lens, the gift of foods such as sugar and capons, and the practice of sharing food in a jovial and cheerful environment, can be seen as yet another dimension of the preventative approach to healthcare that was so prominent in the early modern period. How a particular food impacted the passions went far beyond humoral considerations. While the impact of a food on levels of bodily humours was important to early modern notions of comforting foods, so too was personal preference, the context of when, where and with whom different foods were eaten, and the specificities of different disorders of the passions that often required radically different treatments. This analysis has important ramifications for the histories of medicine, food and embodiment, demonstrating that comfort eating was a widespread and varied healthcare practice that permeated early modern community food practices and key modes of social engagement.Keeping the passions in check through comfort eating required individuals to understand how their own bodies worked, to know how different foodstuffs, in different combinations, could impact the production of certain passions, and to consider the connections between diet and other social stresses that could also elevate the passions to dangerous levels. As this article has demonstrated, these were concerns that were largely confined to social groups who had the means to manage what they ate on a daily basis. Those with financial resources could choose foods that were known to lift the spirits, such as expensive wines and sweet treats, and those who were literate and could afford writing materials could note down useful recipes for combatting diseases of the passions. Although many of the sources used in this article were produced by individuals from middling and elite backgrounds, there is evidence to suggest that similar concerns were shared by those further down the social ladder. The shopkeeper Roger Lowe, although he may have not been able to afford the luxury products often associated with comfort eating and the good health of the passions, nonetheless recognised the emotional power of food and its ability to either cheer or disrupt the passions. Practices of comfort eating, then, represented a critical tool with which early modern people could manage their emotional health and the health of their wider communities, empowering them to adapt their diets where necessary, create medicines that could cure diseases of the passions, and consider how everyday social codes of hospitality and commensality could have medical implications for the health of their passions.",
    "footnotes": {
        "1": "London, British Library [hereafter BL], Trumbull Papers, Add. MS 72516, fos 167–168, Anne Dormer to her sister Elizabeth Trumbull.",
        "2": "Henry Stubbes, The Indian Nectar, or, A Discourse Concerning Chocolata (London, 1662), p. 141.",
        "3": "For early modern understandings of comfort, see J.E. Crowley, ‘The Sensibility of Comfort’, American Historical Review, civ (1999), pp. 749–82.",
        "4": "U. Rublack, ‘Fluxes: The Early Modern Body and the Emotions’, tr. P. Selwyn, History Workshop Journal, no. 53 (2002), pp. 1–16.",
        "5": "J.L. Locher, W.C. Yoels, D. Maurer and J. van Ells, ‘Comfort Foods: An Exploratory Journey into the Social and Emotional Significance of Food’, Explorations in the History and Culture of Human Nourishment, xiii (2005), pp. 273–97.",
        "6": "As Thomas Dixon has argued, emotion, a term that gained traction in psychology in the nineteenth century, has been vaguely defined and has thus become capacious in its usage. During the nineteenth century its meaning also became increasingly de-medicalised and de-pathologised. T. Dixon, ‘“Emotion”: The History of a Keyword in Crisis’, Emotion Review, iv (2012), pp. 338–44.",
        "7": "See, in particular, A.E. Becker, ‘Nurturing and Negligence: Working on Others’ Bodies in Fiji’, in T.J. Csordas, ed., Embodiment and Experience: The Existential Ground of Culture and Self (Cambridge, 1994), pp. 100–115; J.H. Jenkins and M. Valiente, ‘Bodily Transactions of the Passions: El Calor among Salvadoran Women Refugees’, in Csordas, ed., Embodiment and Experience, pp. 163–82.",
        "8": "E. Carrera, ‘Introduction’, in E. Carrera, ed., Emotions and Health, 1200–1700 (Leiden, 2013), p. 16.",
        "9": "H. Newton, From Misery to Mirth: Recovery from Illness in Early Modern England (Oxford, 2018), pp. 83–90; O. Weisser, Ill Composed: Sickness, Gender, and Belief in Early Modern England (New Haven, CT, 2015), pp. 81–103.",
        "10": "S. Cavallo and T. Storey, Healthy Living in Late Renaissance Italy (Oxford, 2014), pp. 179–208.",
        "11": "See, for example, S. Handley, Sleep in Early Modern England (New Haven, CT, 2016); P. Slack, ‘Responses to Plague in Early Modern Europe: The Implications of Public Health’, Social Research, lv (1988), pp. 433–53; S. Cavallo and T. Storey, eds, Conserving Health in Early Modern Culture: Bodies and Environments in Italy and England (Manchester, 2017); Cavallo and Storey, Healthy Living; A. Arcangeli, ‘Dance and Health: The Renaissance Physicians’ View’, Dance Research, xviii (2000), pp. 3–30.",
        "12": "Terminology for the six non-naturals was fluid and inconsistent. The ‘passions’ of the mind were also often referred to as ‘affections’, ‘accidents’ and ‘perturbations’ of the mind and soul.",
        "13": "Recent scholarship on diet and good health includes D. Gentilcore, Food and Health in Early Modern Europe: Diet, Medicine and Society, 1450–1800 (London, 2016); K. Albala, Eating Right in the Renaissance (Berkeley, CA, 2002); S. Shapin, ‘Why Was “Custom a Second Nature” in Early Modern Medicine?’, Bulletin of the History of Medicine, xciii (2019), pp. 1–26; P. Camporesi, Bread of Dreams: Food and Fantasy in Early Modern Europe, tr. D. Gentilcore (Chicago, IL, 1989); Cavallo and Storey, Healthy Living, pp. 209–39; M. Pelling, The Common Lot: Sickness, Medical Occupations and the Urban Poor in Early Modern England, pp. 38–62; K. Albala, ‘Food for Healing: Convalescent Cookery in the Early Modern Era’, Studies in History and Philosophy of Science, xliii (2012), pp. 323–8.",
        "14": "S. Shapin, ‘You Are What You Eat: Historical Changes in Ideas About Food and Identity’, Historical Research, lxxxvii (2014), p. 379; M. Schoenfeldt, Bodies and Selves in Early Modern England: Physiology and Inwardness in Spenser, Shakespeare, Herbert, and Milton (Cambridge, 1999), p. 23.",
        "15": "On eating, identity and subjectivity, see Schoenfeldt, Bodies and Selves; Shapin, ‘You Are What You Eat’, pp. 377–92; R. Earle, The Body of the Conquistador: Food, Race and the Colonial Experience in Spanish America, 1492–1700 (Cambridge, 2012); J. Purnis, ‘The Stomach and Early Modern Emotion’, University of Toronto Quarterly, lxxix (2010), pp. 800–818.",
        "16": "E. Sullivan, Beyond Melancholy: Sadness and Selfhood in Renaissance England (Oxford, 2016), pp. 28 and 104–10; Albala, Eating Right, pp. 138–43.",
        "17": "H. Newton, The Sick Child in Early Modern England, 1580–1720 (Oxford, 2012); Cavallo and Storey, Healthy Living; Cavallo and Storey, eds, Conserving Health; Pelling, Common Lot; S. Handley, ‘Accounting for Sleep Loss in Early Modern England’, Interface Focus, x (2020), available at https://doi.org/10.1098/rsfs.2019.0087; M. Stolberg, Experiencing Illness and the Sick Body in Early Modern Europe, tr. L. Unglaub and L. Kennedy (Basingstoke, 2011).",
        "18": "On healthcare in the early modern home, see E. Leong, Recipes and Everyday Knowledge: Medicine, Science, and the Household in Early Modern England (Chicago, IL, 2012); A. Stobart, Household Medicine in Seventeenth-Century England (London, 2016).",
        "19": "Comfort eating, as an emotional practice, is historically and culturally specific. For more on emotional practices and historical specificity, see M. Scheer, ‘Are Emotions a Kind of Practice (and Is That What Makes Them Have a History)? A Bourdieuian Approach to Understanding Emotion’, History and Theory, li (2012), pp. 193–220.",
        "20": "For the social dimensions of gift-giving and hospitality, see F. Heal, ‘Food Gifts, the Household and the Politics of Exchange in Early Modern England’, Past and Present, no. 199 (2008), pp. 41–70; F. Heal, The Power of Gifts: Gift-Exchange in Early Modern England (Oxford, 2014); F. Heal, ‘The Idea of Hospitality in Early Modern England’, Past and Present, no. 102 (1984), pp. 66–93; N. Zemon Davis, The Gift in Sixteenth-Century France (Oxford, 2000).",
        "21": "A. Rankin, Panaceia’s Daughters: Noblewomen as Healers in Early Modern Germany (Chicago, IL, 2013); Leong, Recipes and Everyday Knowledge, pp. 46–70.",
        "22": "Rublack, ‘Fluxes’, pp. 1–16. For a contemporary discussion of the Galenic anatomy of the body, see Robert Burton, The Anatomy of Melancholy (London, 1621), pp. 21–45; for scholarship on the humours, the spirits and the soul, see M. Healy, Fictions of Disease in Early Modern England: Bodies, Plagues and Politics (Basingstoke, 2001), pp. 18–49; Purnis, ‘Stomach and Early Modern Emotion’, pp. 800–818; Newton, Sick Child, pp. 31–62.",
        "23": "Nicolas Coeffeteau, A Table of Humane Passions, tr. Edward Grimeston (London, 1621), p. 2.",
        "24": "Thomas Wright, The Passions of the Minde in Generall (London, 1620), pp. 33–45.",
        "25": "Burton, Anatomy of Melancholy, pp. 230–31.",
        "26": "Wright, Passions of the Minde, p. 46.",
        "27": "Sullivan, Beyond Melancholy, pp. 50–125.",
        "28": "Two East Anglian Diaries, 1641–1729: Isaac Archer and William Coe, ed. M. Storey, Suffolk Records Society, xxxvi (1994), p. 76.",
        "29": "E. Carrera, ‘Anger and the Mind–Body Connection in Medieval and Early Modern Medicine’, in Carrera, ed., Emotions and Health, p. 96.",
        "30": "Wright, Passions of the Minde, p. 64.",
        "31": "Burton, Anatomy of Melancholy, p. 86.",
        "32": "Albala, Eating Right, pp. 53–62.",
        "33": "Thomas Elyot, The Castel of Helthe (London, 1539), fos 13–15.",
        "34": "Ibid., fo. 67.",
        "35": "Handley, Sleep in Early Modern England, p. 21; K. Albala, ‘To Your Health: Wine as Food and Medicine in Mid-Sixteenth-Century Italy’, in M.P. Holt, ed., Alcohol: A Social and Cultural History (Oxford, 2006), p. 12; G. Kern Paster, ‘The Unbearable Coldness of Female Being: Women’s Imperfection and the Humoral Economy’, English Literary Renaissance, xxviii (1998), pp. 416–40.",
        "36": "Elyot, Castel of Helthe, fo. 67.",
        "37": "Ibid., fo. 70.",
        "38": "Ibid., fos 67–70.",
        "39": "Ibid., fo. 70.",
        "40": "Diary of Lady Margaret Hoby, 1599–1605, ed. D.M. Meads (London, 1930), p. 96.",
        "41": "Andrew Boorde, The Breviarie of Health (London, 1587), fo. 35.",
        "42": "Ibid., fo. 27.",
        "43": "Cavallo and Storey, Healthy Living; K. Albala, Food in Early Modern Europe (Westport, CT, 2003), p. 216; P. Slack, ‘Mirrors of Health and Treasures of Poor Men: The Uses of the Vernacular Medical Literature of Tudor England’, in C. Webster, ed., Health, Medicine and Mortality in the Sixteenth Century (Cambridge, 1979).",
        "44": "See n. 16 above.",
        "45": "K. Hodgkin, Madness in Seventeenth-Century Autobiography (London, 2007), p. 61.",
        "46": "Burton, Anatomy of Melancholy, pp. 52–230. For medical understandings of melancholy, see Sullivan, Beyond Melancholy, pp. 87–125.",
        "47": "Burton, Anatomy of Melancholy, p. 87.",
        "48": "Ibid., p. 88",
        "49": "Ibid., p. 91.",
        "50": "Ibid., p. 96.",
        "51": "For herbals as a genre, see B. Elliott, ‘The World of the Renaissance Herbal’, Renaissance Studies, xxv (2011), pp. 24–41. See also n. 135 below.",
        "52": "Boorde, Breviarie of Health, p. 78.",
        "53": "Andrew Boorde, A Compendyous Regyment or a Dyetary of Helth (London, 1547), sigs H3r–v; Elyot, Castel of Helthe, fos 28–9; William Bullein, The Government of Health (London, 1595), fo. 64; Thomas Cogan, The Haven of Health (London, 1636), p. 137.",
        "54": "Bullein, Government of Health, fo. 61.",
        "55": "Elyot, Castel of Helthe, fo. 75.",
        "56": "Bullein, Government of Health, fo. 78; John Gerard, The Herball or Generall Historie of Plantes (London, 1633), p. 317. Elyot also provided an extensive list of foods that could cause melancholy: Elyot, Castel of Helthe, fos 14, 75.",
        "57": "Cogan, Haven of Health, pp. 244–5.",
        "58": "For the medical implications and therapeutic uses of anger, see Carrera, ‘Anger and the Mind–Body Connection’, pp. 95–146; K. Steenbergh, ‘Green Wounds: Pain, Anger and Revenge in Early Modern Culture’, in J.F. van Dijkhuizen and K.A.E. Enenkel, eds, The Sense of Suffering: Constructions of Physical Pain in Early Modern Culture (Leiden, 2009), pp. 165–88; S. Pender, ‘Subventing Disease: Anger, Passions, and the Non-Naturals’, in J.C. Vaught, ed., Rhetorics of Bodily Disease and Health in Medieval and Early Modern England (Burlington, VT, 2010), pp. 193–218.",
        "59": "John Downame, Spiritual Physicke to Cure the Diseases of the Soule (London, 1600), fo. 3. Downame does, however, differentiate between ‘just anger’ and ‘unjust anger’, the latter being particularly dangerous; see Downame, Spiritual Physicke, fos 9–34.",
        "60": "Ibid., fos 25–34, 51–2.",
        "61": "Ibid., fo. 53.",
        "62": "Ibid., fo. 58.",
        "63": "Wright, Passions of the Minde, p. 65.",
        "64": "Elyot, Castel of Helthe, fo. 14.",
        "65": "Gerard, Herball, pp. 177–8.",
        "66": "William Bullein, Bulleins Bulwarke of Defence Against all Sicknesse (London, 1579), fo. 71; Gerard, Herball, p. 175; John Parkinson, Theatrum Botanicum: The Theater of Plants (London, 1640), p. 35; Boorde, Compendyous Regyment, sig. H3r.",
        "67": "Gerard, Herball, pp. 852, 1326, 1431; Robert Turner, Botanologia: The British Physician (London, 1664), pp. 25–6, 63, 349; Bullein, Bulleins Bulwarke, p. 59.",
        "68": "Elyot, Castel of Helthe, fo. 73.",
        "69": "Leonardus Lessius, Hygiasticon, or, The Right Course of Preserving Life and Health (Cambridge, 1634), p. 208.",
        "70": "Ibid., sig. ¶3v.",
        "71": "Ibid., pp. 32–5, 160–61.",
        "72": "A. Wear, Knowledge and Practice in English Medicine, 1550–1680 (Cambridge, 2004), p. 175; S. Shapin, ‘Was Luigi Cornaro a Dietary Expert?’, Journal of the History of Medicine and Allied Sciences, lxxiii (2018), pp. 135–49.",
        "73": "Luigi Cornaro, ‘A Treatise of Temperance and Sobrietie’, tr. George Herbert, in Lessius, Hygiasticon, p. 12.",
        "74": "Ibid., pp. 8–14.",
        "75": "Ibid., pp. 19–20.",
        "76": "Ibid., pp. 35–6.",
        "77": "Weisser, Ill Composed, pp. 107–8; Newton, Misery to Mirth, pp. 83–90; Cavallo and Storey, Healthy Living, pp. 194–206; Stobart, Household Medicine, p. 154.",
        "78": "Wright, Passions of the Minde, p. 60.",
        "79": "Coeffeteau, Table of Humane Passions, p. 17.",
        "80": "Lessius, Hygiasticon, p. 37.",
        "81": "Ibid., p. 161.",
        "82": "Ibid., pp. 162–3.",
        "83": "Philip Stubbes, The Anatomie of Abuses (London, 1583), sigs H8r–I3v.",
        "84": "A. Ryrie, Being Protestant in Reformation Britain (Oxford, 2013), pp. 195–8.",
        "85": "Two Elizabethan Puritan Diaries, by Richard Rogers and Samuel Ward, ed. M.M. Knappen (Chicago, IL, 1933), p. 89.",
        "86": "Shapin, ‘Was Luigi Cornaro a Dietary Expert?’, p. 142.",
        "87": "Lessius, Hygiasticon, p. 45; The Diary of Ralph Josselin, 1616–1683, ed. A. Macfarlane (Oxford, 1976), p. 154.",
        "88": "Cornaro, ‘A Treatise of Temperance’, p. 8.",
        "89": "Lessius, Hygiasticon, p. 4.",
        "90": "Wright, Passions of the Minde, p. 9.",
        "91": "H. Newton, ‘Inside the Sick Chamber in Early Modern England: The Experience of Illness Through Six Objects’, English Historical Review, cxxxvi (2021), pp. 538–9.",
        "92": "For the ‘pleasure principle’ in early modern diets, see Albala, Eating Right, pp. 31–2, 177–8; V. von Hoffmann, From Gluttony to Enlightenment: The World of Taste in Early Modern Europe (Urbana, IL, 2016), pp. 27–8.",
        "93": "For the social and religious dimensions of gifting foods and commensality, see n. 20 above.",
        "94": "Felicity Heal has noted the prevalence of capons and sugar loaves as gifts but does not consider the medical implications of such gifts: Heal, Power of Gifts, pp. 35–43.",
        "95": "Cavallo and Storey, Healthy Living, p. 230.",
        "96": "Newton, ‘Inside the Sick Chamber’, p. 539.",
        "97": "The gifting of sugar for medical reasons was also common in other European contexts. See, for example, L. de Oliveira Rodrigues and I. dos Guimarães Sá, ‘Sugar and Spices in Portuguese Renaissance Medicine’, Journal of Medieval Iberian Studies, vii (2005), pp. 176–96. Elaine Leong also argues that medicines were often included in early modern repertoires of gift exchange: Leong, Recipes and Everyday Knowledge, pp. 66–7.",
        "98": "Diary of Ralph Josselin, ed. Macfarlane, pp. 30, 32, 187–8.",
        "99": "Barrington Family Letters, 1628–1632, ed. A. Searle, Camden, 4th ser., xxviii (1983), pp. 167, 207.",
        "100": "Ibid., p. 114.",
        "101": "Cogan, Haven of Health, p. 151.",
        "102": "Barrington Family Letters, ed. Searle, p. 222; for another example of the gifting of capons, see Diary of Ralph Josselin, ed. Macfarlane, p. 32.",
        "103": "Cavallo and Storey, Healthy Living, pp. 195–9.",
        "104": "Levinus Lemnius, The Touchstone of Complexions, tr. Thomas Newton (London, 1576), fo. 6.",
        "105": "B.M. Pask, ‘Introduction’, in The Letters of George Davenport, 1651–1677, ed. B.M. Pask and M. Harvey, Surtees Society, ccxv (2011), pp. 1–29.",
        "106": "Letters of George Davenport, ed. Pask and Harvey, pp. 46, 103.",
        "107": "Diary of Ralph Josselin, ed. Macfarlane, pp. 12, 127.",
        "108": "The Diary of Roger Lowe, of Ashton-in Makerfield, Lancashire, 1663–74, ed. W.L. Sachse (New Haven, CT, 1938), p. 114.",
        "109": "Two East Anglian Diaries, ed. Storey, p. 47.",
        "110": "The Correspondence of Lord Fitzwilliam of Milton and Francis Guybon, his Steward, 1697–1709, ed. D.R. Hainsworth and C. Walker, Northamptonshire Record Society, xxxvi (1990), pp. 63–7.",
        "111": "Albala, Eating Right, p. 73.",
        "112": "Diary of Ralph Josselin, ed. Macfarlane, p. 114.",
        "113": "Ibid., pp. 114–18.",
        "114": "D. Cressy, Birth, Marriage, and Death: Ritual, Religion, and the Life-Cycle in Tudor and Stuart England (Oxford, 1997), pp. 443–6.",
        "115": "For medicine in the home, see n. 18 above.",
        "116": "London, Wellcome Trust [hereafter WT], MS.4338, recipe book of Johanna St John, c.1680, fo. 182; MS.2477, recipe book of J. Garside, c.1655, p. 64; MS.3009, recipe book of Elizabeth Jacob, c.1654–1685, p. 100. Washington, DC, Folger Shakespeare Library [hereafter Folger], MS Add. 422, cookery and medicinal recipes of the Granville family, c.1640–1750, p. 12; MS Add. 247, ‘A Book of Receipts’, c.1625–1700, fos 11, 37; MS Add. 247, ‘A Book of Receipts which was Given me by Several Men’, c.1625–1700, fo. 37.",
        "117": "WT, MS.3724, recipe book of Sir Thomas Osborne, c.1670–1695, p. 61.",
        "118": "Gerard, Herball, pp. 152, 1532–3, 1537–8.",
        "119": "K. Park, ‘Country Medicine in the City Marketplace: Snakehandlers as Itinerant Healers’, Renaissance Studies, xv (2001), pp. 104–20; I. Mortimer, ‘The Rural Medical Marketplace in Southern England, c.1570–1720’, in M.S.R. Jenner and P. Wallis, eds, Medicine and the Market in England and its Colonies, c.1450–1850 (Basingstoke, 2007), pp. 69–87.",
        "120": "Stobart, Household Medicine, pp. 87–9.",
        "121": "WT, MS.3771, recipe book of William Parnell, c.1685, p. 143; MS.4338, book of Johanna St John, fo. 110; MS.6812, English medical notebook, c.1575–1663, pp. 21–2; MS.3009, book of Elizabeth Jacob, p. 100. Folger, MS Add. 247, ‘A Book of Receipts’, fo. 11.",
        "122": "Gerard, Herball, pp. 692, 798–9; Turner, Botanologia, pp. 25, 49.",
        "123": "Turner, Botanologia, pp. 24, 130, 226, 284.",
        "124": "Gerard, Herball, pp. 177–8, 248.",
        "125": "For recipes containing sack or white wine, see WT, MS.3009, book of Elizabeth Jacob, p. 100; MS.3724, book of Sir Thomas Osborne, p. 61; MS.3771, book of William Parnell, p. 143; and Folger, MS Add. 247, ‘A Book of Receipts’, fos. 11, 33. For other liquids, see WT, MS.3771, book of William Parnell, p. 169; MS.2477, book of J. Garside, p. 96; MS.3009, book of Elizabeth Jacob, p. 2.",
        "126": "Albala, ‘To Your Health’, pp. 11–12.",
        "127": "Tobias Whitaker, The Tree of Humane Life (London, 1638), p. 10.",
        "128": "Ibid., pp. 19–26.",
        "129": "Cogan, Haven of Health, p. 240.",
        "130": "BL, Add MS.72516, fo. 164, Dormer to her sister Elizabeth.",
        "131": "Ibid., fo. 177.",
        "132": "The Casebooks of Simon Forman and Richard Napier, 1596–1634: A Digital Edition, ed. L. Kassell, M. Hawkins, R. Ralley et al. (University of Cambridge, 2018), at https://casebooks.lib.cam.ac.uk/ (accessed 8 Feb. 2021), CASE28652, CASE12407, CASE22407, CASE44392, CASE35967.",
        "133": "Casebooks of Simon Forman and Richard Napier, ed. Kassell et al., CASE19094.",
        "134": "Nicholas Culpeper, The London Dispensatory (London, 1653), p. 136.",
        "135": "Elaine Leong and Rebecca Laroche have demonstrated that engagement with herbals, especially among women, informed medical knowledge and practice within the early modern home. See E. Leong, ‘‘‘Herbals she Peruseth”: Reading Medicine in Early Modern England’, Renaissance Studies, xxviii (2014), pp. 556–78; R. Laroche, Medical Authority and Englishwomen’s Herbal Texts, 1550–1650 (Farnham, 2009).",
        "136": "Boorde, Breviarie of Health, p. 35.",
        "137": "Burton, Anatomy of Melancholy, p. 27. For more on sweetness, see Newton, Misery to Mirth, p. 108; Albala, Eating Right, p. 82.",
        "138": "For recipes related to heart health that contain warming ingredients, see WT, MS.4050, receipt-book, c.17th century, fo. 57; MS.1323, ‘A Booke of Receipts Phisicall and Chirurgicall’, c.late 17th century, p. 76; MS. 143, ‘A Booke of Receipts both for Phisicke and Chirurgery’, c.1641, p. 35. Folger, MS Add. 148, ‘Pharmaceutical and Cookery Recipes’, c.1675, pp. 82, 113; MS Add. 335, ‘A Boocke of Very Good Medicines for Seueral Diseases’, c.1639, p. 47; ‘A Booke of such Medicines’, p. 217; MS Add. 247, ‘A Book of Receipts’, fo. 8.",
        "139": "Folger, MS Add. 247, ‘A Book of Receipts’, fo. 37.",
        "140": "Folger, MS Add. 247, ‘A Book of Receipts’, fos 37–38.",
        "141": "Folger, MS Add. 148, ‘Pharmaceutical and Cookery Recipes’, p. 82.",
        "142": "Newton, Sick Child, p. 85."
    }
}