{
    "title": "Commemorating the Crusading Past in Late Medieval England: The Worksop PrioryTabula*",
    "author": "James Doherty",
    "date": "26 October 2021",
    "article": "Memory has featured prominently in recent scholarship on the crusades. In particular, the remembrance of crusaders by their descendants and associated ecclesiastical institutions in the high Middle Ages has attracted considerable attention; however, few studies have concentrated on the commemoration of crusaders in the later Middle Ages. This article examines a late fifteenth-century genealogical poem, which was produced for public display on a tablet at Worksop Priory (Nottinghamshire) and contains unique information about members of the Furnival family on the Barons’ Crusade (1239–41), in order to explore how and why medieval institutions preserved memories of crusaders into the late Middle Ages. It argues that, although inaccurate in its crusade narrative, the poem provides invaluable insights into the mechanisms of aristocratic family memory in medieval England; and it focuses on the important role of material prompts in the process of commemoration. Specifically, it suggests that an effigy of Sir Thomas de Furnival was erected at Worksop soon after his death away from home in 1241. In the absence of a written record, this cenotaph acted as a prompt to an oral narrative tradition which informed the Worksop poet when he came to compose his genealogical work. This study is, therefore, an analysis of crusade memory, but it is also an examination of the presentation of a crusade narrative to a public audience, an opportunity to unravel the confused history of three crusading brothers, and an attempt to understand the response of a medieval community that had suffered losses in overseas ventures.The() is a rhyme royal poem that was written in the late fifteenth century.[CITATION-1] In content, it is a genealogical history of the patrons of Worksop Priory—a house of Augustinian canons situated in north Nottinghamshire—covering the period from the institution’s establishment during the early twelfth century until the time of the poem’s composition. Over the course of twenty-nine Middle English stanzas, which are interrupted at irregular intervals by interjections of Latin text, the author of the poem, who names himself as Pigott, leads his readers around the priory’s tomb monuments. Throughout, Pigott includes brief biographical details about the towering figures from the families of Lovetot, Furnival, Neville and Talbot who were the institution’s primary patrons during its 400-year history.As a work of literature, theis often considered a poor example of its genre. In the 1819 edition of the Lansdowne manuscripts catalogue, it was derided as ‘a wretched poem, written in seven-line stanzas … by one Pigott, probably a monk of the abbey’,[CITATION-2] and the nineteenth-century historian John Holland described the work as ‘rather long, and, from the nature of the subject, very dull’.[CITATION-3] Almost a century later, Gordon Hall Gerould would remark that its author ‘was by no means an accomplished poet’,[CITATION-4] and the’s most recent critic, Chris Given-Wilson, has observed that it was ‘haplessly’ composed.[CITATION-5] Few have been set alight, it would seem, by the artistic merit of this poem, but it is important for what it reveals about the institution’s history. While Worksop’s fourteenth-century gatehouse and Romanesque church still stand,[CITATION-6] three badly damaged alabaster effigies are the only evidence, other than the poem, that the priory housed the remains of many of its aristocratic patrons throughout the Middle Ages.[CITATION-7] Thealso goes some way to mitigating the loss of Worksop’s cartulary, which went up in flames in 1761.[CITATION-8] Like many genealogical works of the time, the author of thesituated his account in a framework of events and movements that were prominent features of the landscape of historical consciousness in late medieval England.[CITATION-9] Over the course of its considerable chronological scope, this genealogical poem intertwines the lives of the Talbots’ ancestors with the Norman Conquest, the Hundred Years War, the English dynastic wars of the fifteenth century, and the crusades. As research on historical consciousness in recent times has revealed, the remembrance of such events, moments and movements is integral to the functioning of collective memory and, therefore, communal identity.[CITATION-10] Much could be said about Pigott’s use of all the above-mentioned medieval signposts in his attempt to build strong ties with Worksop’s Talbot patrons through his telling of this family history. Unsurprisingly, William the Conqueror and the Conquest appear in two stanzas of the;[CITATION-11] as Elisabeth van Houts has demonstrated, 1066 quickly became entrenched in the historical consciousness of the Anglo-Norman, and then Angevin, realm.[CITATION-12] If there is a hero of the Worksop poem, though, it is John Talbot I, grandfather of the then lord of Worksop and ‘most drede of all other with Frenchmen’, who died while leading a characteristically reckless offensive operation, charging the cannon at the Battle of Castillon in Gascony in July 1453, in the final years of the Hundred Years War: five stanzas are devoted to John I’s martial virtues, chivalry and accomplishments.[CITATION-13] Theis also of interest for the unique information it contains about the crusading experiences of the Furnivals, a kin group who occupied positions in the households of kings from the twelfth century and maintained high office into the late Middle Ages.[CITATION-14] It is the preservation and presentation of the Furnival crusading history as recorded in thethat forms the focus of the current investigation.The means by which crusades were remembered in medieval Europe has been a prominent aspect of recent crusade scholarship.[CITATION-15] The mechanisms of family memory, especially, have been subjected to important enquiries.[CITATION-16] So far, however, studies have tended to concentrate on the earlier period of crusading; and while the era of the later crusades is now better understood, thanks to the work of pioneering historians such as Norman Housley,[CITATION-17] the commemoration of crusading in the later Middle Ages has received only limited attention.[CITATION-18] As texts such as thedemonstrate, though, there is good reason and rich material for examining how and why crusades were remembered in this later period.Two of the poem’s stanzas briefly narrate the participation of two Furnival brothers—Thomas and Gerard, sons of another Gerard—in a crusading venture to the Holy Land,[CITATION-19] reporting that Thomas perished as a martyr while there:Which Gerard gate Thomas; and Gerard ekeGood S. William cleped also in dede:Which Thomas to the Holy Lande went for to seekeThe sepulture of Christe, and therto agreedWith Gerard his brother, and there Thomas dyedSlayne of the Sarazens for Christes love,Therefore we trist Christ hath reward him above.[CITATION-20] Thegoes on to report that Gerard then returned home, but in doing so incurred the wrath of his grieving mother, Matilda de Lovetot (here named Maud). She was so distraught at the thought of her son buried in a Holy Land possessed by ‘hathen’ that Gerard was ordered back to recover the bones of his brother, and he dutifully set out on a second journey to repatriate the remains. According to the poem, Gerard was successful:When Sr. Thomas was slayne for Christes sakeHis broder came home Gerard agayne,And that Molde ther moder grevously gan takeThat his bones emong hathen shuld be lane,And made him retorne without more disdeyneAgaine to the Holy Lande, and his bones home brought,As it was Goddes will; that him dere boght.[CITATION-21] The subsequent stanza describes Thomas’s tomb, which lay under an elaborate knightly effigy bejewelled with precious stones on the north side of Worksop Priory:Then tumulate here in Notinghamshire,At Wyrksoppe, the north syde of this mynster,With his helm on his hede will enquereWith precious stones sometyme, that were sett sere,And a noble charbuncle on him doth he bere.On his hede to see they may who so willOf my writing witness for to fulfill.[CITATION-22] Following on immediately from the description of Thomas’s resting place, the reader is directed to the tomb of Gerard, who lay on the south side of the church under a marble stone, and that of ‘Sr. William ther brother both flesh and bone’, who, we are told, was buried in the Lady Chapel.What we have here is a description of Furnival involvement in the Barons’ Crusade (1239–41) and the subsequent burials of the brothers at Worksop Priory.[CITATION-23] However, this unique account, which has informed many who have turned their attention to Furnival history ever since, is a deeply problematic narrative.[CITATION-24] A reading of Matthew Paris’s, completed in the 1250s, tells us that Thomas I and Gerard de Furnival III were indeed present on this endeavour, and joined by their brother William, but a different version of events to the one contained in theemerges.[CITATION-25] Although Paris says nothing of Thomas’s fate, he lists Gerard among several English nobles who perished in the east in 1241. It is of course possible that Pigott, who was writing more than two hundred years later and was seemingly unaware of these aspects of Matthew Paris’s chronicle, simply confused the names of the two brothers, but scrutiny of complementary thirteenth-century evidence indicates that this discrepancy is more than a case of a misinformed writer. Indeed, when Matthew Paris’s chronicle is examined alongside Court and Exchequer records, it appears that both Thomas and Gerard died on crusade. If the earlier evidence is to be favoured, then the account of Gerard’s return to the Holy Land to recover his brother’s remains is a fiction. The dissonance between the thirteenth-century sources and the fifteenth-centuryrequires further explanation.In order to examine both the development of the Furnival crusading history and its presentation to a late medieval audience, this study is set out in two distinct sections. First, an analysis of a variety of thirteenth-century records and chronicles sheds light on the fate of the three crusading brothers. A second section then explores the development of the crusade narrative over two centuries, examining the’s function, audience, sources and influences. It is argued that the seeds of the unusual story found in the poem were planted shortly after Thomas’s death when members of his family, most likely led by his mother, Matilda de Lovetot, constructed an elaborate effigy to commemorate the lost crusader and preserve his.[CITATION-26] This effigy acted as a material prompt for an orally transmitted narrative that mutated once it stretched beyond living memory. When writing about the crusades in his fifteenth-century poem, Pigott was reliant on this inaccurate narrative tradition, but in any case he was not so much concerned with precision as he was remembrance.It must be acknowledged that an argument for the existence of a centuries-long oral tradition made on the basis of three stanzas in a late medieval poem will be difficult for some to accept. As will be demonstrated, however, Pigott acknowledged that he had relied on chronicles at times, and he quoted from church inscriptions on occasion. Moreover, there is evidence of an earlier genealogical work produced in Latin at Worksop, and he appears also to have drawn on this. The absence of any reference to a written text in the crusade verses of his poem, when taken in the wider context of Pigott’s treatment of sources, thus appears indicative of a process of oral transmission.This study is, therefore, an analysis of crusade memory: the Furnivals provide an opportunity to push the methodological approaches deployed by recent scholarship on the topic of crusade memory in the high Middle Ages into a later period. It is also an examination of the presentation of a crusade narrative to a wide audience, an attempt to understand the response of a medieval community that had suffered losses in overseas ventures, and, in the first section of this article, an opportunity to unravel the confused history of three crusading brothers.By the time that Pope Gregory IX called Christendom to crusade through his encyclicalin 1234,[CITATION-27] the Furnivals—a family connected to the households of Philip II Augustus of France, and Richard I and John of England—had established a notable, albeit relatively recent, tradition of service in the east.[CITATION-28] Gerard de Furnival I had risen to prominence during the Third Crusade,[CITATION-29] and he set out east again in 1204,[CITATION-30] where it is likely that he ended his days sometime after March 1205.[CITATION-31] Then, following his father’s example, and perhaps motivated by both penance and political expediency after the civil strife of King John’s reign in England, Gerard II took the cross for the Fifth Crusade and perished at Damietta in Egypt in 1219.[CITATION-32] Both the grandfather and father of Thomas, William and Gerard III had, then, died in the east, and while Pope Gregory did not make a direct appeal to familial crusading traditions in his encyclical, the presence of three Furnival brothers on the Barons’ Crusade suggests that heritage remained an emotive issue for potentialin the 1230s. It is unnecessary to explore the expedition in detail here, as the background, preaching, recruitment and course of the crusade are dealt with elsewhere, but certain issues are pertinent.[CITATION-33] The call to arms was well received in England. According to Matthew Paris, the Furnivals were among a ‘countless number’ who took the cross eagerly.[CITATION-34] However, owing to a ten-year truce in the Holy Land, which was not scheduled to expire until 1239, many crusaders had a long time to wait before making good on their vows. In addition to the considerable delay, the difficulties involved in planning a crusade were compounded by Pope Gregory’s own inconsistencies regarding the target of the expedition. The pontiff’s attention was divided between the venture to Jerusalem and another that was running concurrently in aid of the Latin empire of Constantinople, which had come into being following the Fourth Crusade.[CITATION-35] By the end of 1239, though, a sizeable army of crusaders under the direction of King Theobald of Navarre (also count of Champagne) was on its way to the Holy Land. Meanwhile, in England, despite repeated attempts by the papacy to persuade several magnates to make the expedition to Latin Greece rather than travelling to Jerusalem, and a cooling of crusading fervour among some, considerable numbers made final preparations for departure.When it came time to set out, the Furnival brothers did not travel together in a single contingent. According to Matthew Paris, William joined Earl Richard of Cornwall, while Thomas and Gerard followed Simon de Montfort, earl of Leicester, through the Italian port of Brindisi.[CITATION-36] The reason for William de Furnival’s separation from his brothers is uncertain and does not impact on the current investigation, but the matter is explored elsewhere.[CITATION-37] A third contingent from England led by William de Forz set out in 1241.Richard of Cornwall’s venture departed England on 10 June 1240 and travelled south through France to Marseille. After arriving in the Levant during October, Richard’s expedition was primarily one of peaceful negotiation. While in the Holy Land, he achieved the considerable feats of rebuilding the ruined fortress of Ascalon and negotiating the return of the remains of many Christian dead, but by the end of May 1241 he had set sail for Europe. It is likely, then, that William de Furnival was not involved in combat during his time in the east and that he was back home by the summer of 1241.The itinerary of Simon de Montfort’s contingent, which included Thomas and Gerard de Furnival (and we are again reliant on Matthew Paris for this information), remains elusive.[CITATION-38] As Peter Jackson has noted, the study of the Barons’ Crusade is severely hindered by a paucity of surviving source materials,[CITATION-39] and this is especially so for the events of Simon’s expedition. In fact, his actions are almost entirely unknown after he set sail from Brindisi in October 1240,[CITATION-40] although a single letter written in the spring of 1241 suggests that he spent time in Acre alongside family members such as Philip de Montfort, lord of Toron.[CITATION-41] He was back in Western Europe, although not England, by the end of the same year.[CITATION-42] Most pertinently to this investigation, it seems he returned without either Gerard or Thomas de Furnival.Matthew Paris recorded Gerard III’s death under the year 1241 in both hisand, the latter finished only nine years after Gerard’s passing.[CITATION-43] While it would be rash to discount the possibility of a mistake on Matthew’s part, a variety of records support his claim. On 9 January 1242, Christiana Ledet, Gerard’s wife, was described as his widow when she was granted custody of his land at Munden in Hertfordshire and its appurtenances, as well as of Gerard’s heirs, for 250 marks.[CITATION-44] In the same year, Christiana was mentioned in the Curia Regis Roll, where it was reported that she was no longer married (‘que fuit uxor Gerardi de Furnival’), and a year later she was acting on behalf of her son, who was referred to as ‘Gerard, the son and heir of Gerard de Furnival’.[CITATION-45] Furthermore, the Fine Rolls of 1243 record that Gerard, son of Gerard de Furnival, paid the king 20for a writ of(rights of seisin on the death of a relative), and the issue, which concerned two carucates of land with appurtenances in Swanland, Braffords, and North Ferriby against the prior of Old Malton, was considered again in December of the same year.[CITATION-46] When this varied evidence is read in the light of Matthew Paris’s crusader obituary list for 1241, we can be in no doubt that Gerard III perished on the Barons’ Crusade. This alone demonstrates that Pigott’s late fifteenth-century account of the crusading Furnivals is inaccurate—Gerard simply cannot have returned to the Holy Land to retrieve his brother’s remains.It must be acknowledged that Thomas de Furnival’s fate is even more difficult to establish with certainty by reference to contemporary chronicle evidence alone. Matthew Paris does not include him among his list of English nobles killed in the Holy Land. In fact, the earliest surviving document to report on the circumstances of Thomas’s death explicitly is the. As we have already seen, this is not a trustworthy source, but much circumstantial evidence suggests that Pigott was correct to believe that Thomas died while on crusade. Turning again to Exchequer records, the entry for Nottingham and Derby in the Memoranda Roll of 1243–44 is particularly telling. It refers to the ‘heir of Thomas de Furnival’ when discussing revenues in the Peak (Derbyshire),[CITATION-47] and it should be noted that Simon de Montfort, who had led Thomas’s contingent, arrived back in England for the first time after the crusade in the autumn of 1243.[CITATION-48] He may have confirmed reports of Thomas’s death at this time. Moreover, the 1245 record of the Court of the King’s Bench for Buckinghamshire mentions ‘Gerard, son and heir of Thomas de Furnival’ in a disagreement between two men regarding rights to land through military service.[CITATION-49] References to an heir do not entirely discount the possibility of Thomas’s survival, but his disappearance from the historical record after December 1239, when he pledged 40 marks for a fine alongside his fellow crusaders William Longespée, Hugh Wake and Hamo Peche, is highly suggestive of his demise—especially when we consider the wider context of his career, which includes some quite detailed evidence for his rise to prominence in the late 1230s followed by silence on his actions thereafter.[CITATION-50] Indeed, in the three years before his departure on crusade in 1240, Thomas had been an active participant in England’s political scene. He is listed as a witness to the 1237 Treaty of York, which confirmed rights over territories between the kings of England and Scotland. This is also the only evidence of a prior connection between Thomas and Simon de Montfort, as the latter also appeared as a named witness. Thomas was, then, beginning to make his mark in kingdom-wide affairs by 1237.[CITATION-51] A year later, in 1238, King Henry III gave his assent to the marriage of Thomas’s eldest daughter to Roger de Mowbray II, heir to one of the great Yorkshire baronies.[CITATION-52] Furthermore, the Liberate Rolls reveal that in 1239 Thomas was provided with 40 marks for guardianship of the castle of the Peak between 8 February and 11 June.[CITATION-53] This rise in prominence during the late 1230s contrasts starkly with the post-1241 period. Throughout the 1240s, Thomas’s name is absent from the Patent Rolls, Liberate Rolls and Fine Rolls. Aside from occasional references to him in relation to members of his family, all other records of administration from this period also fail to mention him—except for the Pipe Rolls of the Exchequer, which list a recurring debt for Thomas in Nottinghamshire from 1242 that was a recognizance of an earlier debt owed by William Daniel (sometimes listed as William Butler) dating back to 1235.[CITATION-54] Such a long-standing debt was certainly not unusual. Richard Cassidy has demonstrated that the Pipe Rolls sometimes record debts that were owed over decades and by multiple generations.[CITATION-55] It is not until 1258 that a Thomas de Furnival can be seen taking an active role in records once more. This Thomas paid a single mark for an assize of novel disseisin, which was heard on 6 October.[CITATION-56] He is almost certainly the son of the crusader, rather than Thomas himself. Indeed, according to the Quo Warranto Rolls for the period 1274–75, it was also in the late 1250s that Thomas II began to receive an annual fee of 22from North Ecclesfield in Hallamshire, suggesting that he came of age during this period.[CITATION-57] The gap in time between the disappearance of Thomas de Furnival the crusader as an active player in records after a pledge of 40 marks in December 1239 and the subsequent appearance of another reference to a Thomas de Furnival in 1258, eighteen-and-a-half years later, points strongly to Thomas I’s death during the Barons’ Crusade. The claim that Thomas was a casualty of the Barons’ Crusade is supported when the actions of the third Furnival brother are considered.William de Furnival returned home from crusade and lived into the 1260s. He married sometime around the year 1247, and his daughter, Helewisa, was born a year later.[CITATION-58] His name appears in a variety of records from the 1250s. In October 1252, for instance, he and his heirs were granted rights of free warren in the demesne lands of his manor of Gringele for a fee of half a gold mark and on the condition that he would not trespass into the king’s forest.[CITATION-59] A year later, William was awarded a weekly market in the same holding as well as a yearly fair on the vigil, morrow and feast of the Liberation of St Peter (1 August).[CITATION-60] He appears in several more transactions, legal records and charters in the 1250s,[CITATION-61] perhaps most notably as a witness to a charter issued by his crusading companion Earl Richard of Cornwall while in London on 10 April 1257.[CITATION-62] Ancharter of the Lord Edward reveals that a year later, in April 1258, Edward confirmed that William’s mother Matilda had handed over possession of the ‘whole manor of Worksop’ to him, and this has important ramifications for two aspects of the current investigation.[CITATION-63] First, it demonstrates that Matilda had been responsible for these parts of the Furnival lands after Thomas’s death. This was hardly surprising, considering that Worksop was part of the Lovetot inheritance and therefore in Furnival hands as a result of her marriage to Gerard II. Secondly, it indicates that the Thomas de Furnival who paid for an assize of novel disseisin at Guildford six months later, and was active in Worksop and its environs after that time, was not yet in a position to take responsibility when Edward confirmed that the manor had been passed to William. The fact that this document was issued in April 1258, and that William took possession from Matilda, points to the conclusion that it was Thomas II, not Thomas I, who appeared in records thereafter.William survived for another six years. According to the chronicle of William Rishanger, William de Furnival was still alive and able to fight in 1264 when he was captured at the Battle of Northampton alongside his nephew, Gerard (son of Gerard III and Christiana Ledet).[CITATION-64] Rishanger listed ‘Ger. De Furnivalle, Will. De eadem’ (Gerard de Furnival, William of the same) among those caught.[CITATION-65] However, by 18 September that same year he had died.[CITATION-66] In the final weeks of his life, he played a prominent role in the Council of Barons, which had wrested control from Henry III by September 1264. Intriguingly, William spent his last days, as his brothers may have done, alongside Simon de Montfort.It thus becomes clear that, of the three Furnival brothers who set out to the Holy Land in 1240, two almost certainly perished while on crusade in the east. Writing in the 1250s, Matthew Paris knew that Gerard III had died on crusade in 1241, and contemporary records support this claim. Thomas was dead by Michaelmas 1243 at the latest, when his heir was noted in the Memoranda Roll for that year. While there remains the possibility that Thomas returned to Worksop in 1241 and died in that two-year period, it seems very likely that Pigott was correct to record in his poem that he died on crusade. It is curious, then, that by the late fifteenth century a narrative had developed in which Gerard survived and was sent back to repatriate Thomas’s remains. To complicate the matter further, the only Furnival brother to survive the crusade and return home was William, yet he is missing entirely from the section of thethat deals with the crusade. Explaining these contradictions is a challenging task, but it is illuminating for what it reveals about how and why families remembered crusaders into the late Middle Ages and beyond.The second part of this article analyses the purpose, intended audience and sources of information of the, and contends that, while Pigott drew on written evidence for some of his information, the crusade section of theprovides evidence for an oral tradition concerning Thomas’s death away from home. This account had mutated over two centuries under the stimuli of changing attitudes towards burial in the Holy Land, the influential genre of crusade romance (which was particularly popular in Worksop Priory’s locale during the fifteenth century), and more recent concerns about the remains of John Talbot I, first earl of Shrewsbury and grandfather of the then lord of Worksop. It is suggested that Thomas’s effigy, while initially erected as a means of commemorating the lost lord of Worksop for both dynastic and salvific purposes, acted as a material prompt for an oral tradition, preserving a memory of the crusader, albeit a malleable one, in the absence of a written history.A variety of views have been offered on the dating of the Worksop poem, ranging from 1410 to the early sixteenth century;[CITATION-67] however, evidence within the text points to a composition date within the period 1468–73. The author of the, Pigott, who was almost certainly a canon of the priory, ended his account after the birth of George Talbot (1468), stating ‘I know nothing more (no ferther can I)’.[CITATION-68] It seems that the work was written while George’s father, John, was still alive, as Pigott explicitly wished him good fortune. This John Talbot, third earl of Shrewsbury and lord of Worksop, died in 1473, providing us with afor the poem’s date of composition.[CITATION-69] It is also noteworthy that, at the end of the poem, John III’s birth was recorded in Latin, further indicating that he was still alive at the time of composition. It was John III’s great-nephew, the recusant John Talbot of Grafton, who was in possession of the ‘old parchment’—perhaps the original—used by the antiquary Robert Glover when he transcribed the poem in 1587.[CITATION-70] In many respects, theis typical of the genealogical literature produced by religious houses in the period. Such short foundation narratives could act as fragmented institutional histories, simple cartularies, commemorative texts, obituaries and mausoleum guides; but the primary purpose of this form of writing, especially when displayed on tablets, was the presentation of a mutually beneficial relationship between an institution and its patrons, legitimating the various transfers of power through the centuries.[CITATION-71] When on display in churches, such works were a means of making this information known to visitors, who, no doubt, would have communicated it to others further afield.were, after all, a means of public dissemination, and before the Reformation literate visitors to Worksop Priory would have been able to see the poem and read about the institution’s history. As Jeanne Krochalis argued for the better-known Glastonbury Tablets, those who could not read them would have been able to rely on literate colleagues and the canons.[CITATION-72] As a field of scholarly enquiry, medieval church tablets have received only limited attention. Their poor survival rate perhaps explains this lack of interest—only three known examples are extant from medieval England (two from York Minister and one from Glastonbury Abbey)—but it is clear that they would have been a common sight in churches across England and further afield.[CITATION-73] Nigel Saul has drawn attention to the tablet that once informed visitors to Aldworth Church in Berkshire about the de la Beche monuments, as well as theof Burton Pedwardine in Lincolnshire, which displayed information about the Pedwardine family and their burial sites.[CITATION-74] The contents of these have not survived, but antiquaries occasionally produced copies. Although not a genealogical history,was transcribed in September 1658 from a work that had been displayed in Bawburgh Church, Norfolk. In this instance, the manuscript’s case, which took the form of three panels made from Wainscott wood, was also sketched.[CITATION-75] There is no surviving description or illustration of the Worksop poem’s tablet or case, but textual evidence makes it clear that thewas on display or intended for that purpose. When describing the martial effigy of Thomas de Furnival, Pigott addresses his readers directly, urging them to observe the monument for themselves. One aspect of the poem’s purpose was, then, to inform readers about the funerary monuments they could see.Thealso appears to have served a liturgical purpose. As we have noted, genealogical literature played a key role in maintaining the attention and continued generosity of patrons towards an institution. Prayers for the departed were, of course, an integral aspect of this relationship, and in the opening stanza of the Worksop poem Pigott reminds his readers that the canons were bound to pray for the founder and his successors, which they did nightly ‘and dayly at all houres’. The final stanza of the poem elicits prayers from all and requests that clerics recite Psalm 129, commonly called:These saules, rehersed in generall afore,Have in remembrance what man so thow be;Have piety, and pray for theim evermore.Say Pater-noster, with the salutation Ave:And if thow a clerk be for there hye degree,Say De profundis withouten disdeyne,For theim and all christen, that suffres pane.[CITATION-76] Requests for the recitation of Psalm 129, most often along with other forms of commemoration, were common in churches across western Christendom.[CITATION-77] Theappeals to a wide audience, asking all types of men to pray for the souls of the institution’s departed patrons.[CITATION-78] Following on from this final Middle English verse, the deaths of William de Lovetot, Worksop Priory’s founder, and Thomas de Furnival II (d. 1291) were recalled in Latin: William on 7 April and Thomas on 12 May.[CITATION-79] The date of the latter’s death is corroborated by the obituary list of nearby Beauchief Abbey.[CITATION-80] As noted above, the birth of the lord at the time of the poem’s composition, John Talbot III, was recorded alongside these prominent figures, demonstrating that, while undeniably a means of ensuring their salvation through the prayers of visitors, the poem was also a way of glorifying the patron and linking him to his ancestry.Brian Golding has noted that several of the genealogical histories produced in England during the Middle Ages are remarkably inaccurate.[CITATION-81] In one respect, though, this does not matter. Theof such texts was to preserve the memory of generations past with the dual purpose of saving the souls of departed ancestors and entwining the current patrons within a lengthy family narrative. Accuracy was far less important than remembrance. This goes some way to explaining why William de Furnival was not recalled as a crusader in the poem even though he was the only one of the three brothers to return from the Barons’ Crusade. He received considerable attention as a generous benefactor instead. Pigott noted that William was buried in Worksop’s Lady Chapel and that he gave instructions to maintain five candles in this room. For Pigott, the benefit that William brought to the institution was more significant than his crusading activity when it came to preserving his memory; it did not matter that William’s actions in the Holy Land were omitted from the crusade narrative contained in the poem. Crusading was not the most important aspect of the work, accounting for just three stanzas of twenty-nine (two directly and a third dealing with Thomas’s effigy). In one respect, then, William’s survival of the Barons’ Crusade—and thus his ability to make donations to Worksop in later years—allowed him to figure in the institution’s memory as a generous benefactor rather than a crusader.[CITATION-82] The sources at Pigott’s disposal are also worth exploring. From 1187, the canons of Worksop possessed an ornate bestiary, aand numerous glosses, all of which had been acquired as a single gift from a canon of Lincoln Cathedral. Additionally, they had access to theof Ivo of Chartres, alongside a work of Isidore of Seville and several grammars; an ownership inscription reveals that Worksop carefully guarded a copy of Bede’sin the fifteenth century.[CITATION-83] It seems likely that Pigott was also able to draw on at least one chronicle dealing with more recent times. When discussing the establishment of the priory, he writes:This was founded in King Herrye dayes,The first, as we rede, after the ConquestOf William conquerer, as the Cronicles says[CITATION-84] Then, when narrating the arrival of Gerard II to Worksop (referred to as Gerard I in the poem), Pigott states that he is working from a written source:Then by King Richard conquerer was sentFirst Furnivall Gerard, and he her marryedThat came out of Normandie streight as we rede.[CITATION-85] For some information, then, Pigott had at least one chronicle at his disposal,[CITATION-86] and it is possible that this text contained material on aspects of Furnival family history. He also seems to have had access to a Latin genealogy that stretched up to the period of Gerard de Furnival II’s marriage to Matilda de Lovetot, as one was recorded in Dugdale’sin the seventeenth century.[CITATION-87] Inscriptions in the priory were also available to Pigott, and he sometimes refers to them directly, as when relating the death of John Talbot II at the Battle of Northampton in July 1460. On this matter, Pigott states that the verse he had copied in Latin could be seen on John II’s tomb.[CITATION-88] However, no such work or inscription is referred to during the section detailing Furnival involvement in the Barons’ Crusade, and Pigott makes no allusions to a chronicle during these three verses. For the history of the Furnivals on the Barons’ Crusade, then, Pigott must have been drawing on spoken tradition. Indeed, he states that he is doing so during his section on William de Furnival’s abovementioned bequest of candles. Pigott says of William, ‘And mych more he ordeyn’d as we herd tell’. It is not, therefore, unreasonable to suggest that Pigott was relying on oral history when discussing the crusading experiences of William’s brothers. If this is the case, then Worksop’s crusading history was preserved and transmitted in an oral account rather than by written record. The transformation of this narrative between 1241 and.1470 appears, however, to have been quite dramatic.Despite the account that we have pieced together from the evidence already discussed in this article, one possible starting-point for the Furnival narrative may have been the return of the actual bones of Thomas to Worksop. Transportation of remains was relatively common during the period of crusading to the east,[CITATION-89] and, as Nicholas Paul has convincingly argued, Saladin’s victories in the 1180s instigated a heightened concern among crusaders to ensure burial in Christian-held territory.[CITATION-90] As a result, somereturned the remains of fallen comrades, as was the case for Count Philip of Flanders, who perished at the costly siege of Acre during the Third Crusade but was laid to rest at Clairvaux.At Stone Priory in Staffordshire, a fourteenth-century poem, which was also displayed on a tablet, recounted the return of Earl Hugh of Stafford’s bones and heart from Rhodes by his squire, John Hinckley.[CITATION-91] Unlike the Worksop poem, contemporary evidence corroborates the account contained on Stone Priory’s. On 6 April 1385, Earl Hugh made his will, leaving instructions that he was to be buried next to his wife in the priory. Two further additions were then made while Hugh was at Rhodes in September of the same year, one of which involved a gift of £20 to John Hinckley, the squire mentioned in the poem.[CITATION-92] It is of course possible that the Stone poet was drawing on these sources rather than on direct knowledge, but Hugh of Stafford’s verifiable case of repatriation is not an isolated one. The remains of the St Bees man in Cumbria, which have been identified as those of Anthony, Lord Lucy, were returned from a campaign in Lithuania by a fellow crusader in 1368;[CITATION-93] and, after his death at Cyprus in 1393, the body of John, Lord Roos, was buried at Rievaulx Abbey in Yorkshire.[CITATION-94] Most pertinently to the current investigation, Gerard de Furnival II’s remains may have been taken to France for burial after his death at Damietta on the Fifth Crusade. However, we are reliant on thefor this information, which is clearly a problematic source.[CITATION-95] Rarer still than the return of remains immediately after death was the repatriation of bodies after actual burial in the Holy Land or neighbouring regions. It is possible that William the Conqueror ordered the return of his father Robert’s remains from Nicaea in the 1080s, decades after the latter’s burial while on pilgrimage;[CITATION-96] likewise, by 1398 Thomas Mowbray, marshal of England, had been able to secure the return of his father’s ‘bones or relics’, which had been in the care of the Dominicans at Galata since his death in the 1360s.[CITATION-97] These examples notwithstanding, however, the vast majority of those who died on campaign or pilgrimage in the east and were buried there remained, especially in the thirteenth century. Indeed, the pilgrim graveyards at Akeldama and Acre are well known.[CITATION-98] Furthermore, some pilgrims actively sought burial in the Holy Land. Philip d’Aubigny, for instance, is reported to have longed for such a grave.[CITATION-99] On his death in 1236, he was buried outside the Holy Sepulchre; a tomb slab claiming to mark his resting place still exists today.[CITATION-100] Regarding Thomas de Furnival, however, we know nothing of his wishes, nor do we know where he fell in 1241. It should be noted, though, that Thomas’s death happened during the relatively brief period in the thirteenth century (1229–44) when Jerusalem was held by Christians, making less likely the claim in the Worksop poem that Matilda de Lovetot was concerned about her son’s bones being buried among ‘hathen’ in the immediate aftermath of his passing. Had Thomas been in the massacred contingent of Theobald of Navarre’s army, which lay scattered in Ayyubid territory after its defeat in the autumn of 1239, then this fear would have had an obvious historical basis; but, because of the lack of information regarding Simon de Montfort’s contingent, it is impossible to say if Thomas was involved in any battles.While it is not possible to know what happened to Thomas’s body in 1241, it is certain that he was not brought home in the way described by the Worksop poet. Moreover, it is unlikely that the narrative we glimpse in the fifteenth century took its final shape in the years immediately after his death. Nonetheless, it is possible that some of the materials we see in Pigott’s apocryphal account began to take shape shortly after Thomas’s demise. It is known that the creation of a memorial grave could be an attempt to fix the memory of a crusader when traditional commemorative practices had failed due to the absence of a body, and it seems likely that this was the intention at Worksop.[CITATION-101] The death of two Furnival brothers on the Barons’ Crusade created a complicated problem for the family. From the late eleventh century, monastic institutions across England had acted as mausolea for Anglo-Norman families, playing an instrumental role in the establishment of a kin group’s identity and authority within its domains of influence.[CITATION-102] By the mid-thirteenth century, however, the Furnivals were still unable to tap the considerable social capital generated by a family mausoleum. Gerard I’s resting place is uncertain, although he never had been lord of Worksop, and the body of Gerard II was lost at Damietta in 1219, or perhaps taken for burial in France.[CITATION-103] Half a century after the establishment of the Furnivals in Worksop, the priory held no Furnival remains. Given this situation, it is likely that the construction of Thomas’s martial effigy, accompanied by a memorial stone for Gerard, was a response to the disaster of the Barons’ Crusade and an attempt to anchor his memory in the locality. Indeed, this would explain why the memorial was so unusually ornate for the period of its construction.Nigel Saul has observed that martial effigies, whether denoting graves or purely memorial in nature, did not begin to flourish in England until the 1270s.[CITATION-104] Examples do exist from before that period, but they tend to be from the highest-ranking families. Those of the earls of Pembroke at Temple Church most likely date to the 1230s, as does that of William Longespée I at Salisbury Cathedral. Sumptuously decorated memorials had begun to appear by the middle of the thirteenth century, but these, too, were confined to the highest echelons of lay society. A particularly ornate effigy was commissioned to commemorate the infant daughter of Henry III at Westminster in 1257,[CITATION-105] and the wife of Richard de Clare II decorated her husband’s tomb with gold, silver and jewels in 1262.[CITATION-106] In this context, Thomas’s ornamented martial effigy should be considered an early example of the elaborate funerary art that prospered after the 1270s, and it appears to provide clear evidence of a concerted and costly effort by the Furnivals to entrench the memory of the lost lord of Worksop in the family mausoleum. Not only had two Furnivals been lost together, they were the second generation of missing men in the family—the third, if Gerard I is included. At a time when family mausolea were of increasing importance, this deficit had the potential to be remarkably detrimental; and it would have been a logical, and indeed strategic, decision to make Thomas’s cenotaph particularly grand. The family needed a profound statement of authority to emphasise its long-standing presence in the region. When compared to the other, more modest monuments at Worksop, the material reminder of Thomas must have fired the imagination of all who saw it for generations.While no records survive relating to the construction of this memorial, it can be postulated with a reasonable degree of certainty that it was Matilda, mother of the three Furnival brothers, who was responsible for its creation. In fact, thecommemorates an aspect of her initiative in preserving theof her sons: it is Matilda who is said to have sent Gerard back to retrieve Thomas’s body. Female kin often bore the burden of remembrance in thirteenth-century aristocratic families, as well as ensuring the spiritual well-being of departed family members.[CITATION-107] In this case, Matilda would have been faced with the prospect of preserving her family’swithout the body of a single Furnival lord.[CITATION-108] This was a particularly pressing matter for her. Born in 1178, she was in her sixties when Thomas and Gerard died.[CITATION-109] Thomas’s own wife, Bertha (probably de Ferrers), appears to have played very little role in the affairs of Worksop, although she is noted in the Fine Rolls in the 1250s in an action brought against her former brother-in-law.[CITATION-110] Moreover, Matilda retained power in the region until 1258, when she transferred Worksop into William’s hands.[CITATION-111] Until that time, it was up to her to preserve her family’s inheritance. Matilda may also have faced an ongoing threat from another line of her father’s family. In 1207, her husband, Gerard de Furnival II, paid £1000 and 15 palfreys to King John in order to be rid of the threat posed to their lands by another line of the Lovetots.[CITATION-112] As late as 1234, however, Matilda was still embroiled in enmity with a Richard de Lovetot over possession of territories around Worksop Priory.[CITATION-113] Stability must have seemed a pressing matter to her in the 1240s, with fatherless grandchildren to care for. Historians are often too keen to dismiss the sincerity of emotions such as the grief attributed to Matilda on hearing of the loss of her son, but, in this case, it is fair to surmise that dynastic interests as much as raw emotion motivated her to commission the impressive effigy described by Pigott.[CITATION-114] It is entirely possible that over the course of two centuries, the effigy became transformed into a grave in oral tradition. Two comparable mutations exist in crusading narratives connected to other institutions situated, like Worksop, within the medieval diocese of York: those of William Percy at Whitby and Roger de Mowbray at Byland Abbey. The first item in the surviving version of Whitby’s cartulary—the, which was written before 1180—records William Percy’s death during the First Crusade and includes the claim that he died within sight of Jerusalem at Mount Joy. William was then, according to the records of Whitby, ‘honourably buried’ (‘honorifice sepultus est’).[CITATION-115] By the sixteenth century, however, an additional element had crept into the narrative. A suffragan bishop undertaking visitations in the county of York in 1535 recorded that William had died and was buried ‘beyond sea []’, but added that ‘his heart is at Wytby’.[CITATION-116] Considering the argument, set out by Nicholas Paul, that such narrative transformations were often a result of moments of crisis in the Holy Land, it seems likely that the story of William’s heart developed in reaction to the arrival of worrying news from Outremer.[CITATION-117] The loss of large swathes of the Latin East to Saladin during the 1180s, including the area in which William was thought to have been buried, may have encouraged a more palatable tale to develop in which the founder’s heart had been recovered; or perhaps it emerged after the fall of Acre in 1291. Whichever specific crisis we attach it to, the development of a narrative in which the abbey retained a portion of the lay founder’s remains must have eased the communal anxiety felt at the institution.The same sixteenth-century bishop who noted the supposed resting-place of William’s heart also reported that he had seen the ‘sepulture’ of Roger de Mowbray at Byland Abbey, less than 40 miles from Whitby. The historical Roger died in the Holy Land in the 1180s and appears to have been buried there. The monks of Byland Abbey, which Roger had founded, were aware of his passing at the end of the twelfth century.[CITATION-118] By the early fourteenth century, however, the monks of neighbouring Newburgh Abbey, which had also been established by Roger de Mowbray, reported that their founder was buried at Byland. More spectacularly, they reported that Roger had returned home to Yorkshire with a lion in tow after fighting and defeating a dragon on his way back from the Holy Land.[CITATION-119] As was the case at Whitby, it is likely that the narrative of return, even an entirely unrealistic one, eased the anxiety felt at an institution whose founder now lay buried in lands overrun by perceived heathens. Indeed, the emergence of this account has been dated to the early fourteenth century, shortly after the fall of Acre in 1291.[CITATION-120] The same argument can be made for the development of the crusade narrative at Worksop, but there was an additional issue in that case. Thomas de Furnival’s son, Thomas II, who died in 1291, opted to be buried at ‘the bare foote-fryers’ in Doncaster rather than the priory.[CITATION-121] As the thirteenth century drew to a close, therefore, Worksop Priory held no remains of its Furnival lords other than William de Furnival’s body—but the family line was traced through Thomas II.It would be naïve to attribute the development of these erroneous accounts to the creative energies of monkish writers willing to falsify history in the face of a crisis. It is far more likely that they were reciting an accurate account of the tradition as it stood when they wrote. Even in the case of Roger de Mowbray, despite the tale of his adventures with a lion, it is likely that the canons of Newburgh believed that Byland possessed his body. Indeed, that they focused on Byland rather than their own institution at Newburgh is indicative of this. Furthermore, it seems the author of the Byland foundation narrative was working from what he could in fact see, and, as R. Gilyard-Beer has suggested, Roger’s gravestone is unlikely to have been a deliberate attempt to mislead anyone so much as a memorial erected for the purposes of remembrance.[CITATION-122] Likewise, Pigott tells us that it was possible to see Thomas de Furnival’s ornate effigy at Worksop. This claim is given greater credibility by the prominent eighteenth-century antiquarian, Richard Gough, who in the 1790s observed an inscription on William de Furnival’s tombstone, which by that time was positioned at the foot of the schoolmaster’s door, rather than in the church itself, that matched the words recorded by Pigott.[CITATION-123] In the case of William Percy’s heart, there is no indication that an object was involved, but it is evidence of a malleable oral tradition. Roger de Mowbray’s grave appears to have been constructed in later years as a means of recalling him as founder; Thomas de Furnival’s effigy was most probably a mid-thirteenth-century construction, erected to preserve his memory. In both cases there was an oral tradition, focused on a material object, that was adapted to mitigate anxieties caused by the changing situation in the Holy Land.Objects are often important as prompts to oral history,[CITATION-124] and material reminders of crusading endeavours appear to have been particularly deep repositories of memory. Anne E. Lester, Nicholas Paul and Jochen Schenk, among others, have shown that objects brought back from the east or associated with an ancestor’s crusading experiences could form the focus of a narrative tradition, acting as conversational prompts for centuries. Items such as rings were sometimes worn by successive generations of crusaders, enhancing the power of the tradition attached to them.[CITATION-125] Likewise, Kevin Lewis has argued that the belt worn by knights Templar acted as a sartorial prompt, reminding the brothers of Bernard of Clairvaux’s connection to their Order’s early history. For Lewis, the oral tradition attached to the belt could vary dramatically from written texts, but this was not important. What truly mattered was the retention of a narrative in which St Bernard was instrumental in the Order’s origins.[CITATION-126] As with the Worksop poem, remembrance, rather than accuracy, was the goal.As far as we know, Thomas de Furnival’s memorial had no crusade-related imagery or inscription, but it can be postulated that it played the same role at Worksop as crusade objects or relics did elsewhere. The effigy’s place in the, where its description follows on immediately from the crusade narrative, indicates that it was indelibly connected to the memory of Thomas’s return. It was the material prompt to an oral tradition about the Furnival crusading past, acting, in the absence of a written account, to remind all who saw it of Thomas’s death overseas. Over a period of two centuries, though, this narrative came to preserve only the core of the actual events, as was the case with the Templar belt and the gravestone of Roger de Mowbray.There are two further influences that may have shaped the crusading narrative at Worksop, both of them contemporary with the poem’s likely date of composition. The first is the potential impact of crusade romance. The Worksop poem does not contain many of the fantastical elements associated with romance, such as Roger de Mowbray’s lion and his battle with a dragon, but the crusade section in thedoes adopt the narrative structure of ‘loss and recovery’ that, as Lee Manion has argued, was highly influential on crusade romances in England throughout the Middle Ages.[CITATION-127] The narrative of Thomas de Furnival’s crusade may have been particularly open to capture by this genre. While the extant records of Worksop Priory’s medieval library leave no trace of romance literature, the poemsandappeared in the sumptuous Talbot Shrewsbury Book, commissioned by John Talbot’s grandfather, John I, so there was an interest in poetry with a crusade or quasi-crusading setting within the family of the priory’s Talbot patrons.[CITATION-128] There was also an identifiable interest in the genre in the vicinity of the priory, albeit as part of a wider concern with romance.originated in the East Midlands, as did the English, andwas most probably produced in the Midlands or Yorkshire.[CITATION-129] All three remained popular throughout the fifteenth century and were included, among others, in the collections of Robert Thornton, a Yorkshireman and compiler of romances.[CITATION-130] Thornton’s collections also included.[CITATION-131] Considering Worksop’s location within a lordship that straddled lands in the Midlands and South Yorkshire, the canons of Worksop may well have come into contact with the themes and narratives of romance.A second potential influence on the narrative of return within theis an ongoing concern with the body of John Talbot III’s grandfather. As we have already seen, John Talbot I had died during the Battle of Castillon in 1453, a conflict often considered the last engagement of the Hundred Years War. His enduring reputation in England was of such stature that he had a prominent role in William Shakespeare’sand, and his French contemporaries and opponents thought so highly of him that a church was erected on the site of his final battle. It became known as Notre-Dame de Talbot.[CITATION-132] Thegoes to great lengths to exalt him. Of the twenty-nine Middle English stanzas, five are devoted to John I.[CITATION-133] He was not, however, buried at Worksop. In fact, his burial place appears to have been a controversial issue in the period of the poem’s composition.After the Battle of Castillon, Talbot’s severely mangled corpse was discovered by his squire.[CITATION-134] He was initially buried on the battlefield and shortly after moved to Falaise. However, in the 1490s Talbot’s bones were relocated to Shropshire by his grandson Gilbert, where they can still be found today.[CITATION-135] In the forty-year period between 1453 and 1493, therefore, Talbot’s resting-place was a complex, changing and contested issue. It was during this period,.1470, that the Worksop poem was composed and concerns about the burial of Thomas de Furnival among ‘hathens’ aired.Given the state of the surviving evidence, it would be imprudent to argue with too much certainty that Pigott was deliberately attempting to promote Worksop to the Talbots as a potential location for John I’s final resting place. It may be possible that the canons of Worksop were attempting to obtain possession of John Talbot I’s remains by drawing on or emphasising similarities with John III’s Furnival ancestors; but, even if they were simply using his prestige to enhance their own, the similarities between the inaccurate Furnival story and the fate of John Talbot I are undeniable. The immediate relevance of a story of a family hero’s body lost overseas and buried in enemy territory must have been self-evident to the late fifteenth-century patrons of Worksop Priory.Those interested in whathappened to the Furnival brothers on the Barons’ Crusade will inevitably view the Worksop poem as a deeply flawed source.[CITATION-136] To dwell on these errors is, however, to misrepresent the purpose of works such as the, which were often liturgical in nature and created to establish or maintain close ties between a monastic institution and its local nobility. Thewas far from historically accurate, but precision should not be the measure of its success. This composition was a tool used to convey the heroic and pious past, receive the favour of current patrons, and ensure a continued concern for the souls of the departed. Furthermore, as it was displayed on a tablet and written in the vernacular, clearly intended for public dissemination, theoffers an insight into one means by which such works were transmitted to a wide audience in late medieval England.Most importantly for the current study, close examination of the Worksop poem permits an analysis of how and why crusading activities were remembered—or indeed not remembered, in the case of William de Furnival—in the late Middle Ages. Even in the absence of a written history such as a chronicle, families and institutions employed other means to remember and present the crusading activities of generations past. This is a point that has been made with some force in recent scholarship, but theis proof that in some cases the mechanisms of family memory were able to maintain a knowledge of crusading heritage into the late medieval period without a written account. Moreover, while the poem’s primary function was not to commemorate crusaders, crusading ancestry was considered a mark of prestige by the author. Thomas is portrayed as a martyr, rewarded by Christ for his sacrifice. Pigott deemed this worthy of remembrance, and he wished to promote that crusading past to the priory’s visitors.At the time of its original construction, it is possible that Thomas de Furnival’s effigy lay atop his partial remains, brought back by a companion, but more probable that it was a cenotaph, a reminder of Thomas in the absence of any part of his body. It was an ornate site of communal memory for the institution and the family, and it acted as a material prompt for the remembrance of Worksop’s crusading past in the absence of a written record. Over the course of two centuries, various factors interacted with this site, causing substantial inaccuracies to creep into the Furnival crusading history. Anxiety arising from the seemingly irretrievable loss of the Holy Land in 1291, Thomas II’s decision to be buried at nearby Doncaster, the influence of romance poetry, and ongoing concerns about the body of John Talbot I may all have played their part in moulding the Furnival crusading history into its late medieval form. At its most basic level, though, the oral account, visible to us now only through Pigott’s fifteenth-century rhyme royal poem, retained a kernel of truth about the crusading experiences of the lost Furnival brothers. As a final point, it is worth remembering that in 1587 a manuscript of the poem was still in the hands of a Talbot—a descendant of the Furnivals and a recusant. Themay, then, have retained its devotional purpose beyond the Reformation, prompting the commemoration of crusaders in the prayers of their descendants into the early modern era.",
    "footnotes": {
        "1": "The most easily accessible edition is William Dugdale, Monasticon Anglicanum, ed. John Caley, Henry Ellis and Bulkeley Bandinel (6 vols in 8, London, 1817–30), vi, pt i, pp. 122–4 [hereafter Dugdale]. The Stemma is listed in L.R. Mooney, D.W. Mosser, E. Solopova et al., eds, Digital Index of Middle English Verse, DIMEV 6509, at https://www.dimev.net/record.php?recID=6509. It is, however, inaccurately described, as the poem has twenty-nine verses rather than the stated twenty-six. The version in Dugdale is punctuated differently from what seems to be the earliest copy, produced by Robert Glover in 1587 (Oxford, Bodleian Library, MS Ashmole 848 [hereafter Ashmole], fos 34v–38r; William Henry Black, ed., A Descriptive, Analytical and Critical Catalogue of the Manuscripts Bequeathed unto the University of Oxford by Elias Ashmole [Oxford, 1845], col. 610, no. 848). As Glover appears to have been working from the original, I have cited his 1587 transcription, but throughout I quote from the Dugdale edition. A further reproduction identical in content but with slight variants in spelling and punctuation can be found in a volume of miscellaneous works that is now part of the British Library’s Lansdowne collection (British Library, Lansdowne MS 205, fos 167v–169r). It dates to either the late sixteenth or early seventeenth century, and it is this version that was used by the Index of Middle English Verse. There is at least one other extant early modern copy, which is preserved in Sheffield City Archives among the seventeenth-century notes of Dr Nathaniel Johnston (Sheffield City Archives, BFM 3/1, fo. 17).",
        "2": "A Catalogue of the Lansdowne Manuscripts in the British Museum: With Indexes of Persons, Places, and Matters (London, 1819), p. 74, no. 205:19.",
        "3": "John Holland, The History, Antiquities, and Description of the Town and Parish of Worksop in the County of Nottingham (Sheffield, 1826), p. 87.",
        "4": "G.H. Gerould, ‘The Legend of St Wulfhad and St Ruffin at Stone Priory’, PMLA, xxxii (1917), pp. 323–37, at 336.",
        "5": "C. Given-Wilson, Chronicles: The Writing of History in Medieval England (London, 2004), p. 82.",
        "6": "M. Thurlby, ‘Worksop Priory Church: the Romanesque and Early Gothic Fabric’, in J.S. Alexander, ed., Southwell and Nottinghamshire: Medieval Art, Architecture, and Industry (British Archaeological Association, Conference Transactions, 21; Leeds, 1998), pp. 101–10; J. Stacye, ‘The Priory and Parish of Worksop or Radford, Nottinghamshire’, Journal of the British Archaeological Association, xxx (1874), pp. 156–70.",
        "7": "An effigy of Joan Furnival (d. 1399) may have been moved to a church in nearby Barlborough. Francis Bossano, known as the painting herald, reported that he had seen an inscription in 1707 that read ‘Hic jacet … Johanna fil … haec … Willielmi Fournival … Tho…’, the most likely interpretation being ‘Here lies Joan, daughter of William Fournival, wife of Thomas Nevill’: Joseph Hunter, Hallamshire: The History and Topography of the Parish of Sheffield in the County of York (London, 1819), p. 41.",
        "8": "G.R.C. Davis, C. Breay, J. Harrison and D.M. Smith, eds, Medieval Cartularies of Great Britain and Ireland (London, 2010), p. 219. A seventeenth-century copy of a mid-fifteenth-century index of Worksop Priory’s charters still survives: Northampton, Northamptonshire Record Office, FH/N/A/0215FH/N/A/02, pp. 365–71.",
        "9": "On medieval memory, see M. Carruthers, The Book of Memory: A Study of Memory in Medieval Culture (2nd edn, Cambridge, 2008); J. Broadway, ‘No Historie so Meete’: Gentry Culture and the Development of Local History in Elizabethan and Early Stuart England (Manchester, 2006), pp. 135, 195; A. Ailes, ‘“To Search the Truth”: Heralds, Myths and Legends in 16th and 17th Century England and Wales’, in J. Floyd and C. Burnett, eds., Genealogica et Heraldica (2 vols, Edinburgh, 2008), i, pp. 95–106, at 97. On communal memory, M. Halbwachs, The Collective Memory, tr. F.J. Ditter and V.Y. Ditter (New York, 1980); J. Assmann, Cultural Memory and Early Civilization: Writing, Remembrance, and Political Imagination (Cambridge, 2011).",
        "10": "J.W. Pennebaker and B.L. Banasik, ‘On the Creation and Maintenance of Collective Memories: History as Social Psychology’, in J.W. Pennebaker, D. Paez and B. Rimé, eds, Collective Memory of Political Events: Social Psychological Perspectives (Mahwah, NJ, 1997), pp. 3–19.",
        "11": "Dugdale, p. 122.",
        "12": "E. van Houts, Memory and Gender in Medieval Europe, 900–1200 (Basingstoke, 1999), pp. 123–42.",
        "13": "Dugdale, p. 123; A.J. Pollard, John Talbot and the War in France, 1427–1453 (Barnsley, 2005).",
        "14": "Of the poem’s 225 lines, sixty-seven (30 per cent) are devoted to the Furnivals. This figure excludes the account of the later Nevilles and Talbots, who bore the title Lord Furnival through marriage.",
        "15": "For an introduction to the topic, see M. Cassidy-Welch, ‘Remembering in the Time of the Crusades: Concepts and Practices’, in M. Cassidy-Welch, ed., Remembering the Crusades and Crusading (New York, 2017), pp. 1–10. See also N.L. Paul and S. Yeager, eds., Remembering the Crusades: Myth, Image, and Identity (Baltimore, MD, 2012).",
        "16": "N.L. Paul, To Follow in Their Footsteps: The Crusades and Family Memory in the High Middle Ages (Ithaca, NY, 2012).",
        "17": "N. Housley, The Later Crusades, 1274–1580: From Lyons to Alcazar (Oxford, 1992).",
        "18": "E. Mason, ‘Legends of the Beauchamps’ Ancestors: The Use of Baronial Propaganda in Medieval England’, Journal of Medieval History, x (1984), pp. 25–40; N.L. Paul and J.G. Schenk, ‘Family, Memory and the Crusades’, in Cassidy-Welch, ed., Remembering the Crusades, pp. 173–86, at 137; E. Siberry, Tales of the Crusaders: Remembering the Crusades in Medieval Britain (London, 2021).",
        "19": "Throughout, I refer to Gerard de Furnival (d. c.1206) as Gerard I. In the locality, however, it was his son who was recalled as the first Furnival, as it was he who married into the Lovetot family.",
        "20": "Ashmole, fo. 35r; Dugdale, p. 122.",
        "21": "Ashmole, fo. 35v; Dugdale, p. 123. The final line of this stanza refers to Christ’s crucifixion. On missing crusaders, see Paul, To Follow in Their Footsteps, pp. 134–70.",
        "22": "Ashmole, fo. 35v; Dugdale, p. 123. Sally Badham and Sophie Oosterwijk have identified this as the effigy of Thomas Neville: ‘The Tomb Monument of Katherine, Daughter of Henry III and Eleanor of Provence (1253–7)’, Antiquaries Journal, xcii (2012), pp. 169–96, at 177 n. 40; so has Michael van Dussen: ‘Tourists and Tabulae in Late-Medieval England’, in F. Somerset and N. Watson, eds, Truth and Tales: Cultural Mobility and Medieval Media (Columbus, OH, 2015), pp. 238–54, at 244. However, Pigott describes the burial place of Thomas Neville, which was located to the right of Richard de Lovetot, in stanza four (Dugdale, p. 122). Moreover, the description of the effigy follows on directly from the account of the return of Thomas de Furnival’s remains from the Holy Land by his brother Gerard and is itself followed by a description of the burial places of their brothers. It seems clear that Pigott is describing the effigy of Thomas de Furnival, the crusader.",
        "23": "For an introduction to the Barons’ Crusade, see M. Lower, The Barons’ Crusade: A Call to Arms and Its Consequences (Philadelphia, PA, 2005); S. Painter, ‘The Crusade of Theobald of Champagne and Richard of Cornwall’, in K.M. Setton, ed., A History of the Crusades (6 vols, Madison, WI, 1969–89), ii, pp. 463–85.",
        "24": "Hunter, Hallamshire, p. 33; Holland, History … of Worksop, p. 106; Stacye, ‘Priory and Parish of Worksop’, p. 165; Given-Wilson, Chronicles, p. 231 n. 7; W. van Voornveld, ‘Shifting Loyalties: The Twelfth-Century Fournivals’, Foundations, v (2013), pp. 81–101.",
        "25": "Matthew Paris, Chronica majora, ed. Henry Richards Luard, Rolls Series, lvii (7 vols, 1872–83), iv, p. 44. See also Lower, Barons’ Crusade, p. 45.",
        "26": "Thomas was remembered in greater esteem than Gerard because he was heir to Worksop, while Gerard’s estates were centred on Munden in Hertfordshire.",
        "27": "Epistolae saeculi XIII e regestis pontificum Romanorum selectae, ed. Carl Rodenberg, Monumenta Germaniae Historica, Epp. saec. XIII, I (Berlin, 1883), pp. 491–95, no. 605; T.W. Smith, ‘The Use of the Bible in the Arengae of Pope Gregory IX’s Crusade Calls’, in E. Lapina and N. Morton, eds, The Uses of the Bible in Crusader Sources (Leiden, 2017), pp. 206–35.",
        "28": "J. Doherty, ‘The Crusading Furnivals: Family Tradition, Political Expediency and Social Pressure in Crusade Motivation’ (forthcoming).",
        "29": "See the comments of Ambroise, who noted Gerard’s position close to King Richard: Ambroise, Estoire de la guerre sainte, ed. and tr. M. Ailes (2 vols, Woodbridge, 2003), i, p. 184, ll. 1394–5; ii, p. 182. See also Van Voornveld, ‘Shifting Loyalties’, pp. 81–101.",
        "30": "Gregory Lippiatt, ‘The Zaran Company in the Holy Land’ (forthcoming).",
        "31": "The Deeds of Pope Innocent III, ed. J.M. Powell (Washington, DC, 2004), pp. 226–8; Patrologiae cursus completus, series Latina, ed. Jacques-Paul Migne (221 vols, Paris, 1841–64), ccxvi, pp. 555–7.",
        "32": "Rotuli litterarum clausarum in Turri Londonensi asservati, 1204–27, ed. Thomas Duffus Hardy (2 vols, London, 1833–44), i, p. 390; J.M. Powell, Anatomy of a Crusade, 1213–1221 (Philadelphia, PA, 1986), p. 222.",
        "33": "See n. 23 above.",
        "34": "Matthew Paris, Chronica majora, ed. Luard, iv, p. 44; Lower, Barons’ Crusade, p. 45.",
        "35": "R. Spence, ‘Gregory IX’s Attempted Expeditions to the Latin Empire of Constantinople: The Crusade for the Union of the Latin and Greek Churches’, Journal of Medieval History, v (1979), pp. 163–76. For a revision of Spence’s argument, see N.G. Chrissis, ‘A Diversion that Never Was: Thibaut IV of Champagne, Richard of Cornwall and Pope Gregory IX’s Crusading Plans for Constantinople, 1235–1239’, Crusades, ix (2010), pp. 123–45.",
        "36": "Matthew Paris, Chronica majora, ed. Luard, iv, p. 44.",
        "37": "Doherty, ‘Crusading Furnivals’.",
        "38": "J.R. Maddicott, Simon de Montfort (Cambridge, 1994), pp. 29–31.",
        "39": "P. Jackson, ‘The Crusades of 1239–41 and their Aftermath’, Journal of Ecclesiastical History, xlii (1991), pp. 32–59, at 32–5.",
        "40": "It should be noted that Gerard III was mentioned in a case that appeared before justices in eyre at York on 29 July 1240, but this was because he had called William of Vescy to warrant. There is no reason to believe that Gerard was there in person. Even if he had been present at York in July, though, there would have been time enough for him to catch up with Simon’s forces before they set sail from Brindisi in October. Feet of Fines for the County of York from 1232 to 1246, ed. J. Parker, Yorkshire Archaeological Society Record Series, lxvii (1925), p. 86, no. 962.",
        "41": "Archives de l’orient latin, ed. R. Röhricht (2 vols, Paris, 1881–84), i, pp. 402–3.",
        "42": "Maddicott, Simon de Montfort, p. 32.",
        "43": "Matthew Paris, Historia Anglorum, ed. Frederic Madden, Rolls Series, xli (3 vols, 1866), ii, p. 459; Matthew Paris, Chronica majora, ed. Luard, iv, p. 175.",
        "44": "Calendar of Charter Rolls Preserved in the Public Record Office (6 vols, 1903–27) [hereafter CCR], i, p. 265.",
        "45": "Curia Regis Rolls of the Reign of Henry III Preserved in the Public Record Office [hereafter CRRHIII], XVII: 26 to 27 Henry III (1242–1243), ed. A. Nicol (1991), p. 276, no. 1425; CRRHIII, XVIII: 27 to 30 Henry III (1243–1245), ed. P. Brand (1999), p. 188, no. 909.",
        "46": "Calendar of the Fine Rolls of the Reign of Henry III [hereafter CFRHIII], 1242–43, no. 343, and 1243–44, no. 52, available via Henry III Fine Rolls Project: A Window into English History, 1216–1272 (The National Archives and King’s College London, 2009–), at https://www.finerollshenry3.org.uk.",
        "47": "The National Archives, E 368/15, m. 101, available via The Anglo-American Legal Tradition (University of Houston, 2007–), at http://aalt.law.uh.edu/aalt1/H3/E368no15/aE368no15fronts/IMG_3379.htm. I am grateful to Richard Cassidy for bringing this example to my attention.",
        "48": "Maddicott, Simon de Montfort, p. 32.",
        "49": "CRRHIII, XVIII, p. 337, no. 1726.",
        "50": "CFRHIII, 1239–40, no. 32.",
        "51": "Foedera, conventiones, literae et cujuscunque generis acta publica, ed. Thomas Rymer et al. (4 vols in 7, London, 1816–69), i, pt. i, p. 234.",
        "52": "Calendar of Patent Rolls Preserved in the Public Record Office, Henry III, III: A.D. 1232–1247 (1906), p. 216.",
        "53": "Calendar of the Liberate Rolls Preserved in the Public Record Office, Henry III, I: A.D. 1226–1240 (1916), p. 387.",
        "54": "The first record of Thomas owing this debt is in 1242, and it was clearly added after the composition of the Roll. It does not, however, appear in the Nova Oblata—the records of new debts—for 1242, indicating that it was a pre-existing debt. For this record, see The National Archives, E 372/87, available via The Anglo-American Legal Tradition, at http://aalt.law.uh.edu/AALT4/H3/E372no87/aE372no87fronts/IMG_5138.htm. The original debt, owed by William Daniel/Butler can be seen at CFRHIII, 1234–35, no. 440. Other than the years 1241–42, the Pipe Rolls for the period under investigation remain unedited. My search for a Furnival in the records covered the counties where Thomas held his primary lands: Yorkshire, Nottinghamshire and Derbyshire.",
        "55": "R. Cassidy, ‘Recorda splendidissima: The Use of Pipe Rolls in the Thirteenth Century’, Historical Research, lxxxv (2012), pp. 1–12.",
        "56": "CFRHIII, 1257–58, no. 1083.",
        "57": "Yorkshire Hundred and Quo Warranto Rolls, ed. B. English, Yorkshire Archaeological Society Record Series, cli (1996), p. 42.",
        "58": "For his marriage: Close Rolls Preserved in the Public Record Office, 1242–47 (1916), pp. 520, 547; for his daughter’s birth: Calendar of Inquisitions Post Mortem and Other Analogous Documents Preserved in the Public Record Office: Henry III (London, 1904), p. 243, no. 752.",
        "59": "CCR, i, p. 404; CFRHIII, 1251–52, no. 1208.",
        "60": "CCR, i, p. 407.",
        "61": "See, for instance, CRFHIII, 1257–58, nos. 240, 617, 823, 919, 1083.",
        "62": "CCR, ii, p. 240.",
        "63": "British Library, Add. Ch. 46918. The charter is dated 19 April 1258, and Edward’s seal is still attached.",
        "64": "As William had no known male heirs, and Thomas I’s son Gerard was dead by the mid-1260s, this must be Gerard the son of Gerard III and Christiana Ledet. It is worth noting that in the year after William’s death, a Thomas and a Gerard de Furnival made payment for a writ of ad terminum, Thomas for 20s in Yorkshire and Gerard for 1 mark in Nottinghamshire: CFRHIII, 1264–65, nos. 132, 282. These were William’s nephews, and they were cousins rather than brothers.",
        "65": "William of Rishanger, The Chronicle of William de Rishanger of the Barons’ Wars. The Miracles of Simon de Montfort, ed. James Orchard Halliwel, Camden Society, xv (1840), p. 124.",
        "66": "CFRHIII, 1263–64, no. 194.",
        "67": "J.M. Luxford, ‘The Collegiate Church as Mausoleum’, in C. Burgess and M. Heale, eds, The Late Medieval English College and Its Context (Woodbridge, 2008), pp. 110–39, at 113; J. Krochalis, ‘Magna Tabula: The Glastonbury Tablets (Part 1)’, in J.P. Carley and F. Riddy, eds, Arthurian Literature XV (Cambridge, 1997), pp. 93–184, at 99.",
        "68": "Dugdale, p. 123.",
        "69": "On the Talbots in this period, see S. Payling, Political Society in Lancastrian England: The Greater Gentry of Nottinghamshire (Oxford, 1991), pp. 98–9, and G.W. Bernard, The Power of the Early Tudor Nobility: A Study of the Fourth and Fifth Earls of Shrewsbury (Brighton, 1985), p. 5.",
        "70": "‘Talbot, John (1545–1611), of Grafton, Worcs.’, in P.W. Hasler, ed., The History of Parliament: The House of Commons 1558–1603 (3 vols, London, 1981), iii, p. 473. On Glover’s transcription, see n. 1 above.",
        "71": "Given-Wilson, Chronicles, pp. 81–4; D. Westerhof, Death and the Noble Body in Medieval England (Woodbridge, 2008), p. 65.",
        "72": "Krochalis, ‘Magna Tabula’, p. 95.",
        "73": "For the Glastonbury tablets, see Krochalis, ‘Magna Tabula’, and for those at York, J.S. Purvis, ‘The Tables of the York Vicars Choral’, Yorkshire Archaeological Journal, xli (1966), pp. 741–8. The Tabula Ringstadensis is still on display in Ringsted Church, Denmark: A.L. Bysted, Ringsted Kloster og Skt. Bendts Kirke (Ringsted, 2010), pp. 83–5. For an introduction to the subject of tabulae, see A. Gransden, Historical Writing in England, II: c.1307 to the Early Sixteenth Century (Ithaca, NY, 1982), p. 495; Krochalis, ‘Magna Tabula’, esp. pp. 95–101; Van Dussen, ‘Tourists and Tabulae’, pp. 238–54.",
        "74": "N. Saul, English Church Monuments in the Middle Ages: History and Representation (Oxford, 2009), pp. 340–41.",
        "75": "London, Lambeth Palace Library, MS 935, no. 8.",
        "76": "Ashmole, fo. 37v; Dugdale, p. 124.",
        "77": "For instances of requests for De profundis in fifteenth-century wills, see Testamenta vetusta, ed. Nicholas Harris Nicolas (2 vols, London, 1826), i, pp. 216, 429. For further instances and requests for other forms of commemoration, see Luxford, ‘Collegiate Church as Mausoleum’, pp. 115–16; C. Tait, Death, Burial and Commemoration in Ireland, 1550–1650 (New York, 2002), p. 140.",
        "78": "A.M. Morganstern, Gothic Tombs of Kinship in France, the Low Countries, and England (University Park, PA, 2000), pp. 4–6; ead., ‘The Tomb as a Prompter for the Chantry: Four Examples from Late Medieval England’, in E. Valdez del Alamo with C.S. Pendergast, eds, Memory and the Medieval Tomb (Aldershot, 2000), pp. 81–9.",
        "79": "On the commemoration of laymen in late medieval England, see C. Burgess, ‘“Longing to be Prayed for”: Death and Commemoration in an English Parish in the Later Middle Ages’, in B. Gordon and P. Marshall, eds, The Place of the Dead: Death and Remembrance in Late Medieval and Early Modern Europe (Cambridge, 2000), pp. 44–65.",
        "80": "Samuel Pegge, An Historical Account of Beauchief Abbey (London, 1801), p. 156.",
        "81": "B. Golding, ‘Anglo-Norman Knightly Burials’, in C. Harper-Bill and R. Harvey, eds, The Ideals and Practice of Medieval Knighthood: Papers from the First and Second Strawberry Hill Conferences (Woodbridge, 1986), pp. 35–48, at 39.",
        "82": "For crusaders in liturgy, see M.C. Gaposchkin, Invisible Weapons: Liturgy and the Making of Crusade Ideology (Ithaca, NY, 2017).",
        "83": "On Worksop’s manuscripts, see T. Webber and A.G. Watson, eds, The Libraries of the Augustinian Canons (London, 1998), pp. 445–46, no. A41.5; N.R. Ker, ed., Medieval Libraries of Great Britain: A List of Surviving Books (2nd edn, London, 1964), p. 215; A Catalogue of the Manuscripts Preserved in the Library of the University of Cambridge (5 vols, London, 1856–67), ii, p. 250, iii, pp. 239–42. The works on grammar appear to have arrived with the Oxford grammar master William Forster in the late fourteenth century: J.A.H. Moran, The Growth of English Schooling, 1340–1548: Learning, Literacy, and Laicization in Pre-Reformation York Diocese (Princeton, NJ, 1985), p. 26. The bestiary is New York, Pierpont Morgan Library, MS M. 81. An ownership inscription on Bede’s Ecclesiastical History can be viewed on the British Library’s catalogue of illuminated manuscripts: British Library, Harley 4124, fo. 56v.",
        "84": "Ashmole, fo. 34v; Dugdale, p. 122.",
        "85": "Ashmole, fo. 35r, reads ‘Then by King Richard conquerer to her [Maud] was sent’; Dugdale, p. 122. It is interesting to see that Richard is given the sobriquet ‘conqueror’, which is, as far as I am aware, a unique example.",
        "86": "It may of course be that Pigott is drawing on a common literary technique to imbue his own work with authority, but there seems little reason to doubt his claim here.",
        "87": "Dugdale, p. 118, no. 1.",
        "88": "Dugdale, p. 123: ‘Hii versus super tumbam suam’.",
        "89": "C. Daniell, Death and Burial in Medieval England, 1066–1550 (London, 1997), pp. 88, 122; Paul, To Follow in Their Footsteps, pp. 158–65.",
        "90": "Paul, To Follow in Their Footsteps, p. 160.",
        "91": "Dugdale, Monasticon Anglicanum, vi, pt. i, pp. 230–31.",
        "92": "Testamenta vetusta, ed. Nicolas, i, pp. 119–20.",
        "93": "A. Grant, ‘The St Bees Lord and Lady, and Their Lineage’ (2013), available online at https://www.research.lancs.ac.uk/portal/en/publications/the-st-bees-lord-and-lady-and-their-lineage(e2762af2-35e5-4049-8a0d-8208c115d92a).html.",
        "94": "S. Düll, A. Luttrell and M. Keen, ‘Faithful unto Death: The Tomb Slab of Sir William Neville and Sir John Clanvowe, Constantinople 1391’, Antiquaries Journal, lxxi (1991), pp. 174–90, at 181.",
        "95": "Dugdale, p. 122. In the case of Gerard II, Pigott does appear to be working from an earlier chronicle or epitaph when dealing with the matter of his burial. Dugdale, p. 118.",
        "96": "William of Malmesbury, Gesta Regum Anglorum: The History of the English Kings, ed. and tr. R.A.B. Mynors, with R.M. Thomson and M. Winterbottom (2 vols, Oxford, 1998), i, pp. 504–7.",
        "97": "Düll, Luttrell and Keen, ‘Faithful unto Death’, pp. 181–2.",
        "98": "J. Riley-Smith, ‘The Death and Burial of Latin Christian Pilgrims to Jerusalem and Acre, 1095–1291’, Crusades, vii (2008), pp. 165–80.",
        "99": "Matthew Paris, Chronica majora, ed. Luard, iii, p. 373.",
        "100": "J. Folda, Crusader Art in the Holy Land, from the Third Crusade to the Fall of Acre, 1187–1291 (Cambridge, 2005), p. 162.",
        "101": "Paul, To Follow in Their Footsteps, p. 158.",
        "102": "Golding, ‘Anglo-Norman Knightly Burials’, pp. 35–48; Westerhof, Death and the Noble Body, pp. 57–74.",
        "103": "See n. 96 above.",
        "104": "N. Saul, English Church Monuments in the Middle Ages: History and Representation (Oxford, 2009), ch. 9, esp. p. 208.",
        "105": "Badham and Oosterwijk, ‘Tomb Monument of Katherine’, pp. 172–8.",
        "106": "Dugdale, Monasticon Anglicanum, ii, p. 61; Badham and Oosterwijk, ‘Tomb Monument of Katherine’, p. 176.",
        "107": "There is a substantial body of material on this matter. See, for instance, K. Nolan, ‘The Queen’s Choice: Eleanor of Aquitaine and the Tombs at Fontevraud’, in B. Wheeler and J.C. Parsons, eds, Eleanor of Aquitaine: Lord and Lady (New York, 2002), pp. 377–405; P.J. Geary, Phantoms of Remembrance: Memory and Oblivion at the End of the First Millennium (Princeton, NJ, 1994), pp. 48–80.",
        "108": "On some of the difficulties this caused for families after the Fourth Crusade, see A.E. Lester, ‘What Remains: Women, Relics and Remembrance in the Aftermath of the Fourth Crusade’, Journal of Medieval History, xl (2014), pp. 311–28.",
        "109": "Widows, Heirs, and Heiresses in the Late Twelfth Century: The Rotuli de dominabus et pueris et puellis, ed. and tr. J. Walmsley (Tempe, AZ, 2006), pp. 102–3, no. 172.",
        "110": "CFRHIII, 1257–58, no. 617.",
        "111": "See n. 64 above.",
        "112": "The Great Roll of Pipe for the Ninth Year of the Reign of King John Michaelmas 1207 (Pipe Roll 53), ed. A.M. Kirkus (London, 1946), p. 74.",
        "113": "CFRHIII, 1233–34, no. 255.",
        "114": "For a similar situation in Champagne, see Morganstern, Gothic Tombs of Kinship, p. 13.",
        "115": "Cartularium abbathiae de Whiteby ordinis s. Benedicti, ed. J.C. Atkinson, Surtees Society, lxix (1879), p. 2, no. 1. On the dating, see Atkinson’s introduction, p. xxxii. According to the chronicler Albert of Aachen, William was still alive in 1115: Albert of Aachen, Historia Ierosolimitana: History of the Journey to Jerusalem, ed. and tr. S.B. Edgington (Oxford, 2007), pp. 852–5.",
        "116": "Letters and Papers, Foreign and Domestic, of the Reign of Henry VIII, IX: August–December 1535, ed. James Gairdner (London, 1886), pp. 399–402, no. 1173.",
        "117": "N.L. Paul, ‘In Search of the Marshal’s Lost Crusade: The Persistence of Memory, the Problems of History and the Painful Birth of Crusading Romance’, Journal of Medieval History, xl (2014), pp. 292–310.",
        "118": "On the legends of Roger de Mowbray, see R. Gilyard-Beer, ‘Byland Abbey and the Grave of Roger of Mowbray’, Yorkshire Archaeological Journal, lv (1983), pp. 61–6; Paul, To Follow in Their Footsteps, pp. 156, 162.",
        "119": "Dugdale, Monasticon Anglicanum, vi, pt. i, p. 320. On the prevalence of lions in crusade literature, see R.A. Leson, ‘“Partout la figure du lion”: Thomas of Marle and the Enduring Legacy of the Coucy Donjon Tympanum’, Speculum, xciii (2018), pp. 27–71.",
        "120": "Gilyard-Beer, ‘Byland Abbey’, p. 66.",
        "121": "Dugdale, p. 123.",
        "122": "Gilyard-Beer, ‘Byland Abbey’, p. 66.",
        "123": "Richard Gough, Sepulchral Monuments in Great Britain (2 vols in 5, London, 1786–96), i, pt. ii, pp. 181–2. Having viewed the slab, Gough suggested some minor alterations to the inscription recorded by Pigott.",
        "124": "Van Houts, Memory and Gender, pp. 93–120.",
        "125": "Paul, To Follow in Their Footsteps, p. 95; A.E. Lester, ‘Remembrance of Things Past: Memory and Material Objects in the Time of the Crusades, 1095–1291’, in Cassidy-Welch, ed., Remembering the Crusades and Crusading, pp. 73–94; Paul and Schenk, ‘Family Memory and the Crusades’, p. 181.",
        "126": "K.J. Lewis, ‘The Templar’s Belt: The Oral and Sartorial Transmission of Memory and Myth in the Order of the Temple’, Crusades, xiii (2014), pp. 191–209, at 209.",
        "127": "L. Manion, Narrating the Crusades: Loss and Recovery in Medieval and Early Modern English Literature (Cambridge, 2014).",
        "128": "See n. 85 above for the library; for the Talbot interest in crusading, see P. Hardman and M. Ailes, The Legend of Charlemagne in Medieval England: The Matter of France in Middle English and Anglo-Norman Literature (Woodbridge, 2017), pp. 271–2.",
        "129": "Four Middle English Romances: Sir Isumbras, Octavian, Sir Eglamour of Artois, Sir Tryamour, ed. H. Hudson (Kalamazoo, MI, 1996), pp. 1, 115; L. Manion, ‘The Loss of the Holy Land and Sir Isumbras: Literary Contributions to Fourteenth-Century Crusade Discourse’, Speculum, lxxxv (2010), pp. 65–90; L.K. Norako, ‘Sir Isumbras and the Fantasy of Crusade’, Chaucer Review, xlviii (2013), pp. 166–89.",
        "130": "S. Fein and M. Johnston, eds, Robert Thornton and His Books: Essays on the Lincoln and London Thornton Manuscripts (Woodbridge, 2014).",
        "131": "Hardman and Ailes, Legend of Charlemagne, pp. 377–81.",
        "132": "Pollard, John Talbot, pp. 3–5, 138.",
        "133": "Dugdale, p. 123.",
        "134": "Pollard, John Talbot, p. 138; William Henry Egerton, ‘Talbot’s Tomb, in the Parish Church of St Alkmund’s, Whitchurch, Shropshire’, Transactions of the Shropshire Archaeological Society, viii (1885), pp. 413–40.",
        "135": "Pollard, John Talbot, p. 138.",
        "136": "Alan V. Murray has made a similar point about the Chronicle of Zimmern and the First Crusade: ‘The Chronicle of Zimmern as a Source for the First Crusade: The Evidence of MS Stuttgart, Württembergische Landesbibliothek, Cod. Don. 580’, in J. Phillips, ed., The First Crusade: Origins and Impact (Manchester, 1997), pp. 78–106, at 92."
    }
}