{
    "title": "Constructive Constitutionalism in Conservative and Unionist Political Thought,c.1885–1914*",
    "author": "Emily Jones",
    "date": "12 June 2019",
    "article": "A central concern of historical writing on the modern British Conservative Party has been that of adaptation and survival: to what extent, and in what ways, did the party appeal to new voters, in new areas, and on new terms? This article demonstrates, through an analysis of Conservative and Unionist intellectual culture, that the late Victorian and Edwardian period was a vital moment in which men and women, historians, novelists, journalists, MPs and peers were constructively re-envisaging what it meant to be a Conservative, or a Unionist, in the wake of the Third Reform Acts (1884–5) and the first Irish Home Rule Bill (1886). It argues that Conservative and Unionist intellectual culture evidences the constructive and imaginative ways in which the protection and ‘maintenance’ of the constitution was conceived both through the recognition and adoption of new modes of political legitimation and argument—including the referendum, Lords reform and women’s representation—and the construction of novel histories and genealogies. This was, therefore, a vital moment in the development of a modern ‘C/conservative’ tradition, as Conservatives and Unionists put pen to paper in order to express their C/conservative principles, as well as to inform and educate.Waves of socialism and anarchy are sweeping over the world and are ready to break upon our shores and destroy all our precious institutions…Jennie, Lady Randolph Churchill[CITATION-1] The notion that Conservatives such as Jennie, Lady Randolph Churchill, speaking here to a Surrey division of the Primrose League in 1886, revered national institutions may not seem particularly surprising. Churchill was expressing her reverence for a very particular national institution: the British, or English, constitution—which had held a central place in the national historical imagination for a great deal of the recent past. It provided Britain with its own, and was the basis for ideas of national exceptionalism and of the liberties of the freeborn Englishman (and sometimes woman). The exaltation of the constitution was a mainstay of British political discourse in the nineteenth century: the slow growth and development of the constitution—consisting of the Crown, Lords and Commons, plus the Anglican Church—from Magna Carta to the Glorious Revolution and the Whig settlement of 1688–9 was seen as the foundation of the liberty and relative stability found in Victorian Britain, in contrast to its continental and transatlantic rivals.[CITATION-2] It shaped national identity, provided the lifeblood of party politics, and permeated culture at all levels through its depiction in histories, songs, and visual media.[CITATION-3] Such beliefs were shared across the political spectrum, yet it was the Conservatives who held the motto of ‘Constitution in Church and State’ as their defining principle. As Samuel Johnson had written in his(1755), a Tory was ‘one who adheres to the ancient constitution in the State, and an apostolic hierarchy of the church of England’.[CITATION-4] This constitutional principle had the flexibility to unite Sir Robert Peel with his famous critic, Benjamin Disraeli, and also to unite Disraeli withfamous critic, Lord Salisbury. It was, therefore, a principle that offered space for intra- as well as inter-party understandings, which naturally changed over time as contexts and priorities shifted. The late Victorian and Edwardian period, however, is typically characterised by a shift away from the constitutional agenda towards new principles and new problems, and the disaggregation and flux that soon followed. In order to understand Conservative electoral hegemony, historical scholarship has consistently pointed to a palpable move towards the politics of the economy, of social reform, and of the better organisation and management of the empire, as well as to the significance of gender, class, locality and associational culture as important facets of Conservative politics.[CITATION-5] At the same time, it is clear that the alliance of Conservatives and Liberal Unionists (who broke from the Gladstonian Liberals over Irish Home Rule), from the late 1880s until their formal fusion into the Conservative and Unionist Party in 1912, remained united by a core constitutional principle: the maintenance of the 1801 Act of Union with Ireland and, therefore, the preservation of unitary parliamentary sovereignty at Westminster.[CITATION-6] But how exactly did this principle fit into the complex world of Conservative and Unionist political and intellectual culture described above? What did constitutional maintenance entail, and what did it actuallyto be a Conservative (later Unionist) with constitutional principles in the wake of the Third Reform Acts (1884–5) and Gladstone’s conversion to the cause of Irish Home Rule in December 1885? The former had finally brought mass democratic politics to Britain, while the latter led to a fundamental rupture in nineteenth-century two-party politics as it had hitherto been understood: to contemporaries, this was a moment of seismic political change. Indeed, the distinctiveness and longevity of Liberal Unionism is now the subject of an increasing body of scholarship.[CITATION-7] In order to address these questions, I will examine Conservative and Unionist attempts at constitutional maintenance through a study of texts published between 1885 and 1914. The period certainly saw the beginning of an important transformation in the priorities and language of political and national identities in Britain, but this was a more difficult move for Conservative and Liberal Unionists, who had held firm (and sometimes opposing) principles about the need to maintain and protect the British constitution. I will argue that significant intellectual efforts were made by Unionists from across the spectrum to construct and consider moderate proposals for constitutional reform which sought to maintain what they saw as the essential character—or central ‘organs’—of the constitution. This was a substantial contribution to political thinking, which not only reframed but expanded familiar ideas of ‘reforming proven abuses’ and of the need to ‘reform to conserve’ now associated with figures such as Peel, Edmund Burke and Thomas Babington Macaulay.[CITATION-8] In doing so, I offer a complement and a corrective to the existing literature on late Victorian and Edwardian Unionist politics and culture. Ewen Green’s classic work,, focused on the debates over tariff reform and imperial preference, and offered a clear statement of the ways in which party politics intersected with intellectual culture, and therefore the broader history of ideas.[CITATION-9] Since its publication, however, historians have tended to focus on the disparate political cultures of Conservatism, rather than on material which sought to produce unifying principles. The articulation of more abstract ideas does not stand outside social realities, however, and they form a distinctive and fundamental layer in the development of broad Conservative beliefs. Some of the limitations to the understandings of such ideas that have been formulated thus far are conceptual. Green, for instance, distinguished between two traditions in Conservative thought: the ‘pessimistic quietism’ of inaction associated, for him, with Salisbury, and the ‘Conservative statism’ that favoured social reform and communal duties.[CITATION-10] This was then fitted into a broader debate about individualism versus collectivism: divisions were between a progressive Conservatism centred on social reform and a more positive attitude towards state intervention, and a stationary conservative (in the most basic sense) or individualist approach.[CITATION-11] However, recognising that for the majority of Conservative and Unionist writers, journalists and historians, as well as a number of politicians, the maintenance of the constitution remained a core principle takes us beyond these binary categories. There was, as always, a divergence on means and ends, and it was this that produced, if not a definite single policy or party view for the Conservative or Unionist Party elite, then a rich intellectual culture of debate and literary production that was novel at least for the Conservative portion of the Unionist alliance. Both Conservatives and Liberal Unionists were acutely aware of the need both to respond intellectually to their Liberal and Labour rivals and to accommodate one another.In fact, there is a growing interest among historians in Unionist constitutionalism in this period. David Thackeray has outlined how Unionist activists in the immediate pre-war years were developing a much broader catalogue of issues intended to appeal to voters of all classes—from the defenders of loyal Ulstermen and the established Church, to supporters of social justice and rural landholdings.[CITATION-12] Beyond Home Rule, notable work by Geraint Thomas, David Dutton, Kevin Manton, Corinne Comstock Weston, David Close, and D.G. Boyce and J.O. Stubbs has detailed the ways in which the House of Lords, demands for women’s suffrage, the idea of the referendum, federalism and empire fired the Conservative and Unionist imagination.[CITATION-13] Most recently, Colin Read has argued for the need to consider the ways in which Irish Unionist political thought from 1912 onwards sought to claim ownership of newly authoritative conceptions of democracy and sovereignty, notably ‘the will of the people’.[CITATION-14] So we need to answer the question not only of what importance the constitution had for definitions of Conservatism and/or Unionism, but also of what kinds of arguments were being made to reform or to resist constitutional developments. This article draws these concerns and debates together through an examination of three principal issues: women’s suffrage, House of Lords reform, and the referendum. The aim is to demonstrate that, between 1885 and 1914, the constitution remained of considerable importance to both Conservatism and Unionism as political and intellectual traditions. Efforts to maintain and reform the constitution produced fervent and imaginative responses, from the Primrose League speeches of Jennie Churchill through to the more scholarly texts of Conservative historians and writers, and provided the basis for defining what it meant to be a Conservative or Unionist in this period.In order to grasp the full importance of ‘constructive constitutionalism’, however, we have to look beyond parliamentary and high political discourse to a wider corpus of literature in which—largely for the first time—Conservative principles were being popularised. The texts themselves took the form of books (including published speeches, lectures and articles), periodical articles and pamphlets. It is important to appreciate the sheer number of texts which very explicitly sought to construct histories, genealogies and political philosophies for Conservatives and Unionists as well as general audiences. For politicians such as Lord Hugh Cecil (1869–1956), F.E. Smith (1872–1930), Leo Amery (1873–1955), Godfrey Locker-Lampson (1875–1946) and Noel Skelton (1880–1935); historians such as J.A.R. Marriott (1859–1945), William Sharp McKechnie (1863–1930), Keith Feiling (1884–1977) and Geoffrey Butler (1887–1929); journalists and writers such as W.H. Mallock (1849–1923), Arthur Boutwood (1864–1924), Arthur Baumann (1856–1936), Sidney Low (1857–1962), G.S. Street (1867–1936), Harry Roberts (1871–1946), Sir Arthur Page (1876–1958), and the novelist-cum-Governor General of Canada, John Buchan (1875–1940), their early and pre-war writings show a novel and clear interest in the construction and expression of Conservative or Unionist principles. This is also true, as we will see, of Conservative and Unionist women such as Jennie Churchill (1854–1921), Theresa (Talbot), Lady Londonderry (1856–1919), Mary Maxse (1870–1944) and Mary (Mrs Humphry) Ward (1851–1920): it is time to put women’s speeches and writings back into the history of Conservative and Unionist political thought.The importance of periodical writing will come as no surprise to historians of nineteenth-century political and intellectual culture.[CITATION-15] Periodical writing was a central forum for the articulation and circulation of political thought in nineteenth-century Britain—Conservative as well as Radical or Liberal.[CITATION-16] During the late Victorian and Edwardian period more specifically, older Conservative periodicals such asand thesurvived, but faced increasing competition from newer publications such as the(1883), which boasted close connections to Conservative Central Office and attracted big-name writers: its circulation rose from 5,000 in its founding decade to 10,000 in the Edwardian period.[CITATION-17] Meanwhile, thenot only became more recognisably Conservative after 1900, but increased its circulation from 14,000 in the 1860s to 20,000 in the inter-war period.[CITATION-18] Conservative and Unionist writers also published in more general—and sometimes ‘Liberal’—publications such asand the. On one hand, the periodical press suffered from the growth of the mass media from the 1880s: though circulation figures rose for a number of periodicals, the diversification of print culture meant more competition for the established quarterlies and monthlies. On the other hand, developments in printing technology made it much easier to print books, and at a much lower price. The market for book-buying expanded as more and more people had the literacy levels, leisure time and disposable income to buy and read published material.[CITATION-19] This led to the production of political texts which aimed to inspire and invigorate; to educate. Texts such as, featuring essays on the constitution by A.V. Dicey, F.E. Smith, and Lords Lansdowne, Willoughby de Broke, Hugh Cecil and Selborne, as well as Cecil’s—both published in 1912—were specifically aimed at beginners who knew little about the political world but wanted to learn more.[CITATION-20] The first section of this article examines the response to women’s suffrage which took the specific form of schemes for women’s chambers in parliament. The second covers the response to calls to reform the House of Lords. The third explores the Unionist interest in the referendum. I will finish by addressing their more negative counterpart: the pessimistic, rhetorically violent, anti-revolutionary arguments put forward as the constitutional crisis progressed. It will be seen that the survival of this constitutional principle—and therefore the possibilities for its renewal—still provided one of the most powerful unifying themes for both Conservative and Liberal Unionists in a period that is typically seen as one of flux and fragmentation. So despite the turn towards addressing new, extra-constitutional concerns—and thus the relative decline of constitutional politics at the turn of the twentieth century—we will see that ‘constructive Conservatism’ was not an approach confined to social, economic and imperial policy.Women’s suffrage was not a strictly party-political issue. There were Conservative as well as Liberal suffragists in favour of radical constitutional reform: hence the creation of the Conservative and Unionist Women’s Franchise Association.[CITATION-21] And, conversely, there were Liberal as well as Conservative opponents. Yet women’s suffrage remained a constitutional issue which served to motivate many Unionists to speak out and put pen to paper, including many women for whom the issue—and opposition to it—provided an important platform for the vocalisation of their ideas. This is particularly pertinent when exploring proposals to maintain the constitution, and how these arguments compared to other schemes in a period that produced a high volume of constructive proposals for constitutional reform. Here, we are especially interested in the reasoned arguments and proposals for maintaining the existing constitutional settlement while increasing the voice of women in parliament known as the ‘Forward Policy’.Thanks to the work of Julia Bush, we know how anti-suffragists such as the leading Quaker writer Caroline Stephen (1834–1909) and Mary (Mrs Humphry) Ward—offame—could argue perfectly consistently against female enfranchisement, proposing instead, from 1907, the creation of a third ‘Women’s Chamber’ in parliament.[CITATION-22] Such a reform appealed to anti-suffragists across the political spectrum because it was seen as a means of adapting to changed circumstances, and so increasing the public voice as well as the representation of women, while still retaining what was perceived to be the essential character of the constitution—and, indeed, the essential character of feminine virtue. As Stephen proposed:My dream would be that a certain number of representative women (say two for each county) should meet during the session of Parliament to consider, revise, and suggest amendments to any Bills sent to them by either House, at its own discretion. These would, of course, be chiefly Bills relating to social subjects, and especially those peculiarly affecting women and children, e.g. educational, sanitary, and poor-law measures; such Bills to be returned to the House in which they originated, by which the women’s suggestions could be either adopted or rejected as the House saw fit.[CITATION-23] The basic idea was to give women a voice on those matters deemed to be areas of women’s particular ‘expertise’—that is, social reform and education. Stephen’s scheme was especially detailed and well laid out, based as it was on an existing structure that she knew well: the separate but reported women’s meetings found in the Quaker movement.[CITATION-24] But the finer details were debated: Stephen wanted a democratically elected council with an electorate made up entirely of women—married or single—whereas Mary Ward (who became a Liberal Unionist during the first Home Rule crisis of 1886) suggested that the women’s council should be constructed from the more limited pool of women already working in local government.[CITATION-25] Stephen and Ward were, therefore, actively constructing and publicising schemes of limited constitutional reform.Such solutions were partly based on counter-arguments that identified the problems of women reformers as having little to do with a need for ‘revolutionary’ constitutional reform. Commentators such as Mary Maxse, who chaired the Women’s Unionist and Tariff Reform Association, argued in thethat the social and economic tribulations of women would be better served by trade unions and therefore through economic channels than through parliament.[CITATION-26] This was an argument put forward by both Liberal and Unionist anti-suffragists, including the Positivist Ethel Harrison (1851–1916) and her son, Austin, who supported the argument of both Maxse and his mother when he stated that ‘What women want’ is ‘hardly politics at all. It is political economy’.[CITATION-27] This type of argument was not new: it had been a crucial line of attack by Liberal Unionists such as Matthew Arnold during the first debates over Home Rule in the 1880s and 1890s, which was dubbed ‘killing Home Rule with kindness’.[CITATION-28] Proposals for targeted reforms to meet identifiable grievances, such as (in an Irish context) land or local government reform or (in this context) the creation of unions for women workers, aimed to deflect concern away from structural constitutional change and towards more pragmatic social and economic solutions. ‘There was’, Maxse argued, ‘a vast amount of political work to do without possessing the doubtful privilege of the vote’.[CITATION-29] These were not empty words: as David Thackeray demonstrates, Maxse’s WUTRA—unlike the more socially oriented Primrose League—encouraged an ideologically driven form of activism from women. WUTRA speakers frequently shared platforms with male tariff reformers, and—with regard to the defence of the union with Ireland—the organisation played a leading role in the British Covenant campaign following the introduction of the Third Irish Home Rule Bill in 1912.[CITATION-30] It also meant that how one defined ‘the cause of constitutional liberty’ became a central point of contention. For anti-suffragists such as Harrison, English women were not ‘slaves’ in need of political liberation, but victims of an economic structure that could only be properly challenged by women banding together for better working conditions and pay, rather than for the vote. As we have just seen, this was also the argument of Maxse, writing in the, as well as of other well-known Liberal Unionist men of letters such as the constitutional lawyer A.V. Dicey, and the historian Goldwin Smith: true freedom for women would come in the form of improved labour conditions, not parliamentary suffrage.[CITATION-31] There was a further consideration to add here: might the freedom of women be different from that of men? To Caroline Stephen, the true personal freedom of women came from ‘motherliness’ and ‘the domestic ideal’: having the capacity to cast a vote for a member of parliament gave a person a ‘minute fragment’ of political power, but this was ‘a very different thing from freedom’.[CITATION-32] This was of course an essentialist argument based on conceptions of the differing strengths and weaknesses of men and women, but it connected the political and (British) constitutional ideals of liberty for women to a broader narrative of male and female capabilities which had the power and potential to persuade: since 1867, debates about the extension of the franchise had also considered a person’s capacity to exercise power over others.[CITATION-33] Commentators were thus able to offer a multi-layered argument, composed of both practical solutions to perceived problems—such as a lack of representation, or economic grievances—as well as rebuttals and reinterpretations of concepts such as ‘capacity’ and ‘liberty’, which were absolutely central to arguments about reform, political change, constitutional history and national identity in British political discourse.[CITATION-34] Such arguments—for the reform of abuses, the representation of interests, and for the preservation of specific conceptions of political liberty—were not wholly original, but these older ideas were given new life by Liberal, Liberal Unionist, and Conservative anti-suffrage campaigners who worked together in making powerful constructive arguments against women’s suffrage.Calls to reform the House of Lords were, similarly, not simply based on the principles or ideas of one party. There was widespread agreement that some reform of the upper house was necessary in order for it to function as an effective and respected second chamber. The reasoning behind these proposals was well expressed in 1909 by the constitutional historian and lawyer, William Sharp McKechnie. He wrote that:there are rival principles capable of being strengthened or revived in its composition, without doing violence to the historical traditions of a venerable institution which has, at more than one crisis in the past, advanced the cause of constitutional liberty, and may be destined to perform valuable services in the future.[CITATION-35] The essential constitutional role of the second chamber had, by this time, been widely identified as its scrutiny of the government in an age of efficient party whips, machines and caucuses. The desire to reform and thus strengthen the existing House of Lords led, for example, to calls to reduce—but not abolish—the number of hereditary peers in the upper chamber, as well as for the introduction of peers from unrepresented interests. To McKechnie, it was clear that, ‘even if we look back to origins in Norman Curia Regis or the Witenagemot of Wessex’, the House of Lords had not begun life as an assembly of hereditary rulers.[CITATION-36] This argument went back to the 1880s and to the Liberal Oxford Regius Professor of History, E.A. Freeman (1823–92), as well as to Lord Rosebery (Liberal Prime Minister, 1894–5), who adopted Freeman’s reasoning in his calls for Lords reform. Freeman stated that it was only with the dissolution of the monasteries that hereditary peers became the majority in the House of Lords, as it was at this time that the abbots were ejected from the chamber.[CITATION-37] On this historical foundation lay the further claim that a second chamber consisting of a majority of hereditary peers was not the ‘natural’ or sole option when considering the composition of the House of Lords. This laid the intellectual groundwork for Conservative arguments that it would be possible to reform the composition of the Lords without damaging its essential character, or compromising the core ‘organs’ of the constitution, while improving its claims to represent the interests of the nation as a whole.It was on the topic of constitutional—and more specifically Lords—reform that many historians felt qualified to enter the debate. While McKechnie agreed that reform was essential, he also believed that to remove the hereditary peerage completely would be to remove an essential part of the constitution. It would, he argued, be the equivalent of removing the other essential component of the ‘venerable’ part of the constitution, the monarchy.[CITATION-38] Yet McKechnie went further even than Rosebery’s 1908 report. Rosebery recommended a reduction of peers from 600 to 400, comprising 333 hereditary peers (130 ‘qualified’ by ‘official experience’, 200 selected by fellow peers but technically ‘unqualified’, and three royal princes), plus at most forty life peers, ten spiritual peers, four law lords, and perhaps six colonial representatives. McKechnie’s scheme was similar, but reduced the hereditary element by half. His desire was to fill up seats vacated by a reduced hereditary peerage on the basis of the four principles of delegation, nomination, office, and election. On the first point, McKechnie believed hereditary peers should cut their current number (543) in half, delegating their authority to a smaller number of their own selection. On nomination, he suggested that individuals might be nominated for a peerage if they had held official posts or served the community in some way. The third principle was qualification by office: life peers should be chosen from a wide range of expertise, including the judiciary, military, and diplomatic services, as a way to combat the notion that a peerage was the reward of serving a particular government. The final principle—election—would have given outside bodies, such as governing bodies of municipal or parish councils, the power to elect peers.[CITATION-39] This was also the argument of the Oxford historian, university extension lecturer and Conservative MP J.A.R. Marriott (1859–1945). In 1907, he had proposed a scheme for transforming the House of Lords into an ‘Imperial Senate’, with the goal of strengthening the institution as a second chamber, as well as giving ‘[British] Dominions direct representation in the Imperial Parliament’. At the heart of the scheme was the admittance of new interests to the composition of the Lords, but it also suggested a compromise between the stance (for instance, of the old Benthamite Unionist Dicey) that demanded unitary parliamentary sovereignty at Westminster and the more extensive federalism of another Liberal Unionist, Lord Selborne, whose scheme for the constitutional development of the British Empire Marriott supported.[CITATION-40] Like McKechnie, his was essentially an argument for life peerages and the reform of the composition of the Lords:[R]eforms are obstructed by the refusal of the House of Lords to admit the principle of Life Peerages. Why should not the Agent-General of a Dominion, for instance, receive a Peerage tenable for the duration of his office, just as a Bishop is a Spiritual Peer only so long as he occupies a see?[CITATION-41] Nor was this intervention a one-off: Marriott’s articles on the constitutional question, written for theandbetween 1907 and 1910, laid the foundation for his(1910), which stressed the universal acceptance of bicameral legislatures by all ‘civilised’ nations, and he remained committed to the principle of compositional reform until his death in 1940.[CITATION-42] Moreover,was, according to Marriott, the most widely reviewed and well received of his books: praise for this work came as freely from theas from, as well as international academic journals such as the.[CITATION-43] Such literature had a wide reach, addressing, as it did, not only Conservative and Unionist concerns about ‘radical reform’ such as Irish Home Rule, but also the contemporary concerns mentioned earlier regarding the control of party ‘machinery’ and the caucus, as well as the heightened power of the Prime Minister and the executive that resulted from this.[CITATION-44] Unsurprisingly, therefore, these discussions did not disappear after the 1911 Parliament Act, which removed the Lords’ veto power and replaced it with a two-year delay. If anything, the removal of power from the Lords emphasised the need for further reconstruction, because there was (to critics’ eyes) no longer any restriction on the power of the executive in the Commons, bolstered as it was by whips, caucuses and ‘machines’. ‘In the House of Lords alone’, wrote Theresa, sixth Marchioness of Londonderry (under the pseudonym, ‘Not a Peer’) to, ‘can there be independence of thought’ from the whips. The basis of such independence, she argued, was the guarantee of a seat for life or, at the very least, a ‘definite period’.[CITATION-45] Lord Hugh Cecil called for cross-party efforts to be made on the matter of Lords reform in hisof 1912, and he remained an active advocate beyond the outbreak of war in 1914. Both Liberals and Conservatives, he stated, should now construct a reformed second chamber that was in keeping with ‘the character and traditions of the existing House of Lords, and in which some part should still be played by the principle of hereditary succession’.[CITATION-46] Algernon Cecil (1879–1953) agreed with his cousin’s conclusion in his review offor the, stating that the Lords must represent a ‘true aristocracy’—that is, shedding light on, and leading with vision in, public affairs—and not be reduced to a mere revising chamber.[CITATION-47] The barrister and Conservative candidate Sir Arthur Page[CITATION-48] also accepted that in the future the peerage might well be elected, but the fundamental question really was that of the powers of the second chamber, rather than its composition. Here the task was clear: ‘it is the foremost and paramount duty of Unionists to work for the restoration of a Second Chamber with authority co-ordinate with that possessed by the House of Commons’.[CITATION-49] For many Conservatives, as thejournalist and author Sidney Low explained (in an article entitled ‘The End of the Old Constitution’), a drastic ‘remodelling’ of the constitution was ‘the greatest enterprise laid upon us in our political capacity since 1689’.[CITATION-50] The proposals for House of Lords reform, from 1907, and the removal of the Lords’ veto, after the 1911 Parliament Act, therefore gave rise to considerable concern for Conservatives who foretold the imminent demise of the political system without an effective second chamber. MPs and peers, including Arthur Page, Sir Robert Findlay, and Lords Cecil, Esher and Midleton, drew on these powerful historical examples when likening the post-1911 constitution to the failed unicameral legislatures of Revolutionary France and Cromwell’s England.[CITATION-51] The Parliament Act also drew Marriott into a more direct form of political activity: not only did he put his pen into political service by producing highly charged, constitutionally focused periodical articles (primarily for), but he also played an active part in election campaigning on behalf of Lord Valentia in the 1910 elections, before finally winning a seat in parliament in 1917.[CITATION-52] Taken together, these texts and their authors demonstrate not only the importance of a reformed and effective second chamber—and therefore a focus on the powers of the Lords—to a Unionist vision of an ideal British political framework, but the significant intellectual effort to which many Unionists went in order to articulate and persuade others of these proposals.The best-known example of Conservative and Unionist willingness to adopt seriously innovative political processes is, however, that of the referendum. The introduction of the referendum would have departed significantly from the more established idea of the ‘referendal’ powers of the House of Lords associated with Lord Salisbury in the second half of the nineteenth century. The referendal theory upheld the distinct power of the Lords to refer a question to the nation through a general election, and thus related to parliamentary process, rather than to referendums as direct appeals to the whole country on specific questions. Yet the debate focused on the referendum in the latter sense was in some ways connected to the question of Lords reform: the referendum was posited as a means of avoiding gridlock between the House of Commons and a strengthened House of Lords, for instance. But the referendum debate was bigger than this, and historians have discussed the respective ‘liberal’ or ‘conservative’ origins of the turn towards the referendum from 1885 as well as the relationship between the referendum and the referendal theory.[CITATION-53] The central figure here was A.V. Dicey, who wrote a number of articles in support of referendums from 1886, the year of Gladstone’s first Home Rule Bill and the year in which Dicey became a Liberal Unionist. His aim was to solve the ‘political problem of the age’: ‘how to form conservative democracies’. Dicey believed that the introduction of the referendum—as used in Switzerland—to British political and constitutional processes would provide ‘the means of giving effect to democratic conservatism’ and he corresponded frequently with Salisbury on the topic.[CITATION-54] Dicey was a democrat who believed in the principle of popular sovereignty, yet he saw the potential usefulness of the referendum as a practical means of resisting radical political change that lacked the consent of the nation.[CITATION-55] It was for this reason that another, less democratically minded, Liberal Unionist man of letters, W.E.H. Lecky, wrote in favour of employing the referendum against ‘revolutionary’ change to the British constitution in the new (1899) edition of his 1896 book,. His target was clear: the possibility of the ‘factions’ of Liberals, Labour and the Irish Parliamentary Party, which to him lacked all legitimacy, uniting to pass significant constitutional change by the barest of majorities. Lecky argued that, as the ‘conservative influence of class and property’ had declined, a new brake was now needed on the ‘revolutionary’ elements of the politics of the day.[CITATION-56] ‘If the nation is moving towards revolution’, he wrote, ‘it should at least do so with its eyes open, and with clear and deliberate intent’.[CITATION-57] These were the debates which lay behind calls to utilise the referendum during the late Edwardian period. Again, the urgency of the situation in Ireland crystallised thinking, and the referendum was seen as a defensive weapon against the ‘revolutionary’ Liberals in coalition with the Irish Home Rulers, as well as a means to solve practical disagreements within the Unionist alliance. The possibility of holding a referendum was suggested in a bid to resolve the ongoing constitutional question of Home Rule for Ireland, and also the divisive issue of tariff reform. Much to the consternation of Austen Chamberlain, Balfour famously pledged to hold a referendum on the latter in the run up to the December 1910 election.[CITATION-58] This had been the suggestion of tariff reformers such as Bonar Law, who was supported by the younger figures of F.E. Smith, John Buchan and Noel Skelton.[CITATION-59] One explanation for this is, of course, pragmatism: that the referendum was seen as offering a practical means of healing and uniting the party after the divisions over tariff reform. But there was more to it than this: the introduction of the referendum would have brought into being a significant new political mechanism that needed intellectual as well as pragmatic justification, especially for Conservatives. Balfour explained his reasoning for holding a referendum to his niece in 1929, stating that his decision was based on a belief that the more responsibility possessed by the whole community, the more inclined it would be to continuity rather than change: ‘in fact the countries where there is real universal suffrage prove my point—look at Switzerland—where the referendum is used and always in a Conservative sense’. This was, he noted, his idea of ‘Tory Democracy’.[CITATION-60] Skelton—who is now primarily known for hisof 1924, which coined and articulated the concept of ‘property-owning democracy’—was closely connected to Balfour as well as John St Loe Strachey of the Unionist(who had supported the referendum along the same lines as Dicey). Into the 1920s, Skelton repeated appeals to secure the constitution through the referendum: one of the consequences of the Third Reform Acts was not only that the electorate was ‘mass’ but, for the first time, propertyless.[CITATION-61] The appeal of the referendum to Unionists such as Dicey and Lecky and Conservatives such as Balfour and Skelton was therefore based on the conservative possibilities of newer constitutional mechanisms.The view that the referendum was a ‘conservative’ measure was not, of course, held by all Conservatives. ‘Mainstream Conservatives’ such as Lord Curzon—who did support Lords reform—were strongly opposed to what they considered to be ‘revolutionary’ constitutional mechanisms such as referendums.[CITATION-62] Likewise, McKechnie rejected the referendum outright. The reasoning McKechnie employed will be familiar to twenty-first-century readers: the possibility of popular apathy and low turnouts; voters’ potential ignorance of the issues involved; a possible absence of popular discussion; a potential lowering of the sense of responsibility among legislators. Moreover, the supposed simplicity of referendums was, to McKechnie, questionable.[CITATION-63] The, in its review of McKechnie’s book on Lords reform, concurred, stating ‘We have no wish to see by the introduction of “plebiscite” or “referendum,” or “written Constitution”’, all of which represented ‘the fundamental reversal of principles upon which our Parliamentary institutions have always rested’. It was for this reason that the‘cordially welcome[d]’ McKechnie’s proposals for Lords reform, as well as ‘the spirit of practical reform and true Conservatism in which they are made’.[CITATION-64] What this meant, of course, was that there were profound differences between Unionists, as well as among their Liberal opponents, about the extent to which the introduction of the referendum would fundamentally alter the character of representative, parliamentary, constitutional politics, which it was their duty to protect.Amid the relative sweetness and light of constructive constitutional reform, there was a darker side to Unionist resistance in the late Edwardian period, following the introduction of the Third Home Rule Bill in 1912. The literature on Tory rebels and Unionist diehards will be familiar to historians of this period, and of the Conservative party more generally.[CITATION-65] How is one to reconcile principled defence of the constitution with the non- or extra-constitutional actions associated with Sir Edward Carson’s Ulster Covenant campaign, complete with its own volunteer army? Unionists argued that the ‘unconstitutional’ tactics of the Liberal government, which, in their eyes, had gone beyond the limits of its authority (being supported, as it was, by ‘factions’ of Irish Home Rulers and Labour), had led to a situation in which the constitution was ‘in suspense’. The Liberals were acting, in Bonar Law’s words, ‘not as a Government, but as autocrats’; a ‘revolutionary committee which has seized by fraud upon despotic power’.[CITATION-66] The paradox is that, in failing to follow purely parliamentary, non-militarised courses of action, Unionists were using unconstitutional methods to uphold a constitutional principle. Yet here we need to understand contemporary Unionist perceptions of their opponents, and the heightened sense of genuine danger and fear they engendered. An examination of the wider rhetorical and intellectual culture generated in this period illustrates that—beyond the Ulster Covenant campaign—the fear of ‘revolution’ really did reach fever pitch.Contemplating women’s suffrage in 1883, thewarned its readers that ‘Theof the First Revolution and theof the Commune had relapsed even more completely into barbarism than their male associates’. Such a line of attack appealed to anti-suffragists of all stripes—Liberal as well as Conservative. Ethel Harrison, for example, charted the recent growth of the ‘women’s rights’ campaign from what ‘the French call “”’ in her(1908). To Harrison, this movement was a ‘hybrid culture from seed sown by the French Revolution, when the doctrine of “Rights” rode rampant over mankind’.[CITATION-67] The rather more conservativequoted this passage and endorsed it wholeheartedly.[CITATION-68] Once again, by 1912, images such as ‘The Storming of the Bastille—New Style’ (), demonstrated the salience in times of crisis of historical analogies to Revolutionary France: the suffragettes are pictured here storming the Bastille on 14 July 1912. By happy coincidence, this was—the caption claimed—Emmeline Pankhurst’s birthday.[CITATION-69] Women’s suffrage could then be fitted into ‘a general revolutionary movement’ that included the rise of socialism and the campaign for Irish Home Rule and which, according to the Liberal Unionist and one-time Regius Professor of History at Oxford, Goldwin Smith, it was ‘hardly the vocation of Conservatives to promote’.[CITATION-70] ‘The Storming of the Bastille—New Style’,, no. 46 (Aug. 1912), p. 187. British Library, LB.31.b.15990 © British Library Board.The resistance to the modern-day Jacobins was linked to Conservatism proper by figures such as Lord Hugh Cecil. Cecil argued, for instance, that the Revolution brought modern Conservatism into existence, and it was this Revolutionary aspect that remained the call to arms for Conservatives everywhere: ‘Conservatism arose to resist Jacobinism, and that is to this day its most essential and fundamental characteristic’.[CITATION-71] This call to arms did not go unnoticed. Marriott recalled that, after his period of political uncertainty over tariff reform and free trade, and as the constitutional crisis over the Lords mounted—‘As the sound of battle mounted higher and higher’—he was more and more ‘tempted to throw off academic restraints and re-enter the political arena’:The great issues at stake—the maintenance of the Union between Great Britain and Ireland, the preservation of a Second Chamber as a check upon unicameral omnipotence of the House of Commons, and the preservation of private property and individual initiative—seemed to me vital; I was eager to do battle for them.[CITATION-72] This was not, however, a straightforwardly anti-democratic argument: it was based on the notion that, in overstepping their legitimate constitutional power, the Liberal ‘revolutionaries’ were also opposing the ‘will of the people’, which had not given the Liberals a parliamentary majority—and therefore a mandate—on Home Rule in either of the 1910 elections.[CITATION-73] Hence the issue of the removal of the Lords’ veto—in which, as we have seen, the need to defend the existing powers of the Lords became central—was not simply about preserving elite power but rather about defending democratic representative institutions and (of course) the Union with Ireland. Whether all Unionists believed in their democratic arguments—including those in favour of the referendum—is obviously questionable. But in terms of political argument, in reducing the status and power of the Lords the Liberal government drove many Unionists—of all types—to the further articulation of an anti-revolutionary argument. As William Barry, both a Catholic and a fervent English constitutionalist, wrote: ‘this coming controversy hangs on great decisive alternatives which, if we give them historical names, may be summed [up] in a phrase, “Rousseau or Burke?” And on them the Referendum should be taken’.[CITATION-74] His vote went firmly with Burke, but Barry despaired that, though Burke had delayed ‘French Revolution’ in the 1790s, he had only been able to do so for a hundred years: that dreaded moment in time was now approaching.[CITATION-75] It is therefore significant that this was the context in which Edmund Burke was decisively established as ‘the founder of modern conservatism’.[CITATION-76] More importantly, this was not simply an academic argument: it had power precisely because the constitution held a fixed place in the national as well as the Unionist imagination. The idea of the constitution had the potential to influence broader political discussions thanks to the continued centrality of constitutional history in school, university and adult education (including that taught by Marriott), and the popular images of John Bull and Britannia used in political posters and cartoons were as familiar to Edwardians as to early Victorians.[CITATION-77] Other images, such as the ‘The Greedy Hand!’ by G.R. Halkett (), first published in thein 1910, were intended to send a powerful message about British liberty, its relationship to parliamentary and religious institutions, and therefore the need to protect and defend those institutions which were not simply national, but imperial—hence the rhetorical and argumentative power of Unionist and broader anti-suffrage usage of the term ‘Imperial Parliament’ (as compared to ‘Westminster Parliament’), with its connotations of global power and prestige.[CITATION-78] All of these were under attack from Halkett’s radical-cum-biblical serpent which was now in control of a (bare) parliamentary majority.G.R. Halkett, ‘The Greedy Hand!’,, vi (December 1910). British Library, Lou.Lon.815 © British Library Board.The anti-revolutionary argument provided Conservatives with significant intellectual ammunition against their ‘radical’ opponents. It connected the aims and motives of reformers with bloodthirsty and supposedly un-English methods and notions of effective political change. This allowed Unionists to argue convincingly that they were living in exceptional times. It was therefore clever and tactical as well as negative and reactionary. Yet these claims were not entirely divorced from democratic argument: Barry, for example, invoked ‘revolution’ as the central reason for the need to hold a referendum. Similarly, it is the ‘electors’ who are tasked with restraining Halkett’s radical ‘greedy hand’. In both examples the Lords’ veto is the mechanism, but it is not the locus of political legitimacy—the trust lies in the hands of the electors, or ‘the people’. This was not pure pragmatism: the genuine belief, passion and principle is just as clear. The argument was part of a wider movement in which Conservatives were beginning to reimagine their histories and principles beyond Home Rule and Ulster. These pressing, vital concerns nonetheless produced historical arguments and analogies that were usable not only to attack opponents and defend national institutions, but also to align Unionist thinking with important constitutional conservatives (and famous anti-revolutionaries), such as Edmund Burke, in ways which had a significant lasting impact.The aim of this article has been to demonstrate some of the imaginative ways in which Unionists, both Liberal and Conservative, articulated in published texts proposals for constructive constitutional reform that were intended to defend (and therefore maintain) the constitution—particularly in the wake of the Liberal landslide of 1906. This was not just about the parliamentary party and its leaders, but about Unionism in its broader sense, involving texts written by historians, commentators and journalists as much as politicians. The constitution and its defence, or maintenance, clearly remained both a central concern and a point of identification for many Unionists, despite the more recent challenges of socialism and the Labour movement. However, we should think about ‘defence’ in a multitude of ways and not simply as static support for the.By looking at Conservative and Unionist intellectual culture, we can expand our understanding of what proponents thought it meant to be a Conservative or Unionist in the late Victorian and Edwardian period, as well as of types of Conservative or Unionist political argument. Most obviously, it is clear that Conservatives created usable narratives of the past to explain their attitudes towards the constitution. Indeed, although conservatism—and, in some guises, Conservatism—is often associated with tradition or a sense of the importance of history over abstract thought, what we see here is not only expressed principle, but historically charged political argument addressing contemporary issues and demonstrating the interaction of principle and practice (although the use of historical analogies and the construction of historical genealogies is by no means an exclusively Conservative practice). We can also see how female Unionists used the constitutional crisis to frame ideas about the role of women in politics. The periodical press was an outlet for Conservatives and Unionists of all types—maverick, mainstream, or otherwise. It is difficult (outside reviews and internal periodical debates) to get a sense of how these ideas were received, but it is clear that periodicals and published texts benefited from an ever-expanding reading audience, in which Unionists were themselves prominent.Finally, it is important to comment on the intellectual relationship between Liberal and Conservative Unionists in this period. Clearly, there was intellectual synergy between Liberal Unionists and Conservatives, as well as between late Victorian Liberal and Edwardian Conservative arguments for constitutional reform. But we cannot suppose that Liberal Unionists such as Dicey—whose Liberal Unionism was not based on a conservatism developed in old age, but on both a democratic principle and a Benthamite belief in unitary sovereignty developed as a young man—and Conservatives such as Balfour, Marriott, or Skelton looked to constitutional maintenance with the same goals in mind. This is not an essential weakness or a problem demanding neat resolution: political parties in a two-party system are necessarily broad churches, and both Conservative ideas and politics were fluid and thus open to reinterpretation. It is worth noting, however, that younger Conservative Unionists such as Skelton supported both progressive or radical constitutional forms and more extensive state involvement with social and housing reform. Hence, while Skelton continued to believe in the positive aspects of introducing the referendum after 1918, he also developed his own version of constructive Conservatism, which included, as previously noted, his desire to create a ‘property-owning democracy’.[CITATION-79] That said, we know that the referendum pledge was in the end dropped. Though Jennie Churchill’s son, Winston, toyed with the notion of holding a referendum on the possibility of continuing the wartime coalition in 1945, Britons had to wait until 1975 to experience their first modern plebiscite.[CITATION-80] The women’s chamber also failed to materialise, although significant figures such as Lucy Baldwin remained interested in the idea of a ‘Women’s Council’ devoted to the affairs of mothers and children even after suffrage had been won.[CITATION-81] The hereditary peerage was, of course, eventually reduced, but this was not twinned with a significant boost to the essential powers of the second chamber—though life peerages (twinned with a seat in the Lords) were introduced by Macmillan’s Conservative government in 1958. What might be perceived as sluggishness was in large part the product of a post-war context in which—thanks to Liberal decline, the rise of a distinctly parliamentary Labour Party, and broader European instability—constitutionalism gained a much clearer identity both in its connection to Conservatism and as a perceived pillar of the English or British national character. In comparison to other European countries—France and Italy especially—far-right movements in Britain made limited progress: commentators such as the modernist (and anti-parliamentary) reactionaries portrayed in Tom Villis’swere always marginal figures.[CITATION-82] Hence, it would be hard to deny that constitutional principles remained central to Conservatives in this period and beyond. In fact, the intellectual culture produced by late Victorian and Edwardian Unionism demonstrates the constructive and imaginative ways in which the protection and ‘maintenance’ of the constitution could be conceived through both the recognition and adoption of democratic modes of political legitimation and argument, and the construction of novel histories and genealogies. Conservatives and Unionists—men and women, historians, novelists, journalists, MPs and peers—were themselves reinventing, intellectually as well as politically, who they were, who they were not, and who they wanted to be.",
    "footnotes": {
        "1": "Surrey Times, 20 Mar. 1886, quoted in C.M. Jesman, ‘Conservative Women, the Primrose League, and Public Activity in Surrey and Sussex, c.1880–1902’ (Univ. of Sussex Ph.D. thesis, 2008), p. 55.",
        "2": "For an overview, see R. Saunders, ‘Parliament and People: The British Constitution in the Long Nineteenth Century’, Journal of Modern European History, vi (2008), pp. 72–87. For France and America more specifically, see id., Democracy and the Vote in British Politics, 1848–1867: The Making of the Second Reform Act (Farnham, 2011), ch. 5; J.A. Epstein, ‘The Constitutional Idiom: Radical Reasoning, Rhetoric and Action in Early Nineteenth-Century England’, Journal of Social History, xxiii (1990), pp. 553–74.",
        "3": "R. Mitchell, Picturing the Past: English History in Text and Image, 1830–1870 (Oxford, 2000); J. Burrow, A Liberal Descent: Victorian Historians and the English Past (Cambridge, 1981); J. Kirby, Historians and the Church of England: Religion and Historical Scholarship, 1870–1920 (Oxford, 2016); P. Ghosh, ‘Gladstone and Peel’, in id. and L. Goldman, eds., Politics and Culture in Victorian Britain: Essays in Memory of Colin Matthew (Oxford, 2006), pp. 71–3; A. Hawkins, Victorian Political Culture (Oxford, 2015), ch. 1.",
        "4": "J. Neuheiser, Crown, Church and Constitution: Popular Conservatism in England, 1815–1867, tr. J.W. Neuheiser (New York, 2016).",
        "5": "For example, M. Pugh, The Tories and the People (Oxford, 1985); E.H.H. Green, ‘Radical Conservatism: The Electoral Genesis of Tariff Reform’, Historical Journal, xxviii (1985), pp. 667–92; id., The Crisis of Conservatism: The Politics, Economics, and Ideology of the Conservative Party, 1880–1914 (London, 1995); M. Pugh, Lloyd George (London, 1988), p. 43; J. Lawrence, ‘Class and Gender in the Making of Urban Toryism, 1880–1914’, English Historical Review, cviii (1993), pp. 629–52; M. Roberts, ‘“Villa Toryism” and Popular Conservatism in Leeds, 1885–1902’, Historical Journal, xlix (2006); A. Windscheffel, Popular Conservatism in Imperial London, 1868–1906 (Woodbridge, 2007); D. Jackson, Popular Opposition to Irish Home Rule in Edwardian Britain (Liverpool, 2009); E. Riedi, ‘Imperialist Women and Conservative Activism in Early-Twentieth-Century Britain: The Political World of Violet Milner’, Women’s History Review, xxii (2013), pp. 930–53; D. Thackeray, Conservatism for the Democratic Age: Conservative Cultures and the Challenge of Mass Politics in Early Twentieth-Century England (Manchester, 2013). On anti-Socialism specifically, see J.N. Peters, ‘Anti-Socialism in British Politics, c.1900–22: The Emergence of a Counter-Ideology’ (Univ. of Oxford D.Phil. thesis, 1992).",
        "6": "D. Dutton, His Majesty’s Loyal Opposition: The Unionist Party in Opposition, 1905–1915 (Liverpool, 1992), p. 237.",
        "7": "I. Cawood, The Liberal Unionist Party: A History (London, 2012); E. Jones, Edmund Burke and the Invention of Modern Conservatism, 1830–1914: An Intellectual History (Oxford, 2017), ch. 5. See also R. Taylor, Lord Salisbury (London, 1975), p. 187; P. Marsh, The Discipline of Popular Government: Lord Salisbury’s Domestic Statecraft, 1881–1902 (Aldershot, 1978), p. 131.",
        "8": "On the relationship between Burke, Macaulay and Peel, see Jones, Edmund Burke and the Invention of Modern Conservatism, pp. 28, 179.",
        "9": "Broad overviews of twentieth-century Conservative ‘ideology’ have been attempted by Ewen Green, and by John Fair and John Hutcheson, although in covering a whole century their approach is necessarily sweeping: J.D. Fair and J.A. Hutcheson, ‘British Conservatism: An Emerging Ideological Tradition’, Albion, xix (1987), pp. 549–78; E.H.H. Green, Ideologies of Conservatism: Conservative Political Ideas in the Twentieth Century (Oxford, 2002).",
        "10": "Green, ‘Radical Conservatism’, p. 690.",
        "11": "Green, Crisis of Conservatism, pp. 125–35, 145–56. In a similar vein to W.H. Greenleaf’s classic work, The British Political Tradition, II: The Ideological Inheritance (London, 1983), M.W. Taylor distinguishes between ‘individualist’ and ‘collectivist’ strands of Unionism: Men Versus the State: Herbert Spencer and Late Victorian Individualism (Oxford, 1992), p. 264.",
        "12": "D. Thackeray, ‘Rethinking the Edwardian Crisis of Conservatism’, Historical Journal, liv (2011), pp. 191–213, p. 209.",
        "13": "K. Manton, ‘Edwardian Conservatism and the Constitution: The Thought of Lord Hugh Cecil’, Parliamentary History, xxxiv (2015), pp. 365–82; id., ‘British Unionism, the Constitution and the Referendum, c.1907–14’, Historical Research, lxxxv (2012), pp. 505–25; G. Thomas, ‘Conservatives, the Constitution and the Quest for a “Representative” House of Lords, 1911–35’, Parliamentary History, xxxi (2012), pp. 419–43; C.C. Weston, The House of Lords and Ideological Politics: Lord Salisbury’s Referendal Theory and the Conservative Party, 1846–1922 (Philadelphia, PA, 1995); J. Meadowcroft and M.W. Taylor, ‘Liberalism and the Referendum in British Political Thought, 1890–1914’, Twentieth Century British History, i (1990), pp. 35–57, at 54; D.H. Close, ‘The Collapse of Resistance to Democracy: Conservatives, Adult Suffrage, and Second Chamber Reform, 1911–1928’, Historical Journal, xx (1977), pp. 893–918; D.G. Boyce and J.O. Stubbs, ‘F.S. Oliver, Lord Selborne and Federalism’, Journal of Imperial and Commonwealth History, v (1976), pp. 53–81.",
        "14": "C. Read, ‘Democracy, Sovereignty and Unionist Political Thought during the Revolutionary Period in Ireland, 1912–1922’, Transactions of the Royal Historical Society, 6th ser., xxvii (2017), pp. 211–32.",
        "15": "See, for example, the essays contained in J. Shattock, ed., Journalism and the Periodical Press in Nineteenth-Century Britain (Cambridge, 2017), and C. Kent, ‘Higher Journalism and the Mid-Victorian Clerisy’, Victorian Studies, xiii (1969), pp. 181–98.",
        "16": "G. Love, ‘The Periodical Press and the Intellectual Culture of Conservatism in Interwar Britain’, Historical Journal, lvii (2014), pp. 1027–56, at 1031.",
        "17": "A. Ellegård, The Readership of the Periodical Press in Mid-Victorian Britain (Göteborg, 1957); D. Finkelstein, House of Blackwood: Author–Publisher Relations in the Victorian Era (University Park, PA, 2002).",
        "18": "Love, ‘Periodical Press and the Intellectual Culture of Conservatism’, gives the following circulation figures on p. 1032: 1860s: Edinburgh Review: 7,000, Fortnightly Review: 2,500–3,000, Quarterly Review: 8,000, Westminster Review: 4,000, Saturday Review: 14,000, TheSpectator: 3,000; inter-war period: Fortnightly Review: 5,000, Nineteenth Century: 10,000, Saturday Review: 20,000, TheSpectator: 22,500.",
        "19": "R. Altick, The English Common Reader: A Social History of the Mass Reading Public, 1800–1900 (Chicago, IL, 1957), p. 306.",
        "20": "W.R. Anson, ed., Rights of Citizenship: A Survey of the Safeguards of the People (London, 1912); Lord Hugh Cecil, Conservatism (London, 1912). Cecil’s book was the twin to L.T. Hobhouse’s Liberalism (London, 1911) in the Home University Library Series.",
        "21": "On this, see M. Auchterlonie, Conservative Suffragists: The Women’s Vote and the Tory Party (London, 2007), ch. 4.",
        "22": "For more details, see J. Bush, Women Against the Vote: Female Anti-Suffragism in Britain (Oxford, 2007), pp. 247–52; ead., ‘British Women’s Anti-Suffragism and the Forward Policy, 1908–14’, Women’s History Review, xi (2002), pp. 431–54.",
        "23": "Caroline Stephen, ‘The Representation of Women: A Consultative Chamber of Women’, Nineteenth Century, lxiv (Dec. 1908), pp. 1018–24, at 1020. I have categorised Stephen as a Unionist, though only loosely. This is partly based on the affiliations of her family—her brothers James Fitzjames and Leslie Stephen were both Liberal Unionists—but, more importantly, the Quakers, including the Quaker and Radical MP John Bright, generally opposed Irish Home Rule: T.C. Kennedy, ‘Quakers’, in T. Larson and M. Ledger-Lomas, eds., The Oxford History of the Dissenting Traditions, III: The Nineteenth Century (Oxford, 2017), p. 93.",
        "24": "Stephen, ‘Representation of Women’, p. 1021.",
        "25": "Ibid., p. 1021; Violet Markham, ‘A Proposed Women’s Council’, National Review, lv (Aug. 1910), pp. 1029–38, at 1037.",
        "26": "Mary Maxse, ‘Votes for Women’, National Review, lii (Nov. 1908), pp. 387–98, at 398.",
        "27": "Austin Harrison, ‘The New Sesame and Lilies’, English Review, xii (Feb. 1912), pp. 486–96, at 492; E.B. Harrison, The Freedom of Women (London, 1908), pp. 30–32. See also S.M. Mitra, ‘Voice for Women—Without Votes’, Nineteenth Century, lxxiv (Nov. 1913), pp. 998–1007, at 1000. Ethel’s husband and Austin’s father, Frederic Harrison, was a leading English Positivist.",
        "28": "He repeated this to Conservatives at a more general level, too: Matthew Arnold, ‘The Zenith of Conservatism’, Nineteenth Century, xxi (Jan. 1887), pp. 148–64, at 154.",
        "29": "London School of Economics, Women’s Library, Millicent Garrett Fawcett Papers, 9/01/0289, cutting from the Morning Post reporting information of North Paddington Branch of Women’s Unionist and Tariff Reform Association, 27 June 1907.",
        "30": "Thackeray, ‘Rethinking the Edwardian Crisis of Conservatism’, p. 200; id., ‘Home and Politics: Women and Conservative Activism in Early Twentieth-Century Britain’, Journal of British Studies, xlix (2010), pp. 826–48.",
        "31": "Maxse, ‘Votes for Women’, p. 398; Goldwin Smith, ‘Conservatism and Female Suffrage’, National Review, x (Feb. 1888), pp. 735–52, at 741; A.V. Dicey, ‘Woman Suffrage’, Quarterly Review, ccxi (Jan. 1909), pp. 276–304, at 284–6. All three articles, as well as those by Stephen, Mitra, Markham, and Harrison, are reprinted in Victorian and Edwardian Anti-Feminism, ed. V. Sanders and L. Delap (4 vols., London, 2011).",
        "32": "Caroline Stephen, ‘Votes for Women’, Nineteenth Century, lxi (Feb. 1907), pp. 227–36, at 234, 231.",
        "33": "Saunders, Democracy and the Vote in British Politics, p. 139 and passim.",
        "34": "For an earlier counter-argument, using the constitution to argue for the reclamation of liberties denied to Victorian women, see Charlotte Carmichael Stopes, British Freewomen: Their Historical Privilege (London, 1894).",
        "35": "W.S. McKechnie, The Reform of the House of Lords; with a Criticism of the Report of the Select Committee of 2nd December, 1908 (Glasgow, 1909), pp. 40–41. The individual chapters were originally published as articles in the Glasgow Herald. McKechnie was a historian at Glasgow: it was here that he wrote the widely reviewed and anti-Whig history, Magna Carta: A Commentary on the Great Charter of King John (Glasgow, 1905).",
        "36": "Ibid., p. 12.",
        "37": "H.S. Jones, ‘Historical Mindedness and the World at Large: E.A. Freeman as Public Intellectual’, in G.A. Bremner and J. Conlin, eds., Making History: Edward Augustus Freeman and Victorian Cultural Politics (Oxford, 2015), pp. 304–5.",
        "38": "McKechnie, Reform of the House of Lords, p. 100.",
        "39": "Ibid., pp. 68–70.",
        "40": "J.A.R. Marriott, Memories of Four Score Years (London, 1946), p. 125. Marriott wrote his memoir c.1940, and it was published posthumously by his wife, Henrietta Marriott. See also Boyce and Stubbs, ‘F.S. Oliver, Lord Selborne and Federalism’.",
        "41": "Marriott, Memories of Four Score Years, p. 125.",
        "42": "J.A.R. Marriott, Second Chambers: An Inductive Study in Political Science (Oxford, 1910).",
        "43": "Id., Memories of Four Score Years, p. 126; J. Wallace Bryan, rev. of Marriott, Second Chambers, American Political Science Review, v (Nov. 1911), pp. 642–5.",
        "44": "Manton, ‘Edwardian Conservatism and the Constitution’, p. 368; Weston, House of Lords and Ideological Politics, ch. 4.",
        "45": "Quoted in D. Urquhart, The Ladies of Londonderry: Women and Political Patronage (London, 2007), p. 94.",
        "46": "Cecil, Conservatism, p. 233.",
        "47": "Algernon Cecil, ‘Some Reflections on Patriotism’, Quarterly Review, ccxx (Jan. 1914), pp. 194–219, at 212–13.",
        "48": "Page was the father of the long-serving Conservative MP John Page (1919–2008).",
        "49": "Page, Imperialism and Democracy, pp. 76–7. See also McKechnie, Reform of the House of Lords, p. 16. Lord Curzon, for example, was a ‘ditcher’ in 1911, and yet still supported Lords reform—based, as he believed, on the need for a strong second chamber: P. Norton, ‘Resisting the Inevitable? The Parliament Act of 1911’, Parliamentary History, xxxi (2012), pp. 444–59, at 446.",
        "50": "Sidney Low, ‘The End of the Old Constitution’, Fortnightly Review, lxxxix (Jan. 1911), pp. 114–28, at 115.",
        "51": "Page, Imperialism and Democracy, pp. 45–72, 195; St John Brodrick, Viscount Midleton, ‘The House of Lords and the Civil War’, in Anson, ed., Rights of Citizenship, pp. 114–21; Sir Robert Finlay, ‘Constitutional Safeguards in the British Dominions and in Foreign Countries’, in Anson, ed., Rights of Citizenship, p. 158; Reginald Brett, Viscount Esher, ‘The House of Lords’ (1909–10) and ‘Reflections Suggested by Lord Morley’s Political Notes’ (1914), in his The Influence of King Edward, and Essays on Other Subjects (London, 1915), pp. 87, 101.",
        "52": "Marriott, Memories of Four Score Years, pp. 127, 129.",
        "53": "Meadowcroft and Taylor, ‘Liberalism and the Referendum’, p. 54; Weston, House of Lords and Ideological Politics.",
        "54": "A.V. Dicey, ‘Democracy in Switzerland—II’, The Nation, no. 1120 (16 Dec. 1886), pp. 494–6. Dicey wrote several notable articles on this topic, including ‘Ought the Referendum be Introduced into England?’, Contemporary Review, lvii (Apr. 1890), pp. 489–511, and ‘The Referendum’, National Review, xxiii (Mar. 1894), pp. 65–80; Weston, House of Lords and Ideological Politics, p. 140. For Dicey, the Swiss system suggested a model in which electors could vote at a general election for the party whose platform they most supported, while still providing a ‘national veto’ on issues that (in his view) transcended party politics; see also M. Qvortrup, ‘A.V. Dicey: The Referendum as the People’s Veto’, History of Political Thought, xx (1999), pp. 531–46; C. Harvie, The Lights of Liberalism: University Liberals and the Challenge of Democracy, 1860–1886 (London, 1976), chs. 8 and 9.",
        "55": "I am indebted to James Kirby for making this point significantly clearer: ‘A.V. Dicey and English Constitutionalism’, History of European Ideas (published online, Jul. 2018).",
        "56": "William Edward Hartpole Lecky, Democracy and Liberty (new edn., 2 vols., London, 1899), i. 286–7.",
        "57": "Ibid., i. 288.",
        "58": "N. Blewett, The Peers, the Parties and the People: General Election of 1910 (London, 1972), p. 327; D. Dutton, Austen Chamberlain: Gentleman in Politics (Oxford, 1987), pp. 74–7.",
        "59": "Green, Crisis of Conservatism, p. 288; J.P. Parry, ‘From the Thirty-Nine Articles to the Thirty-Nine Steps: Reflections on the Thought of John Buchan’ in M. Bentley, ed., Public and Private Doctrine: Essays in British History presented to Maurice Cowling (Cambridge, 1993), p. 226; D. Torrance, Noel Skelton and the Property-Owning Democracy (London, 2010), pp. 7–8.",
        "60": "Quoted in B.E.C. Dugdale, Arthur James Balfour, 1848–1905 (London, 1939), p. 64.",
        "61": "Torrance, Noel Skelton, pp. 38–41.",
        "62": "Curzon was one of a number of figures discussed in John St Loe Strachey, ‘The Referendum’, National Review, xxiii (Apr. 1894), pp. 196–200, at 198–9, quoted in Meadowcroft and Taylor, ‘Liberalism and the Referendum’, p. 46.",
        "63": "McKechnie, Reform of the House of Lords, pp. 85–95.",
        "64": "‘Carrying on the King’s Government’, Edinburgh Review, ccx (Oct. 1909), pp. 498–518, at 517.",
        "65": "R.A. Rempel, ‘Lord Hugh Cecil’s Parliamentary Career, 1900–1914: Promise Unfulfilled’, Journal of British Studies, xi (1972), pp. 104–30; W.S. Rodner, ‘Conservatism, Resistance and Lord Hugh Cecil’, History of Political Thought, ix (1988), pp. 529–51; R. Saunders, ‘Tory Rebels and Tory Democracy: The Ulster Crisis, 1900–1914’, in R. Carr and B. Hart, eds., The Foundations of Modern British Conservatism (London, 2013), pp. 65–83.",
        "66": "Quoted in Saunders, ‘Tory Rebels’, p. 67.",
        "67": "Ethel B. Harrison, The Freedom of Women: An Argument Against the Proposed Extension of the Suffrage to Women (1908), p. 9. Harrison’s interest in the French Revolution arose from the Positive philosophy she shared with her husband, the well-known English Positivist Frederic Harrison, as well as her own researches into Revolutionary France: Mrs Frederic [E. B.] Harrison, ‘The Bastille’, Nineteenth Century and After, lxiv (Aug. 1908), pp. 294–9.",
        "68": "‘Women and the Franchise’, Edinburgh Review, ccviii (July 1908), p. 246.",
        "69": "Though Pankhurst’s birthday was listed on her birth certificate as 15 July, she claimed it was the 14 July—perhaps for its revolutionary connotations. I benefited from a discussion with Rob Saunders on this. ‘The Storming of the Bastille—New Style’, Anti-Suffrage Review, no. 46 (Aug. 1912), p. 187. See also Miss E. Simkins, ‘Suffrage and Anti-Suffrage—A Woman Worker’s Appeal’, National Review, cii (Jan. 1909), pp. 784–93, esp. 790.",
        "70": "Smith, ‘Conservatism and Female Suffrage’, p. 747.",
        "71": "Cecil, Conservatism, p. 249. G.K. Fortescue noted that the ‘vivid and growing interest’ in the French Revolution could even be evidenced in the latest indexes of the British Museum: ‘The French Revolution in Contemporary Literature’, Quarterly Review, ccxix (Apr. 1913), pp. 353–71. For more on this, see Jones, Edmund Burke and the Invention of Modern Conservatism, ch. 6.",
        "72": "Marriott, Memories of Four Score Years, p. 120. This feeling was shared at constituency level too, as the constitutional crisis reinvigorated Conservative activism in Northern England, which had ebbed during the debates over tariffs: Thackeray, Conservatism for a Democratic Age, p. 77.",
        "73": "Saunders, ‘Tory Rebels’, especially pp. 69–75; Read, ‘Unionist Political Thought’, esp. pp. 218–25.",
        "74": "William Barry, ‘Rousseau or Burke?’, National Review, lv (June 1910), pp. 582–92, at 582. Catholic constitutionalism had found expression, most notably, in John Lingard’s History of England (1819): Mitchell, Picturing the Past, ch. 7.",
        "75": "Barry, ‘Rousseau or Burke?’, p. 586.",
        "76": "Jones, Edmund Burke and the Invention of Modern Conservatism, ch. 6.",
        "77": "V. Chancellor, History for their Masters: Opinion in the English History Textbook, 1800–1914 (Bath, 1970); R.D. Anderson, ‘University History Teaching, National Identity and Unionism in Scotland, 1862–1914’, Scottish Historical Review, xcix (2012) pp. 1–41; H. Butterfield, The Whig Interpretation of History (London, 1931); id., The Englishman and His History (Cambridge, 1944).",
        "78": "See, for example, Marriott quoted above, and also William Edward Hartpole Lecky, The Map of Life, Conduct and Character (1899: New York, 1904), p. 127; Harrison, Freedom of Women, p. 34; Violet Markham, quoted in Urquhart, Ladies of Londonderry, p. 242; Violet Markham, ‘A Proposed Women’s Council’, National Review, lv (Aug. 1910), pp. 1029–38, at 1035, 1037; A.V. Dicey, ‘The Parliament Act, 1911, and the Destruction of all Constitutional Safeguards’, in Anson, ed., Rights of Citizenship, pp. 83, 106; William Sharp McKechnie, The New Democracy and the Constitution (London, 1912), p. 128; Lord Hartington, quoted in Page, Imperialism and Democracy, p. 115.",
        "79": "Noel Skelton, Constructive Conservatism (Edinburgh, 1924).",
        "80": "‘Mr Churchill’s Sharp Rejoinder’, Manchester Guardian, 23 May 1945. I am grateful to Kit Kowol for this reference.",
        "81": "Evening Standard, 20 Nov. 1928, cited in A.S. Williams, Ladies of Influence: Women of the Elite in Interwar Britain (London, 2000), p. 5.",
        "82": "T. Villis, Reaction and the Avant-Garde: The Revolt Against Liberal Democracy in Early Twentieth-Century Britain (London, 2006)."
    }
}