{
    "title": "David Edwards and the Later Stuart Underground Press*",
    "author": "Joseph Hone",
    "date": "11 March 2022",
    "article": "This article investigates the English underground press in the later Stuart period. Following the end of pre-publication licensing in 1695, the ongoing threat of government reprisals meant that controversial political and religious tracts continued to be printed in secret; yet the survival of the underground press into this period has been neglected in recent works of political, religious, social, cultural and literary history. The dominant view, established by some of the most influential book historians of the past century, is that the materials necessary for a study of secret printing do not survive. This article argues otherwise. Through a detailed case-tudy of the career of one such printer, David Edwards, it illustrates how the clandestine activities of a subset of printers helped shape contemporary debate. Combining historical and bibliographical modes of investigation, this article explores the fundamental mechanics of how controversial tracts, written and printed in secret, reached the public. It examines Edwards’s training under the Whig printer Thomas Braddyll, his subsequent links to the exiled Jacobite court, the clandestine techniques he used to disguise his activities, and the authorship of books he printed. These included the use of indentures and tokens to ensure against imposters and tweaking copy texts to mask distinctive stylistic tics. The article concludes by arguing that the vibrant culture of partisan print associated with the later Stuart public sphere was enabled not solely by the demise of pre-publication licensing in 1695, but also by the persistence of the underground press.The production of books in early modern England was both a commercial activity and an ideological one. This was particularly true during the later Stuart period, when a fitfully imposed system of pre-publication censorship restricted the printing and publication of unlicensed books.[CITATION-1] Even after the collapse of the licensing regime in 1695, men and women involved in the underground book trade continued to be subject to harsh penalties for the crimes of seditious libel and treason: informal harassment, arrest, imprisonment, the pillory, and in one extreme case execution.[CITATION-2] In the eyes of the law, printers, publishers and booksellers were no less responsible than authors for the ‘making’ of libels.[CITATION-3] Many were intellectually and ideologically engaged in the works they produced. By issuing new polemical works, or repackaging older texts for new audiences, members of the book trade made their own distinct interventions in contemporary political debate.[CITATION-4] The ‘prime mover’ in all these activities, writes Ian Green, ‘was not the printer or the bookseller but the publisher’.[CITATION-5] Much recent scholarship rests on this assumption. Literary scholars have tended to concentrate either on giants of the trade such as Jacob Tonson or on characterful rogues such as Edmund Curll.[CITATION-6] Where historians of early modern political thought have ventured into the terrain of book history, their focus has likewise been on the intellectual milieux of publishers: of John Streater, who published the works of James Harrington, or of Thomas Hobbes’s publisher William Crooke.[CITATION-7] Printers, on the other hand, were driven by ‘business acumen, rather than political enthusiasm’.[CITATION-8] Yet the truth is that the distinction between printers and publishers in the later Stuart period was far from clear-cut. Some printers absorbed the functions of publishers and distributors, particularly when approached directly by authors, as was commonplace.[CITATION-9] No less than the publishers and booksellers alongside whom they worked, printers were not neutral vehicles for the communication of texts, but could be ideological agents in their own right.Building on the erratic prosopographical research of Henry R. Plomer, there is now a rich vein of scholarship demonstrating that printers operated according to their political convictions.[CITATION-10] George Larkin was well known among Whigs for his radical sympathies, as was Francis Smith.[CITATION-11] John Darby collaborated with John Toland and the Whig commonwealthmen to generate a celebrated canon of oppositional literature in the 1690s.[CITATION-12] Nathaniel Mist was a notorious Jacobite, who, despite repeatedly falling foul of the law, refused to turn his coat.[CITATION-13] Recent work on the Quaker press has reinforced the sense that authors employed printers drawn from their own community, notably Andrew Sowle and, after 1695, his daughter Tace.[CITATION-14] Other printers, like Henry Hills, were reviled and assailed for their confessional tergiversations.[CITATION-15] Many of these printers operated at the fringes of the profession, covertly producing seditious pamphlets. They were elusive in their lifetimes and remain so today. Few printers left behind archives, account books or inventories, presenting a significant methodological hurdle.[CITATION-16] Donald McKenzie, one of the modern pioneers of ‘the history of the book’, observed that whereas Robert Darnton and subsequent historians of the French underground press have been ‘richly served by their archival records, there is nothing comparable for seventeenth-century England’. Even by the end of the century, the government’s ‘fitful and inefficient censorship has left few telling accounts to enliven our reports of those affected by it’. For McKenzie, this lack of documentation prompted a methodological reliance on ‘two invaluable tools’: the archives of the Stationers’ Company and the, which a generation of book historians have used to direct the kinds of inquiries which McKenzie thought ‘most profitable’.[CITATION-17] And yet such an approach has also proved extremely limiting. After the lapse of the Printing Act (sometimes called the ‘Licensing Act’, though its remit was much broader than that name suggests) the Stationers’ Company relinquished much of its control over the book trade. Its records become less useful. On the other hand, theis limited by the information contained on title pages. While the imprints of controversial political tracts occasionally list the identities of publishers and booksellers, they seldom name printers.[CITATION-18] Most such pamphlets are, as one scholar has recently put it, ‘nothing shy of a bibliographical mess’.[CITATION-19] Fearful of prosecution, printers of political tracts guarded their identities with various typographical tricks. Consequently, the vast majority of any individual printer’s output has gone unseen by those historians who are trained to look only at imprints and catalogues, and not at ornaments, watermarks, and typography, as David R. Como has done with pamphlets from the English civil wars.[CITATION-20] Despite acknowledging that roughly half of printed matter in the later seventeenth century appeared anonymously, and that bibliographical analysis might be used ‘to attribute anonymous work and refine the figures’, McKenzie made no attempt to reckon with this ‘uncomfortable fact’ and instead focused his attention on prestige literary texts issued by reliable publishers.[CITATION-21] One unfortunate result of these entrenched methodological priorities is that, while much has now been written about the output and connections of individual members of the book trade, the basic activities of the underground press remain something of a mystery.My arguments here are both methodological and substantial. By combining the skills and techniques of the historian with those of the bibliographer, we stand to learn more than previously thought possible about the methods of clandestine printers in this period, and how those methods were entangled with their ideological commitments. Using personal correspondence, government papers and legal records alongside a forensic bibliographical examination of printed books, this article constructs for the first time a detailed portrait of one such printer: David Edwards. Contrary to McKenzie’s assumption that government censorship ‘left few telling accounts’ of the later Stuart underground press, Edwards’s numerous brushes with the law laid a rich trail of documents which provides a unique snapshot of the inner workings of a clandestine printing house. My aim in what follows is to illuminate the hidden but fundamental mechanics of how controversial texts were printed and distributed—the processes that occurred between a manuscript leaving an author’s desk and a finished pamphlet arriving in a bookshop; to illustrate how printers changed texts, added to them, disguised, transformed and repackaged them.This case-study reveals Edwards to have been one of the most prolific and controversial printers active during the decade following the lapse of the Printing Act in 1695.[CITATION-22] Although this period is usually considered one of substantial change in the book trade, and in the history of communication more generally, close examination of these records instead reveals deep continuities with earlier decades.[CITATION-23] Edwards may have specialised in the manufacture of Jacobite and Catholic books, but his strategies and techniques closely resemble those of the nonconformist printers under whom he trained. Those old strategies endured after the lapse of the Act precisely because the end of licensing did not constitute the end of censorship. Instead, the continuing activities of the underground press laid the foundation for a reinvigorated literary opposition in post-revolutionary England, with a vibrant but secretive print culture to mirror the clandestine scribal circulation of libellous texts. The covert arrangements surrounding the printing and publication of these texts were a crucial factor in ensuring their extensive public impact. The final section of this article will outline how, by shielding authors from state retribution, Edwards and his fellow underground printers performed a vital role in sustaining the later Stuart public sphere.It is first necessary to situate Edwards’s career as an underground printer against the backdrop of his early training. He was bound as an apprentice to Thomas Braddyll on 2 July 1683, for the duration of seven years, having travelled from the family home in Bodfari, a tiny village in a stridently royalist part of Denbighshire.[CITATION-24] Although Edwards had no family ties to the London book trade, there were local connections. At nearby Galltfaenan Hall lived Robert Salusbury, whose two sons, Thomas and John, were both apprentice stationers.[CITATION-25] It may be that Edwards’s father, a minor yeoman, arranged his son’s apprenticeship through his neighbour. Scanning imprints in thegives the impression that Braddyll was strictly a jobbing printer. Yet those titles are merely the tip of a much larger iceberg, for a good deal of Braddyll’s trade was in surreptitious Whig propaganda. According to his fellow dissenting bookseller, John Dunton, Braddyll was:a first-rate Printer, and has always been a very active, diligent man. He is religiously true to his word, and faithful to the Booksellers that employ him, of which his making no discovery of two thousand Books I once burned in an oven is, to me at least, a very pregnant instance.[CITATION-26] The identity of Dunton’s cremated books remains a mystery. But in 1680 the dissenting publisher Nathaniel Ponder accused Braddyll and ‘five of his Confederates’ of printing a surreptitious edition of John Bunyan’s(1678) in ‘a base old letter, almost worn out, hardly to be read’, and denounced him and his workers as a crew of ‘’.[CITATION-27] In November 1680, Braddyll was named by the publisher Richard Janeway as one of six printers whom he had hired to print, a savage example of Whig polemic, which, in the judgement of the House of Commons, contained ‘several Reflections’ on the conduct of Sir Edward Dering.[CITATION-28] Seven months later, on 6 June 1681, the Stationers’ Company resolved to ‘goe to Counsell about the Bye Law concerning a Presse in a hole & about Mr Bradylls breach thereof’, referring to an ordinance of 1678 which prohibited ‘any Private Presse or Presses commonly called a Presse in a hole’.[CITATION-29] That Braddyll was printing illicit material on this private press is indicated by his reaction when Roger L’Estrange’s deputy and messenger of press, Robert Stephens, was instructed to search the premises in December:The said Master and Wardens with Robert Stephens, coming two several times to the Printing House of one Thom. Bradyll Printer (a member of the Company of Stationers) they were both times, not only after several demands refused Entrance, but reflected upon and abused; By reason whereof the said Master & Wardens were not able to give any account what the said Bradyll was Printing, which the said Stephens does belive may be of ill Consequence, he keeping all his doors Locked against them.[CITATION-30] Braddyll’s nonconformist associates come into clearer focus during the months surrounding the discovery of the Rye House Plot. In November 1682, Braddyll printed three sheets of, an anonymous sequel to Andrew Marvell’s celebratedof 1677. The originalwas printed by John Darby senior with a false Amsterdam imprint; thewas printed in London with a false Cologne imprint.[CITATION-31] The job had been outsourced by the Baptist publisher Francis Smith junior and split across several presses, a common strategy to lend printers a veneer of deniability.[CITATION-32] In the following May, Braddyll learned of an active warrant for his arrest and, with ‘matters look[ing] a little dark upon him’, surrendered himself to the authorities.[CITATION-33] Although he claimed that the relevant sheets had been printed by his wife in his absence, ‘with protestations that he knew nothing of ydoing it’, that seems an unlikely story.[CITATION-34] Under interrogation, Braddyll confessed to L’Estrange that he was close with the men he thought responsible for the book: ‘About a month since, he saw,,,, And, at a Tavern together, here in the Town. (Not Ferguson, as I thought: but he was mentioned upon another Occasion)’.[CITATION-35] Those were significant names. About Robert Ferguson much has been written, not least regarding his instrumental role in the abortive Rye House Plot.[CITATION-36] Aaron Smith was a stalwart of the Green Ribbon Club and a well-known Whig agitator.[CITATION-37] There is a tantalising possibility that ‘Starkey’ was the Whig bookseller John Starkey, who published major works of republicanism by Henry Neville, James Harrington and Machiavelli, alongside the later writings of Milton.[CITATION-38] More likely, though, this was Samuel Starkey, who acted as clerk to Aaron Smith, and who would soon turn state’s evidence against his former master.[CITATION-39] The Baptist Samuel Harris was a close associate of republican Green Ribbonites such as John Ayloffe and John Wildman, knew John Locke well, and had energetically promoted Whig petitions.[CITATION-40] In 1686, it was put about that he had ‘disperse[d] many of the late dangerous papers’ and ‘would rather loose his life than to change his Principall whe declares to be agall maner of Kingly Government’.[CITATION-41] Thomas Dare was another extreme Whig, whose house in Amsterdam has been described by Richard Ashcraft as ‘headquarters of radicalism’ in the city.[CITATION-42] ‘Whitacre’ is almost certainly the lawyer Edward Whitaker, memorably labelled by one newsletter writer ‘yCommon Solicitor for all Phanaticks’.[CITATION-43] Early in 1683, while Braddyll was purportedly meeting with this group, the informant Sir Robert Vyner mentioned Whitaker as one of those ‘well known for crown stealers’.[CITATION-44] Another turncoat implicated him in a late ‘designe for yAssassination of his Ma& Royall Highness as they should goe abroad by water or Land’.[CITATION-45] After much examination, Braddyll was ‘positive’ that the manuscript ofwas written in Whitaker’s hand, with which he was already familiar.[CITATION-46] On 7 June 1683, L’Estrange reported that ‘By Braddil and by Braddils means I doubt not (if I be left to me selfe) to do yKing some Considerable service’, presumably catching the author of.[CITATION-47] And yet the next mention of Braddyll comes after his workshop was raided roughly a fortnight later, on 23 June, by Sir Philip Lloyd. Through the spring and summer of 1683, Lloyd had been investigating the Rye House conspirators. As part of his duties for the Secretary of State he ran spies among the radical Whigs: he was the point of contact for Nathaniel Hartshorne, a double agent who infiltrated the chambers of Richard Goodenough and witnessed him scheming with John Ayloffe and others on how best to kill the king.[CITATION-48] It was Lloyd who, on 26 June, just three days after the raid on Braddyll’s workshop, seized the papers of Algernon Sidney, including the damning manuscript of the.[CITATION-49] So his simultaneous interest in Braddyll is significant. During his inquiries, Lloyd received a tip-off about ‘a Hamper’ that was sent to the printer from the house of Robert West, one of the leading conspirators. Lloyd stormed Braddyll’s shop to discover that his informants were mistaken; the hamper had in fact been sent to that other radical printer, John Darby senior. L’Estrange suspected foul play: ‘It was a palpable Abuse, for they do know; (Both of them) that Braddyl does not live in St Bartholomews Close; if the Information poynted thither: And then that Darby the Printer, does Live there: as dangerous, and Desperate an Anabaptist as lives’.[CITATION-50] Could Braddyll have been in on the deception? Or was he being framed as Darby’s stooge, in retribution for collaborating with the government?Edwards started his apprenticeship less than a fortnight after Braddyll’s workshop was raided on suspicion of involvement in the Rye House Plot. After this brush with the law, Braddyll kept a low profile. His imprint barely appears over the years of Edwards’s apprenticeship: between 1683 and 1689 he is mentioned as the printer of only three books listed in the, none of which contains controversial material. And yet the survival of his business indicates that he must have continued to produce pamphlets, books or primers in secret, without advertising his role. Edwards learned about clandestine printing from a virtuoso: how to cover one’s dealings with authors and publishers and booksellers; how to design false imprints; which ornaments and founts could be traced and which could not; which booksellers he could trust and which he ought to avoid; when to resist questioning, and, equally importantly, when to admit defeat and co-operate with the government. He learned those lessons from his master but did not, as we shall now see, inherit his views on politics or religion. For Edwards used his knowledge to assist Braddyll’s enemies: the Tories, the Catholics, and the Jacobites.Edwards was ‘sworne and admitted into the Freedome’ of the Stationers’ Company on 6 April 1691.[CITATION-51] He worked as a journeyman for another three years before setting up on his own in 1694, in rented premises on Nevil’s Alley, off Fetter Lane. Those were a tumultuous three years for the London book trade. Despite the nominal control over the press offered by pre-publication licensing, the Jacobite press flourished.[CITATION-52] As one commentator observed in 1693, it ‘appears the Law is far insufficient to the end which it intends. Do we not see, not once or oftner, but weekly, nay daily, that continuedagainst our present happy Establishment, are printed and dispersed amongst us; for all thatcan do?’[CITATION-53] This state of affairs prompted a government crackdown on the underground press, particularly the three major Jacobite printers in London.The first to be targeted was the printer William Canning.[CITATION-54] On 8 November 1692, Canning’s primary distributor, Anne Merryweather, was committed to Newgate following a brilliant sting operation by the government spy Dr Richard Kingston.[CITATION-55] A warrant followed soon thereafter for a messenger to ‘search for seditious and unlicensed papers or pamphlets’ at Merryweather’s house.[CITATION-56] Kingston advised that she had a secret cubby-hole ‘between the seeling of the roofe and the partition wall of the house, so private that it is believed it is not yet found out; there she alwaies hid her private papers’.[CITATION-57] Although Merryweather initially held out under interrogation, ‘having resolved rather to dye honourably than live basely’, the prospect of death by burning eventually loosened her lips.[CITATION-58] On the eve of her execution, Merryweather declared her intentions to ‘discover her accomplices, and those that set her on work, provided she may have her pardon’.[CITATION-59] A flurry of warrants for underground printers followed John Trenchard’s appointment as Secretary of State in the following spring.[CITATION-60] On 2 May, the press of William Anderton, ‘whence most of the Jacobite books have come’, was discovered in a secret room at a carpenter’s workshop in Westminster.[CITATION-61] Anderton had previously evaded capture in Hoxton in 1691 and again more recently at locations around Soho and Shoreditch, where he was running a secret press under the alias ‘Thomas Topham’.[CITATION-62] He was convicted for printing two treasonable pamphlets and duly sentenced to die by the gallows, though not before he offered ‘to discover to save his life’.[CITATION-63] On the day the warrant for his execution was signed, Narcissus Luttrell reported further orders ‘for taking up 36 severall persons concerned in the trade of libells’.[CITATION-64] The third and last of the major Jacobite presses to fall was run by David Douglas on Peter Street. His two principal workers were William Newbolt and Edward Butler, both of whom were entrapped in July 1693 by the double agent William Chaloner, who had commissioned them to print forty illegal Jacobite declarations to be ‘sent to a private gentleman in the country’.[CITATION-65] Under threat of death, they too co-operated and ‘accused severall who were concerned in printing and dispersing the declarations’.[CITATION-66] Unlike Anderton, their lives were spared.[CITATION-67] By the time Edwards set up on his own in 1694, then, all three major Jacobite presses in London had been compromised. But the secret networks that supplied the printers with copy remained intact. Edwards was probably first introduced to those networks soon after marrying Mary Daniel, whose deceased stepfather was the notable Catholic printer Nathaniel Thompson, and whose widowed mother had inherited her husband’s printing equipment.[CITATION-68] Gathering materials from the Thompson press, Edwards began to make his mark. In the autumn of 1694, Trenchard issued a warrant for Stephens to ‘make strickt and diligent search for David Edwards a Printer and him having found you are to apprehend and secure for treasonable and seditious practices’.[CITATION-69] He was seized the following day, though seemingly not prosecuted. The first sign that Edwards was tapping into secret Jacobite networks occurs in 1695, when he printed two Catholic books by ‘J. C.’. An annotated copy in Ushaw College of one of the books,, attributes it to James ‘Maurus’ Corker, a prominent Benedictine priest and servant of the exiled Stuarts.[CITATION-70] According to William Fuller, a quondam Jacobite courier and spy, Corker returned frequently to London carrying messages from the exiled court to its allies at home.[CITATION-71] Possibly Edwards encountered Corker through his wife or mother-in-law, both of whom were Catholic relatives of the Jacobite adventurer James Counter.[CITATION-72] Nathaniel Thompson had printed and sold pamphlets for Corker during the Exclusion Crisis, so this seems a likely connection.[CITATION-73] Alternatively, Edwards may have liaised with Jacobite contacts at his preferred watering hole, the Dog Tavern, where, one of his regular authors, William Pittis, reported, Edwards drank ‘with the rest of his Brethren’.[CITATION-74] The Dog was well known as a den of Jacobite sympathisers and ‘persons also suspected to be French spyes’.[CITATION-75] On one occasion, the French ambassador himself was rumoured to have met with and ‘Bowe[d] to a number of Jacobites that were got together at the Dog-Taverne’.[CITATION-76] Here Edwards would have been able to advertise his services and make useful connections among home-grown and foreign agents.On 27 July 1695, Trenchard’s replacement as Secretary of State, Sir William Trumbull, issued another warrant for taking up Edwards, who stood ‘accused upon oath, for printing, publishing or dispersing Seditious and Treasonable Libells against the Government’.[CITATION-77] This time the orders went to a younger agent, John Gellibrand. Two weeks later, Luttrell noted that the ‘messenger of the presse has seised a private presse for printing in the custody of one Edwards, and with it many scurrilous pamphlets’.[CITATION-78] The charges were not presented until 28 August, at which point no further action appears to have been taken.[CITATION-79] In the autumn, Stephens testified before the Privy Council that ‘he lately seized a Booke as ysame was printing by one David Edwards, which he then produced Entituled, A Manuall of Prayers and other Christian Devotion, permissu Superiorum. Wherein are conteyned severall Seditious Matters’.[CITATION-80] Illicit Catholic prayer books were a particular nuisance to the government of William III. Scouring the Thames customs house in October 1698, Gellibrand intercepted a ‘great Quantity of Popish Books’, including bibles printed in France which were destined for an unnamed ‘bookseller in the Strand’, and did so again in the following April.[CITATION-81] On 18 February 1699, several MPs complained about ‘great Numbers of Popish Priests and Jesuits’ in London who have ‘imported great Quantities of Popish Books, and keep Schools to breed up and instruct Children in theSuperstition and Idolatry’.[CITATION-82] One year later, James Vernon, the new Secretary of State, ‘received Information that great numbers of Popish Books have been lately Imported’.[CITATION-83] Vernon authorised Gellibrand to seize those books and arrest their ‘Importers Vendors or Dispersers’ wherever he found them. He had his work cut out. Another contemporary report neatly summarised the situation: ‘Popish books are forbidden to be sold, but now the booksellers’ shops are full of them’.[CITATION-84] The standard view has long been that ‘these editions were printed in Antwerp, Paris, or Rouen, with a move to London printers only in the eighteenth century’;[CITATION-85] the numerous warrants for seizing ‘Popish Books’ at the customs house certainly suggest a thriving trade in smuggled books. Yet Stephens’s testimony reveals that Edwards was already printing them in London in the 1690s. In 1695, Stephens confiscated the edition ‘as ysame was printing’, so one might assume that it was never published. There is, however, a lone copy in Lambeth Palace Library ofwhich matches Stephens’s description exactly, albeit with the false imprint ‘, | Printed in the Year, 1692’. Despite the Paris imprint, the first flyleaf is annotated, ‘David Edwards, ye printer’.[CITATION-86] Its present location might suggest that this was the copy confiscated by Stephens. There are also two extant copies of another tiny octodecimo, ‘Printed in the year, 1696’, but without the ‘Permissu Superiorum’ tag. Thesuggests this is a ‘Continental printing, possibly printed in France’.[CITATION-87] However, the decorated ‘O’ initial is an exact match with an initial which appears on a broadside bearing the imprint of Mary Edwards ‘inCourt in’.[CITATION-88] Both the ‘1692’and the 1696close with Jacobite ‘Prayers for the King, Queen, and Queen Dowager, and Prince of’, which explains the ‘Seditious Matters’ mentioned by Stephens.[CITATION-89] Possibly the latter book included some sheets missed during the raid. Certainly both examples were printed by Edwards.[CITATION-90] Further Catholic titles followed from the press on Nevil’s Alley. Early in 1696, Edwards printed the tractby the Jesuit priest John Huddleston, alias ‘Dormer’.[CITATION-91] He later printed, a tuppenny broadside purportedly ‘translated into English’ from a copy ‘Printed at Rome, by order from the Pope’.[CITATION-92] Following the failed Jacobite assassination plot of 1696, Stephens once again looted Edwards’s workshop and, hidden ‘under the Press’, found printed copies of a virulent libel entitled, damning William and his ‘rebellious brood’ with ‘all the Plagues of Hell’.[CITATION-93] On 8 July 1696, the printer was tried at the Old Bailey, where Stephens testified that he had detained Edwards ‘several times for such Crimes, and it always proved to be Popish Work that he did Print’.[CITATION-94] Successful prosecutions depended in part on political willpower; in the aftermath of the discovered plot, the government wanted to display some Jacobite scalps. Edwards was sentenced to pay a fine of £50, to stand three times in the pillory, and to ‘lye in prison till perform’d’.[CITATION-95] On his release, Edwards’s contacts abroad continued to supply him with copy from Saint-Germain. After James II and VII died in 1701, Edwards rushed outand, in October, printed, which claimed to have been ‘Written Originally inat St., And Dedicated to histhe. And now Translated into English with very little Alteration’.[CITATION-96] Early in 1702, he received a copy of a circular letter from Chaillot detailing James’s spiritual life in exile and the circumstances of his death. Edwards issued the text asand included his own ‘Printer’s Preface’ explaining his rationale:[T]he following Sheets are a Translation from theOriginal, and come to me so solemnly recommended, that there is not the least Grounds to suspect, but that they are indeed the last Remains of this Good KingI hope it will not be expected, I should say anything in Apology for their Publication. I know the World is Base and Malicious enough, and but too apt to Censure falsly, and to make Insidious Conjectures, but the Honesty of the Design, and the Regard every Man ought to have for the Memory of this Great Prince, will I hope, not only Account for me, but withal recommend the Book it self successfully to the Publick.The Reader will find in every Sheet, the lively Effigies of a suffering Prince, and a Devout Christian, especially in his last Conversation, with his Queen and Children. There indeed He’ll see the Picture of his injur’d King drawn to the Life, and perhaps too, meet with some other Circumstances that will entirely Convince him, that he has been the most Abus’d of all Mankind.’Tis out of my Sphere, I confess, to enlarge upon these Matters; and yet I cannot help owning, but that there are many Passages in this little Book, so endearing Passionate and Pious, that a Man must be, in a Scripture Sense, past feeling, that is not Affected by ’em.[CITATION-97] This was an emotional rather than intellectual case for Jacobitism.[CITATION-98] Edwards believed his book could mobilise the sympathies of any reader who was not ‘past feeling’. The following year he anonymously printedfrom another smuggled manuscript: a transcript of David Nairne and John Caryll’s ‘extract’ of James II’s advice to his heir, to which he once again attached his own preface.[CITATION-99] It was not a public document, so Edwards must have enjoyed inside access to Jacobite papers through his French associates.One of the most controversial texts from this run of pamphlets was, written by the Irish Nonjuror David Fitzgerald and printed by Edwards in January 1703.[CITATION-100] The aim of this book was to reconcile Jacobite principles with the accession of Queen Anne, by arguing that she was right to accept the throne for three reasons: ‘, to keep the Monarchy entire:, to keep the Crown, the Royal Authority, and the Power in her own Blood and Family; and, to keep St[range]rs out of theThrone’.[CITATION-101] Her claim to the throne came solely from her ancestry. The tortured logic of this position was pointed out by John Toland, who thought it ‘look’d like a Design long conniv’d at to under-mine the Queen’s Title’ and was appalled to see the pamphlet being sold outside Parliament.[CITATION-102] On 4 February, Charles Kenge was dispatched to arrest Edwards and, on 5 July, the printer was discharged on bail and bound to give evidence against Fitzgerald.[CITATION-103] On this occasion Edwards escaped the pillory, though Fitzgerald was sentenced to ‘appear near the Courts in Westminster-hall, with a paper pinn’d to his hat, specifying his crime’. Decades later, John Oldmixon remembered this as ‘a very moderate punishment, and what a zealous Irish Jacobite would rather have glorified in, than been asham’d of’.[CITATION-104] If, as Paul Monod has argued, the ‘most important of all Jacobite underworlds was that of printers and publishers’, then Edwards was the linchpin of that underworld.[CITATION-105] After the collapse of the Jacobite press in 1693, he became the go-to printer for agents of the exiled Stuarts. He remained so for a decade. Reflecting on his enemies in a private letter, Edwards once wrote ‘The worst they cou’d ever say of me, is, That I was a Jacobite, and I have suffer’d severely for it’.[CITATION-106] His suffering took the form of repeated imprisonment, fines, and the pillory. He was also a printer of Catholic books at a time when such books were considered seditious, and when few other London printers, if any, were engaged in their production.[CITATION-107] His wife was a Catholic; so too was his sister; although he and his brother both privately claimed to be in their ‘Principle always for the Church of England’, he praised James II in print as ‘a Devout Christian’.[CITATION-108] The evidence is unclear as to whether Edwards was a ‘church papist’, claiming without any obvious qualms to belong to the Church of England, or simply an Anglican open to appreciating the sincerity of Catholicism.[CITATION-109] But, to a substantial degree, the printer’s claims show that he prioritised dynastic politics over issues of religion. Edwards was a Jacobite first and foremost. His press served his principles. He had no qualms about printing texts by either Catholics or nonjuring churchman, provided they supported his political creed.In 1696, the Stationers’ Company filed a chancery suit against Edwards and two associates for printing primers and almanacs, over which the Company held a monopoly. Officials claimed they were ‘not capable to make precise proof thereof’ because Edwards had printed the books ‘in soe clandestine and fraudulent a maner’.[CITATION-110] Modern scholars face similar difficulties to those original Company officials. One can examine the finished books, collate them against manuscripts, compare ornaments and broken type, and trace the names supplied in imprints. But a host of questions about the inside mechanics of secret printing remain unanswered. How did printers receive texts? What strategies did they use to distribute pamphlets in secret? Where and with whom did they do their business? Did they edit manuscripts for publication and, if so, to what extent?Edwards was a specialist in surreptitious printing, which makes his activities all the more difficult to trace; but there is one exception. In 1705, Edwards printed, an anonymous pamphlet written by James Drake, probably in collaboration with Sir Humphrey Mackworth, Henry Poley, and other members of a shady cabal which met at the Devil Tavern.[CITATION-111] The book mounted a political case for enforced religious conformity and the persecution of Protestant dissenters.[CITATION-112] It argued that the recent fall of Tory ministers and subsequent ascendency of the ‘moderates’ was part of a co-ordinated plot to destroy the church and undermine the monarchical state.[CITATION-113] An annotated copy in the Wren Library provides a succinct precis: ‘The design of it is to shew yythen Ministry were contriving ydestruction of yCh. of Eng& countenanc’d it’s gest enemies, & ythen all places & Prefermwere possess’d by yWhigs’.[CITATION-114] Thewas to be Edwards’s last major commission; his business was caught in the crossfire generated by the pamphlet and, after six months on the run, he surrendered himself to the statesman Robert Harley, who then held the post of Secretary of State for the Northern Department. Harley had a long-standing interest in the workings of the press.[CITATION-115] While in custody, Edwards outlined to him precisely how he came to print and distribute the. The depositions provide a unique snapshot of the internal workings of an underground press.Edwards received the copy of theunder suitably mysterious circumstances. Following the famous ‘communications circuit’ model proposed by Robert Darnton, much recent scholarship has assumed that booksellers and publishers commissioned new writings, employing a freelance printer or printers to manufacture the books.[CITATION-116] However, the production of controversial pamphlets followed a different model. Some authors dealt directly with trusted printers, cutting out the middleman; in Edwards’s case, such authors included the Tory satirists Ned Ward and William Pittis, who called him ‘old Friend’.[CITATION-117] Other authors took extra precautions to protect their identity, hiring an anonymous intermediary. To this end, the authors of theemployed a ‘woman in a Vizard mask’ to carry their manuscript to Edwards.[CITATION-118] When she spoke she held her Mask in her hand before her Face ... She told me I had people to deal with now that would stand by me, but she would not tell me the Author. She importuned me to do it, and said it would be the making of me. I read 5 or 6 Pages while she was by. She pressed to have ^\\it/ done in a fortnight, and desired my note to satisfy the Gentleman she brought it from, which I gave her; and she gave me an Indented Paper as a token for the Delivery of two Hundred & fifty Books, which I was to allow for the Copy.[CITATION-119] Edwards received no cash payment for printing the; indeed, he was to pay the authors with the 250 copies, which he later grumbled was ‘Twelve pounds Six shillings out of my pocket’.[CITATION-120] He could only turn a profit by selling a large number of additional copies. A ticket porter was later dispatched to take delivery of the 250 books with the corresponding half of the ‘Indented Paper’. This was another reasonable safeguard. Not only did the token ensure that Edwards would not surrender the books to the wrong man, it also enabled the authors to shield themselves by employing yet another anonymous agent to collect the books on their behalf. Once Edwards had finished printing the edition, the masked woman urged him to ‘burn the Copy & break all’, destroying the manuscript evidence.[CITATION-121] He did not heed the warning.Edwards printed ‘about 1500’ copies of thein total.[CITATION-122] He took the standard precautions he had learned during his apprenticeship under Braddyll. The title page bears no name and the imprint reads only ‘: | Printed in the Year 1705’. The paper is coarse and unwatermarked. For decoration on the title page he used a hexagonal arrangement of squatfleurons, probably inherited along with the rest of Nathaniel Thompson’s equipment. He had deployed those fleurons on the title pages of other recent books. Two examples from 1703 include, a cryptic imitation of Virgil’s fourth, and the satirical, which one of Harley’s press spies attributed to Ned Ward.[CITATION-123] But, crucially, those books were all printed and published anonymously. Edwards never used these particular fleurons on books which bore his imprint; they were reserved for clandestine publications only.[CITATION-124] Unlike wooden ornaments and factotums, metal fleurons were mass-produced by the same method used for the production of type. This particular variety of fleuron can be traced back as far as 1660.[CITATION-125] In the same years Edwards was active, identical fleurons from the same punches were being used by Jeremiah Wilkins, Charles Bill and the music specialist John Heptinstall. Edwards must have known that ornaments could be investigated. Back in 1664, L’Estrange had managed to trace a specific fleuron used for the printing of a libel to the press of Simon Dover.[CITATION-126] William Anderton was convicted and hanged partially on a superficial bibliographical analysis of the founts discovered in his possession.[CITATION-127] By using such a common fleuron for his deniable work, Edwards made it difficult for government henchmen to trace the books to his workshop.The printer also fiddled with the text. On the seventh and eighth pages of the manuscript, concerning quisling MPs who voted against the occasional conformity bills, Edwards blotted out several names and jotted in the margin, ‘out wa Blank’, rendering the passage: ‘If [blank] were to beupon Oath, what wrought this wondrousin ’em? They wou’d Answer, that the L— T— requir’d it of ’em, and that theytheirby that’.[CITATION-128] By removing those names, Edwards may have hoped to lessen the chances of a prosecution for criminal libel. He also ‘alter’d the manner of the Dashes from what they were in the Copy’, for he thought the idiosyncratic patterning of dashes and ‘the style and pointings’ in the manuscript might be used to hunt down the author.[CITATION-129] He was equally diligent in correcting the proofs. In some of Edwards’s previous work for Sir Humphrey Mackworth, proof sheets had been carried by an intermediary to Mackworth’s home at Snow Hill, and, once corrected, delivered back to the printing house.[CITATION-130] We know this because Edwards secretly tailed the courier, a bookseller called George Strahan, after handing over the sheets at a tavern.[CITATION-131] One of Edwards’s former apprentices explained how, on other occasions, ‘a certain Lord & an other person’ would visit ‘to read & Correct ythings ysEdwds was printing’.[CITATION-132] Proofs for thewere corrected in house. Without access to the author, Edwards employed an old friend called Hughes, who read the manuscript aloud while Edwards scanned the printed text. Usually a servant could perform this role. But in this instance he preferred to employ a trusted friend—one who was not part of the book trade and who ‘knew no more the Author of the Memorial, than the man in the moon’.[CITATION-133] Edwards trusted Hughes to keep his mouth shut.Copies of thecould not be purchased directly from Edwards by the public. Once the 250 copies for the authors had been handed to the courier, ‘the rest of the Impression was delivered to Brag, Nutt, Strahan’.[CITATION-134] Strahan was a jobbing bookseller with whom Edwards worked closely; he was, in Edwards’s words, ‘a niggardly covetous fellow’ from whom he had recently borrowed money, so he was given a hundred free copies to settle the debt.[CITATION-135] Anne Croome confessed to hawking fifty copies which she probably received from her husband, George.[CITATION-136] Benjamin Bragg and John Nutt were two of the major ‘trade publishers’ in London, to use a term coined by McKenzie and elucidated by Michael Treadwell.[CITATION-137] For a small mark-up, they would distribute pamphlets among the trade’s ‘underdealers’ and deflect unwanted government attention.[CITATION-138] Nutt, in particular, was associated with the Tory interest.[CITATION-139] His successor, John Morphew, explained that it was ‘a very usual thing for persons to leave books & papers at his House and at the Houses of other Publishers’ without leaving their names, ‘and if the Government makes enquiry concerning the Authors of any books or papers so left, in order to bring them to punishment, it often happens that nobody comes to make any demand for the value of the said Books’.[CITATION-140] If similar tactics were used for the, the distributors would have known nothing of Edwards’s involvement up front. Doubtless he did not find the chance to collect his profits from the distributors before being forced to abscond. If Edwards sought purely financial gain from printing this pamphlet, his plan was not a good one. But if he wanted to make a distinctive political intervention, he was on firmer territory.Of the first 250 copies, there is some evidence to suggest they were sent by the authors to Oxford, where they were circulated by the master of University College, Arthur Charlett, who sent multiple copies of theto friends in the provinces.[CITATION-141] An anonymous informant tipped Harley off that Charlett ‘receiv’d by the Carrier & dispers’d thro’ yuniversity great numbers of y’.[CITATION-142] Another letter in the same hand addressed to Charlett and signed ‘John White’ accused him of distributing ‘a great parcel’ of copies, and offered him the chance ‘voluntarily to inform yGovernment what you know of yAuthor or Authors’.[CITATION-143] That same summer, Thomas Hearne recalled toasting ‘the Health of the Author of the’ with his Oxford colleagues. In August, the university leaders, bowing to government pressure, sponsored a sermon ‘recommending union and Moderation, and not suffering our Zeal to carry us so far as to bespatter our Governours in libellous Pamphletts, such as he insinuated had lately appear’d’. Hearne understood which seditious pamphlet the preacher had in mind: ‘without doubt that useful one the’.[CITATION-144] The case of theshows Edwards adopting similar tactics to those employed by the radical Whig printer under whom he trained. Like his former master, Edwards worked within a complex network of authors, couriers and distributors. He simply had no need to rely on publishers or booksellers because, for clandestine jobs, he dealt directly with authors and their agents, who muddied the waters by preserving their anonymity. He distributed the books anonymously via trade publishers. He used indentures and tokens to ensure against imposters, and tweaked copy texts to mask distinctive stylistic tics. Many of the same covert techniques applied both to the production of controversial polemical tracts and to the pirated almanacs and primers which so deeply irritated the Stationers’ Company. The primary difference was that, with the latter, Edwards needed only to protect himself and not an author.This article has, first, reconstructed the contexts in which Edwards learned the skills and techniques of underground printing; secondly, documented his prolific career as a printer of seditious Catholic and Jacobite books; and, thirdly, illuminated some of the techniques he used to mask his involvement in printing controversial tracts. We must now examine the final phase of Edwards’s career: his recruitment and activities as a government asset.Furnished with an inside knowledge of the trade, printers often made excellent spies. Robert Stephens had initially trained as a stationer before accepting the role of messenger of the press under L’Estrange.[CITATION-145] Gellibrand too had formerly printed and sold prohibited books. After brushes with the law in 1677 and 1685, in 1690 he offered to ‘discover the Printer of a scandalous Libel’ for the House of Lords and, on 20 February 1691, was assigned the post of messenger of the press, granting him authority to ‘make diligent search in all printing houses, Booksellers and Bookebinders shops and Warehouses’ in order to hunt down anybody ‘found to print, stitch, cry and sell, or privately convey, or any way disperse such unlicenced, seditious, false, and scandalous Books’.[CITATION-146] By the time thewas published, Gellibrand had officially been seconded to the customs office, though this role appears to have been little more than a smokescreen for his real activities intercepting illicit books.[CITATION-147] Robert Clare, whom Harley recruited in 1705 partly to hunt down Edwards, explained the particular skills which he, as a printer, brought to surveillance work: his years as a compositor had furnished him with an ability to ‘read the Metal as well as the Print’.[CITATION-148] In other words, he claimed he could decipher the text of pamphlets before they were even printed, while they were still slabs of uninked standing type on the compositor’s workbench.But there were also disadvantages to recruiting from inside the book trade. Once a printer was exposed as a snitch, they could be shut out of the trade’s inner workings; an informant without access was not of much help to the government. Thus, Clare’s utility wore thin within a few months of his defection. The churchmen likewise viewed Edwards as a turncoat, as his missives to Harley elucidate:my Coming in to serve the Government, ha[s] Provok’d a Restless Party that make it their Business to study my Ruine. They have set all the People I dealt with against me, insomuch; That if your Honour stands not favourably my Advocate, there’s nothing but Ruine will Ensue, by reason they are so Numerous and Powerful, and put (as above) Defiance to all. My Landlord sent to me this very day to acquaint me, That he’ll play no longer than Tuesday next, and that if I be not Ready for him then, he’ll seize what I have, being told by some of ’em, That the Government will Turn me off with Nothing.[CITATION-149] Edwards thus had much to offer Harley and Harley much to offer Edwards. His pardon for printing thewas conditional on the quality of his information, and his financial security dependent on Harley’s willingness to pay for it.[CITATION-150] But, equally, Harley’s investigation into the pamphlet’s authorship was doomed without the printer’s contribution. Over the coming months, Edwards and his wife chased leads while Harley provided ‘suitable Encouragement’ in the form of secret service payments of between £5 and £15 a time, at fairly regular intervals.[CITATION-151] Once it became clear that Edwards could not gather enough evidence to charge the suspected authors, two of whom were sitting MPs, he lobbied Harley for more permanent employment. In January 1707, he was offered the role of printer to the customs house, a job currently filled by a customs official who, Edwards complained, ‘has neither Knowledge, Right, nor Title to [the] Art and Mystery of Printing’.[CITATION-152] And in July his name was floated as Stephens’s replacement as messenger of the press:My Wife tells me you were pleased to offer the messenger of the Press’s Place, which is but 40ll per Ann. If the sallary was now as when SRoger Le’Estrange officiated in ysaid place, viz. one hundred pounds per Ann: I wou’d Accept of it; tho’ after this Blunder [i.e. Stephens], who was always look’d upon as the scum of yTrade; with a Proviso, That if I shou’d Survive MMary Jones, I may succeed in her Place in ySavoy.[CITATION-153] That Edwards believed himself in any position to bargain shows how far he was out of his depth. Edward Jones, who printed the official government newspaper, the, had died in the previous February, leaving his printing workshop at the Savoy and the lucrativecontract to his wife, Mary Jones, who was not long for this world. Her natural successor was John Nutt, who managed the Savoy press alongside his distribution business.[CITATION-154] In his above-board dealings, Edwards had experience printing newspapers and comment serials, including the short-lived(1701), the(1702), and William Pittis’s amusing periodical(1703–4). But if the printer thought his experience and service had been valuable enough for the Secretary of State to intervene and reassign thecontract, he was deluding himself. He was never appointed to the role of messenger and did not succeed Mary Jones as printer of the. Harley was distracted by the more serious business of backstairs court intrigue and, before the year was done, by the crisis mounting from the treachery of one of his clerks, William Greg.[CITATION-155] Edwards continued quietly to work for the customs office.[CITATION-156] He and his wife would occasionally print literary and satirical works by old friends, such as Ned Ward’sin 1710. But he no longer earned his living from libels.Collaborating with a government investigation did not constitute wholesale treachery. When Braddyll assisted L’Estrange in his search for the authors ofhe did not renounce his Whig principles; Dunton could still praise Braddyll as ‘religiously true to his word’, while also mentioning that he ‘was once a good Friend to Sir Roger L’Estrange, when matters looked a little dark upon him’.[CITATION-157] Even Merryweather, who wished ‘rather to dye honourably than live basely’, cracked in the end.[CITATION-158] Self-preservation was no sin, and Edwards had learned enough from Braddyll to know when the game was up. The printer did not turn his back on his principles. At no point did he offer information on his Jacobite contacts. He agreed only to root out the authors of the, specifically Sir Humphrey Mackworth and Henry Poley, neither of whom was a Jacobite and both of whom had abandoned Edwards in his hour of need. His willingness to take the position of messenger, for the right price, reflects only the potential for corruption in that role. Richard Kingston’s investigation into the messenger service exposed a startling number of crooked agents: Benjamin Maris, whose ‘Wife is a Papist, and communicates all she knowes to that Faction’; Francis Clerke, who ‘keepes company with the Jacobites and is much commended by all that party’; William Jones, who ‘receives gratuities from the Club at the Dog near the palace gate Westminster’, where Edwards drank and met with his Jacobite ‘brethren’.[CITATION-159] Like those three messengers, Edwards may well have hoped to turn this position to his own nefarious ends.Much has been written about how the growth of the public sphere in post-revolutionary England was facilitated by access to political ideas through printed texts. Central to Jürgen Habermas’s influential thesis was ‘the elimination of the institution of censorship’ with the lapse of the Printing Act in 1695.[CITATION-160] Few historians remain so naïve as to think the end of licensing ushered in a new era of free expression; the legislation was allowed to lapse only because common law provided a more effective means to suppress seditious texts.[CITATION-161] Admittedly, the end of licensing did open up new opportunities for the periodical press and for printing beyond the traditional urban and academic centres of London, Oxford and Cambridge.[CITATION-162] And there is general agreement that increased access to print in coffeehouses, taverns and on the street did much to foster public engagement in political debate.[CITATION-163] But the career of David Edwards provides a salutary reminder that this climate of political engagement and partisan controversy was built not on the sudden emergence of a free press, nor even solely on an expanded market for periodical journalism, but rather on the continuing secretive labours of a literary underground.[CITATION-164] Mastery of the techniques of covert printing allowed a relatively small operation like Edwards’s press on Nevil’s Alley to exert a disproportionate influence on political debate. Almost without exception, the most provocative and disputed books from any particular year were products of the underground press, whether those were famous examples by Toland or Tindal or Defoe or Swift, or neglected polemics from Edwards’s workshop such as theor. These pamphlets would be read alongside and in dialogue with conventionally printed books and newspapers. Illicit books provided ammunition for the licit press, the vibrancy of which owed much to fact that it could both draw on and argue against controversial texts emanating from the literary underground.Coffeehouse patrons were daily exposed to all manner of clandestine publications, ranging from the handwritten newsletters of John Dyer to the latest printed pamphlets and journals.[CITATION-165] Readers characterised libellous books by the surreptitious manner of their printing. Thus, when Hugh Chamberlen attacked an anonymous pamphlet in 1696, he observed that the ‘Author designed it a Libel, as it appears by the manner of its coming Abroad, having been plentifully dispersed in Town and Country, without either the Authors or the Printers Name’.[CITATION-166] Even the Whig controversialist John Tutchin complained about the ‘vast numbers of Papers Issued from the Press Weekly, most of ’em Convicted of being Libels in the very Frontispiece, or Title Page, without either Author Printer or Publishers Name to ’em’.[CITATION-167] Of the roughly eighty books targeted by government officials as seditious libels during the two decades following the lapse of the Printing Act, more than half have minimal information in the imprint: sometimes the city and year of publication, but not always, and occasionally the noncommittal tag ‘to be sold by the Booksellers ofand’.[CITATION-168] Sixteen imprints contain the names of trade publishers, who neither printed the books nor had any financial stake in their production nor knew the identity of the authors, and a smattering have demonstrably false imprints, for instance attributing books to the phantom publisher ‘A. Moore’.[CITATION-169] Beyond books which were singled out for legal censure, it is important to recognise that a massive proportion of all potentially controversial pamphlets and newspapers were printed with such false, deniable or vague imprints. Their broad distribution, combined with their mysterious authorship and origins, made them a fixture of coffeehouse gossip. Readers would debate whatever scanty information was provided on title pages and comb through texts for distinctive identifying quirks.[CITATION-170] This link between clandestine printing, anonymous authorship and the putative public sphere is yet to be fully explored by historians, bibliographers or literary scholars. For in the revisionist and post-revisionist battles of early modern historiography, ‘manuscript’ and ‘print’ have usually been conceptualised as uniform but discrete categories: one private, the other public.[CITATION-171] Although recent scholarship by Noah Millstone and others has usefully grappled with the tension between manuscript circulation and public politics, historians continue to discuss print in the later Stuart era as an intrinsically public form.[CITATION-172] And yet the tension between texts which were written and printed in secret, but consumed and read and debated in public, lies at the heart of later Stuart political culture. It was the confidentiality of Edwards’s operation that allowed the results of his press to have such extensive public impact. Because of the difficulty of tracing pamphlets like theback to Edwards’s workshop, they could be distributed outside Parliament, on the streets, and in bookshops, coffeehouses and taverns. With scholars such as Mark Knights constructing new models of a later Stuart public sphere, one which,Habermas, was neither bourgeois nor polite nor rational, and which was fuelled by malicious gossip, libel, propaganda and ‘false news’, it becomes even more crucial to understand how this public culture was sustained and manipulated by the underground press.[CITATION-173] Printers played a key role in mobilising this politically engaged public by issuing propaganda in anonymous formats. Pamphlets and periodicals were often designed to jolt individual readers into action: to encourage MPs to legislate one way or another, or to sway enfranchised voters towards particular parliamentary candidates, or to embolden readers to participate in mass demonstrations on the streets.[CITATION-174] This form of agitprop required anonymity not merely for the authors to avoid prosecution; it needed to be anonymous in order to be effective. By advertising their identities, authors enabled their opponents to respond with personal invective or attribute spurious motives to their original polemical interventions. It was altogether easier for an anonymous pamphlet to be situated in a broader political campaign. And some specific forms of black propaganda, such as Defoe’s(1702), relied entirely on the mechanics of underground printing for their efficacy, disguising the true source of the text to grant it the appearance of a genuine high church screed veering into Jacobite sedition.[CITATION-175] Like the authors of the, Defoe employed a press agent to carry the anonymous manuscript ofto the printer George Croome, a Nonjuror whom some ‘would insinuate as though he favoured the Jacobites’.[CITATION-176] Misled by Defoe’s expert impersonation, Croome printed and sold the books in good faith. Only by publishing anonymously and shielding his true identity from his printer could Defoe ensure that the argument would be taken seriously, and therefore that both Parliament and his fellow partisans would mobilisehis book.[CITATION-177] Underground printing was fundamentally entwined with his polemical strategy.Vicious forms of libel, polemic and propaganda were central to the later Stuart public sphere. Partisan writers were emboldened to experiment with those forms not solely by the end of pre-publication licensing in 1695, but rather by the persistence of the underground press. It was in secretly printed pamphlets that writers took their greatest liberties. The government treated the underground press seriously and printers understood the danger posed by government agents; they devised new strategies and adapted old ones to combat the threat of surveillance. Without access to the anonymising services provided by Edwards and other printers of his sort, more pamphleteers and polemicists would have been made accountable for their words. The extent to which Edwards was prosecuted throughout his career reflects the degree to which he, as a printer, bore the burden of his authors’ political and religious transgressions.",
    "footnotes": {
        "1": "M. Dzelzainis, ‘Managing the Later Stuart Press, 1662–1696’, in L. Hutson, ed., The Oxford Handbook of English Law and Literature, 1500–1700 (Oxford, 2017), pp. 529–47; R. Robertson, Censorship and Conflict in Seventeenth-Century England: The Subtle Art of Division (University Park, PA, 2009); G. Kemp, ‘L’Estrange and the Publishing Sphere’, in J. McElligott, ed., Fear, Exclusion and Revolution: Roger Morrice and Britain in the 1680s (Aldershot, 2006), pp. 67–90; G. Kemp, ‘Ideas of Liberty of the Press, 1640–1700’ (Univ. of Cambridge Ph.D. thesis, 2000); L.G. Schwoerer, ‘Liberty of the Press and Public Opinion, 1660–1695’, in J.R. Jones, ed., Liberty Secured? Britain Before and After 1688 (Stanford, CA, 1992), pp. 199–230; J.S.T. Hetet, ‘A Literary Underground in Restoration England: Printers and Dissenters in the Context of Constraints, 1660–1689’ (Univ. of Cambridge Ph.D. thesis, 1987).",
        "2": "T. Keymer, Poetics of the Pillory: English Literature and Seditious Libel, 1660–1820 (Oxford, 2019); J. Hone, ‘Legal Constraints, Libellous Evasions’, in P. Bullard, ed., The Oxford Handbook of Eighteenth-Century Satire (Oxford, 2019), pp. 525–41; R.J. Goulden, ‘Vox Populi, Vox Dei: Charles Delafaye’s Paperchase’, Book Collector, xxviii (1979), pp. 368–90; L. Hanson, Government and the Press, 1695–1763 (Oxford, 1936).",
        "3": "P. Hamburger, ‘The Development of the Law of Seditious Libel and the Control of the Press’, Stanford Law Review, xxxvii (1985), pp. 661–765.",
        "4": "P. Kewes, ‘“The Idol of State Innovators and Republicans”: Robert Persons’s A Conference About the Next Succession (1594/5) in Stuart England’, in P. Kewes and A. McRae, eds, Stuart Succession Literature: Moments and Transformations (Oxford, 2019), pp. 149–85; B. Worden, Roundhead Reputations: The English Civil Wars and the Passions of Posterity (London, 2001); N. von Maltzhan, ‘The Whig Milton, 1667–1700’, in D. Armitage, A. Himy and Q. Skinner, eds, Milton and Republicanism (Cambridge, 1995), pp. 229–53; N. von Maltzhan, ‘Republication in the Restoration: Some Trimming Pleas for Limited Monarchy, 1660/1680’, Huntington Library Quarterly, lvi (1993), pp. 281–305.",
        "5": "I. Green, Print and Protestantism in Early Modern England (Oxford, 2000), p. 14. See too the distinction drawn in P. McCullough, ‘Print, Publication, and Religious Politics in Caroline England’, Historical Journal, li (2008), pp. 285–313.",
        "6": "The Literary Correspondences of the Tonsons, ed. S. Bernard (Oxford, 2016); K.M. Lynch, Jacob Tonson, Kit-Cat Publisher (Knoxville, TN, 1971); P. Baines and P. Rogers, Edmund Curll, Bookseller (Oxford, 2007).",
        "7": "A. Walsh, ‘John Streater and the Saxon Republic’, History of Political Thought, xxxix (2018), pp. 57–82; A. Johns, The Nature of the Book: Print and Knowledge in the Making (Chicago, IL, 1998), pp. 266–323; J. Raymond, ‘John Streater and the Grand Politick Informer’, Historical Journal, xli (1998), pp. 567–74; N. Smith, ‘Popular Republicanism in the 1650s: John Streater’s “Heroick Mechanicks”’, in Armitage, Himy and Skinner, eds, Milton and Republicanism, pp. 137–55; W.J. Bulman, ‘Hobbes’s Publisher and the Political Business of Enlightenment’, Historical Journal, lix (2016), pp. 339–64.",
        "8": "J. Raven, The Business of Books: Booksellers and the English Book Trade, 1450–1850 (New Haven, CT, 2007), p. 210; cf. J. Raven, Publishing Business in Eighteenth-Century England (Woodbridge, 2014).",
        "9": "J.A. Downie, ‘Printing for the Author in the Long Eighteenth Century’, in S. Jung, ed., British Literature and Print Culture (Cambridge, 2013), pp. 58–77.",
        "10": "H.R. Plomer, A Dictionary of the Printers and Booksellers Who Were at Work in England, Scotland and Ireland from 1668 to 1725 (Oxford, 1922).",
        "11": "K. Lynch, ‘Bunyan’s Partners in Print’, in M. Davies and W.R. Owens, eds, The Oxford Handbook of John Bunyan (Oxford, 2018), pp. 149–67; Dzelzainis, ‘Managing the Later Stuart Press’; T. Crist, ‘Francis Smith and the Opposition Press in England, 1660–1688’ (Univ. of Cambridge Ph.D. thesis, 1977).",
        "12": "J. Hone, ‘John Darby and the Whig Canon’, Historical Journal, lxiv (2021), pp. 1257–80. On the Toland connection, see M. Goldie, Roger Morrice and the Puritan Whigs (Woodbridge, 2007), pp. 217–24; J. Champion, Republican Learning: John Toland and the Crisis of Christian Culture, 1696–1722 (Manchester, 2002), pp. 50, 98–100; B. Worden, ‘Whig History and Puritan Politics: The Memoirs of Edmund Ludlow Revisited’, Historical Research, lxxv (2002), pp. 209–37; Edmund Ludlow, A Voyce from the Watch Tower, ed. A.B. Worden (London, 1978), pp. 18–39.",
        "13": "J. Black, ‘An Underrated Journalist: Nathaniel Mist and the Opposition Press during the Whig Ascendency’, British Journal for Eighteenth-Century Studies, x (1987), pp. 27–41; M. Harris, London Newspapers in the Age of Walpole: A Study of the Origins of the Modern English Press (London, 1987), pp. 115–48; A. Bialuschewski, ‘Daniel Defoe, Nathaniel Mist and the General History of the Pyrates’, Papers of the Bibliographical Society of America, xcviii (2004), pp. 21–38; P. Rogers, ‘Nathaniel Mist, Daniel Defoe, and the Perils of Publishing’, Library, 7th ser., x (2009), pp. 298–313.",
        "14": "K. Peters, Print Culture and the Early Quakers (Cambridge, 2005); J. Landes, London Quakers in the Trans-Atlantic World: The Creation of an Early Modern Community (Basingstoke, 2015), pp. 113–18; B. Hagglund, ‘Quakers and the Printing Press’, in S.W. Angell and P. Dandelion, eds, Early Quakers and Their Theological Thought, 1647–1723 (Cambridge, 2015), pp. 32–47; P. McDowell, The Women of Grub Street: Press, Politics, and Gender in the London Literary Marketplace, 1678–1730 (Oxford, 1998), pp. 35–37. On the dissenting press more generally, see N.H. Keeble, The Literary Culture of Nonconformity in Later Seventeenth-Century England (Leicester, 1987); Hetet, ‘Literary Underground’; S. Achinstein, Literature and Dissent in Milton’s England (Cambridge, 2003).",
        "15": "M. Durrant, ‘Writing and Rewriting Henry Hills, Printer’ (Univ. of Manchester Ph.D. thesis, 2015); W. Smith, ‘Henry Hills Goes Ranter’, Seventeenth Century, xxxii (2017), pp. 257–68.",
        "16": "See C. Griffin, Journeymen-Printers, Heresy, and the Inquisition in Sixteenth-Century Spain (Oxford, 2005), pp. 15–23. There are some obvious exceptions, including The Bowyer Ledgers, ed. K.I.D. Maslen and J. Lancaster (London, 1991); D.F. McKenzie, The Cambridge University Press, 1696–1712: A Bibliographical Study (2 vols, Cambridge, 1966).",
        "17": "D.F. McKenzie, Making Meaning: ‘Printers of the Mind’ and Other Essays, ed. P.D. McDonald and M.F. Suarez, SJ (Amherst, MA, 2002), p. 146. The two classic works in this field by Darnton are The Literary Underground of the Old Regime (Cambridge, MA, 1982) and The Forbidden Best-Sellers of Pre-Revolutionary France (New York, 1995); though see too M. Curran, ‘Beyond the Forbidden Best-Sellers of Pre-Revolutionary France’, Historical Journal, lvi (2013), pp. 89–112.",
        "18": "M. Treadwell, ‘On False and Misleading Imprints in the London Book Trade, 1660–1750’, in R. Myers and M. Harris, eds, Fakes and Frauds: Varieties of Deception in Print and Manuscript (Winchester, 1989), pp. 29–46; D. Foxon, Pope and the Early Eighteenth-Century Book Trade, rev. and ed. J. McLaverty (Oxford, 1991), pp. 1–12.",
        "19": "A.B. Bricker, ‘Who Was “A. Moore”? The Attribution of Eighteenth-Century Publications with False and Misleading Imprints’, Papers of the Bibliographical Society of America, cx (2016), pp. 181–214, at 181.",
        "20": "D.R. Como, Radical Parliamentarians and the English Civil War (Oxford, 2018); D.R. Como, ‘Print, Censorship, and Ideological Escalation in the English Civil War’, Journal of British Studies, li (2012), pp. 820–57; D.R. Como, ‘Secret Printing, the Crisis of 1640, and the Origins of Civil War Radicalism’, Past and Present, no. 196 (2007), pp. 37–82. See too J.E. May, ‘Edmund Curll’s Printers, 1706–1715, with Evidence from Woodcut Ornaments’, Swift Studies, xxxiii (2018), pp. 33–98; N. Fisher, ‘Rochester’s Poems on Several Occasions, 1680: Some Further Light’, Library, 7th ser., xv (2014), pp. 45–62; D.R. Adams, ‘The Secret Printing and Publishing Career of Richard Overton the Leveller, 1644–45’, Library, 7th ser., xi (2010), pp. 3–88. These methods are now being computerised, on which see C.N. Warren et al., ‘Canst Thou Draw Out Leviathan with Computational Bibliography? New Angles on Printing Thomas Hobbes’s “Ornaments” Edition’, Eighteenth-Century Studies, liv (2021), pp. 827–59.",
        "21": "McKenzie, Making Meaning, pp. 115 and 118; cf. D.F. McKenzie, ‘Printing and Publishing, 1557–1700: Constraints on the London Book Trades’, in J. Barnard, D.F. McKenzie and M. Bell, eds, The Cambridge History of the Book in Britain, IV: 1557–1695 (Cambridge, 2002), pp. 553–67, at 562–4.",
        "22": "The most noteworthy episode in his career, his role in investigating the authorship of The Memorial of the Church of England (London, 1705), is discussed in J.A. Downie, Robert Harley and the Press: Propaganda and Public Opinion in the Age of Swift and Defoe (Cambridge, 1979), pp. 83–8; Hanson, Government and the Press, pp. 60–62; two primary documents from this episode are reprinted in Censorship and the Press, 1580–1720, ed. G. Kemp, J. McElligott et al. (4 vols, London, 2009), iv, pp. 155–9. Edwards is listed among ‘[k]nown and probable’ Jacobite printers in M. Goldie, ‘The Revolution of 1689 and the Structure of Political Argument: An Essay and an Annotated Bibliography of Pamphlets on the Allegiance Controversy’, Bulletin of Research in the Humanities, lxxxiii (1980), pp. 473–564, at 492.",
        "23": "For the transformational narrative of this period, see M.F. Suarez, SJ, and M.L. Turner, eds, The Cambridge History of the Book in Britain, V: 1695–1830 (Cambridge, 2009).",
        "24": "Stationers’ Company Apprentices, 1641–1700, ed. D.F. McKenzie (Oxford, 1974), p. 18. On the dominant politics in this area of Denbighshire, see S. Ward Clavier, Royalism, Religion, and Revolution: Wales, 1640–1688 (Woodbridge, 2021).",
        "25": "S. Ward, ‘“God Almighty Sanctifie thes Afflictive Providences to us”: The Life-Writing of Robert Salusbury of Henllan’, Denbighshire Historical Society Transactions, lxv (2017), pp. 11–30. Thomas was apprenticed to Nevill Simons and John to Thomas Cockerill.",
        "26": "John Dunton, The Life and Errors of John Dunton, Citizen of London, ed. John Bowyer Nichols (2 vols, London, 1818), i, p. 251.",
        "27": "Nathaniel Ponder, ‘Advertisement from the Bookseller’, in John Bunyan, The Pilgrim’s Progress (4th edn, London, 1680). See F.M. Harrison, ‘Nathaniel Ponder: The Publisher of The Pilgrim’s Progress’, Library, 4th ser., xv (1934), pp. 257–94; D. Stoker, ‘William Proctor, Nathaniel Ponder, and the Financing of Pilgrim’s Progress’, Library, 7th ser., iv (2003), pp. 64–9. On Ponder’s role as an agent of Andrew Marvell, see M. Dzelzainis and S. Coster, ‘The Commissioning, Writing, and Printing of Mr. Smirke: A New Account’, in M. Dzelzainis and E. Holberton, eds, The Oxford Handbook of Andrew Marvell (Oxford, 2019), pp. 538–57; A. Patterson and M. Dzelzainis, ‘Marvell and the Earl of Anglesey: A Chapter in the History of Reading’, Historical Journal, xliv (2001), pp. 703–26, at 707–9.",
        "28": "Journal of the House of Commons, IX: 1667–1687 (London, 1802), pp. 652–6. The author was named as Ezerel Tonge.",
        "29": "London, The Stationers’ Company [hereafter TSC], Court Book E, fo. 112.",
        "30": "Kew, The National Archives [hereafter TNA], SP 29/417, fo. 329.",
        "31": "N. von Matlzhan, ‘Introduction’ in M. Dzelzainis et al., eds, The Prose Works of Andrew Marvell (2 vols, New Haven, CT, 2003), ii, pp. 179–221, at 188.",
        "32": "TNA, SP 29/424, fo. 176r. Braddyll told L’Estrange he thought ‘This Libell was printed in 4 sevll houses’. Missing catchwords at three points through the text (pp. 196 [sig. Bb4v], 228 [sig. Ff4v], 276 [sig. Mm4v]) and variations between founts indicate that the manuscript was probably divided into four sections of five, four, seven, and seven sheets. Braddyll’s claim that he only printed three sheets therefore appears suspect.",
        "33": "Dunton, Life and Errors, i, p. 251. He is the ‘Bradley’ mentioned by Narcissus Luttrell in A Brief Historical Relation of State Affairs from September 1678 to April 1714 (6 vols, Oxford, 1857), i, p. 260.",
        "34": "TNA, SP 29/424, fo. 210r.",
        "35": "TNA, SP 29/424, fo. 230r.",
        "36": "M. Zook, Radical Whigs and Conspiratorial Politics in Late Stuart England (University Park, PA, 1999), pp. 87–113 and passim; M. Zook, ‘Turncoats and Double Agents in Restoration and Revolutionary England: The Case of Robert Ferguson, the Plotter’, Eighteenth-Century Studies, xlii (2009), pp. 363–78.",
        "37": "P. Hopkins, ‘Smith, Aaron (d. 1701)’, Oxford Dictionary of National Biography.",
        "38": "M. Knights, ‘John Starkey and Ideological Networks in Late Seventeenth-Century England’, Media History, xi (2005), pp. 127–45; G. Mahlberg, Henry Neville and English Republican Culture in the Seventeenth Century (Manchester, 2009), pp. 210–11; L.L. Knoppers, ‘General Introduction’, in The Complete Works of John Milton, II: The 1671 Poems: Paradise Regain’d and Samson Agonistes, ed. L.L. Knoppers (Oxford, 2000), pp. xxxiv–l.",
        "39": "TNA, SP 29/427, fo. 208r; SP 29/430, fos 127, 136, 140, 142–5.",
        "40": "M. Knights, ‘London’s “Monster” Petition of 1680’, Historical Journal, xxxvi (1993), pp. 39–67, at 54; M. Knights, ‘Petitioning and the Political Theorists: John Locke, Algernon Sidney and London’s “Monster” Petition of 1680’, Past and Present, no. 138 (1993), pp. 94–111, at 104.",
        "41": "BL, Add. MS 41819, fo. 60r.",
        "42": "R. Ashcraft, Revolutionary Politics and Locke’s Two Treatises of Government (Princeton, NJ, 1986), p. 378.",
        "43": "TNA, SP 29/416, fo. 8r.",
        "44": "TNA, SP 29/422, fo. 149r.",
        "45": "TNA, SP 29/422, fos 275–6.",
        "46": "TNA, SP 29/424, fo. 176r.",
        "47": "TNA, SP 29/424, fo. 289r. On its first appearance the text was attributed to Robert Ferguson and he is listed as the author in the ESTC. However, on 29 August 1683 a dissenter called John Culliford was convicted as the author on the information of Braddyll, Robert Stephens, Francis Smith and James Attwood, for which he was fined and pilloried; see London Sessions Records, 1605–1685, ed. D.H. Bowler, Catholic Record Society, xxxiv (1934), p. 365; The Entring Book of Roger Morrice, ed. M. Goldie et al. (7 vols, Woodbridge, 2007–9), ii, p. 372. L’Estrange first learned of Culliford’s involvement from Braddyll (TNA, SP 29/424, fo. 230r). But as Braddyll claimed the manuscript was in Whitaker’s hand, and as the text bears some of the hallmarks of Ferguson’s style, some form of corporate authorship seems most likely.",
        "48": "TNA, SP 29/427, fo. 48.",
        "49": "J. Scott, Algernon Sidney and the Restoration Crisis, 1677–1683 (Cambridge, 1991), p. 294.",
        "50": "TNA, SP 29/425, fo. 100r; see too SP 29/425, fo. 157r.",
        "51": "TSC, Register of Freemen, fo. 158v.",
        "52": "P.K. Monod, ‘The Jacobite Press and English Censorship, 1689–1695’, in E. Cruickshanks and E. Corp, eds, The Stuart Court in Exile and the Jacobites (London, 1995), pp. 125–42.",
        "53": "Reasons Humbly Offered for the Liberty of Unlicensed Printing (London, 1693), p. 5.",
        "54": "Cf. The Tryal of William Canning and Francis Dormer (London, 1693). His name is variously ‘Canon’ and ‘Cannyn’ in government letters. Previously I have mistakenly accepted Paul Hopkins’s suggestion that ‘Canon’ was a codename for John Redmayne junior; see Hopkins, ‘Anderton, William (1663–1693)’, Oxford Dictionary of National Biography. Canning acted as bookseller to Aphra Behn for several of her major 1688 works.",
        "55": "TNA, SP 44/341, p. 439. Kingston wrote a faux Jacobite pamphlet in order to discover the location of Jacobite presses in London; see R. Weil, A Plague of Informers: Conspiracy and Political Trust in William III’s England (New Haven, CT, 2013), pp. 194–5.",
        "56": "TNA, SP 44/341, p. 441.",
        "57": "Report on the Manuscripts of Allan George Finch (Historical Manuscripts Commission; 5 vols, London, 1913–2004) [hereafter HMC Finch], iv, pp. 515–16.",
        "58": "HMC Finch, iv, p. 515; Luttrell, Brief Relation, iii, p. 19.",
        "59": "Luttrell, Brief Relation, iii, p. 21. Merryweather survived in Newgate until 1702, when she petitioned for release: TNA, PC 1/14/12.",
        "60": "TNA, SP 44/343, pp. 257–62.",
        "61": "Luttrell, Brief Relation, iii, p. 90; An Account of the Conversation, Behaviour, and Execution of William Anderton (London, 1693).",
        "62": "TSC, Court Book F, fo. 171v.",
        "63": "Luttrell, Brief Relation, iii, p. 113.",
        "64": "Luttrell, Brief Relation, iii, p. 115.",
        "65": "TNA, Mint 19/1, p. 501. Chaloner listed the products of Douglas’s press in his ‘Abstract of Services’, detailing the twenty-six printers and vendors of libels whom he had helped unearth: BL, Add. MS 72568, fos 47–9. See Weil, Plague of Informers, pp. 130–33.",
        "66": "Luttrell, Brief Relation, iii, p. 192.",
        "67": "Newbolt and Butler escaped Newgate in 1700 under the terms of a general pardon: Flying Post, no. 805, 6 July 1700.",
        "68": "G.M. Peerbooms, Nathaniel Thompson: Tory Printer, Ballad Monger and Propagandist (Nijmegen, 1983), pp. 109–11. On Thompson’s career as a propagandist, see L.G. Schwoerer, The Ingenious Mr Henry Care, Restoration Publicist (Baltimore, MD, 2001), pp. 134–56.",
        "69": "TNA, SP 44/343, p. 638.",
        "70": "Co. Durham, Ushaw College, Ushaw IV.B.10.14. On Corker, see T.A. Birrell, ‘James Maurus Corker and Dryden’s Conversion’, English Studies, liv (1973), pp. 461–9; J. West, Dryden and Enthusiasm: Literature, Religion, and Politics in Restoration England (Oxford, 2018), pp. 143–4.",
        "71": "William Fuller, The Whole Life of Mr. William Fuller (London, 1703), p. 34.",
        "72": "The Manuscripts of His Grace the Duke of Portland, Preserved at Welbeck Abbey (Historical Manuscripts Commission; 10 vols, London, 1891–1931) [hereafter HMC Portland], viii, p. 127.",
        "73": "Peerbooms, Nathaniel Thompson, pp. 59, 67, 149–50.",
        "74": "Heraclitus Ridens, no. 4, 14 Aug. 1703.",
        "75": "TNA, SP 44/338, p. 255; Luttrell, Brief Relation, ii, pp. 189 and 484.",
        "76": "TNA, SP 32/15, fo. 111v.",
        "77": "TNA, SP 44/346, p. 99.",
        "78": "Luttrell, Brief Relation, iii, p. 510.",
        "79": "Report on the Manuscripts of the Marquess of Downshire (Historical Manuscripts Commission, 4 vols, London, 1924–40), i, p. 540.",
        "80": "TNA, PC 2/76, fo. 122v.",
        "81": "Calendar of Treasury Books (32 vols, 1904–57), 1698–1699, pp. 155–6; TNA, SP 44/101, pp. 10–11.",
        "82": "Journal of the House of Commons, XII: 1697–1699 (London, 1803), p. 517.",
        "83": "TNA, SP 44/349, p. 123.",
        "84": "HMC Portland, viii, p. 68.",
        "85": "L. Corens, Confessional Mobility and English Catholics in Counter-Reformation Europe (Oxford, 2018), p. 138.",
        "86": "J.M. Blom, The Post-Tridentine English Primer (Nijmegen, 1979), p. 134.",
        "87": "T.H. Clancy, SJ, suggests England as the place of publication though he does not identify the printer: English Catholic Books, 1641–1700: A Bibliography (Chicago, IL, 1974), no. 638, p. 61.",
        "88": "A Manuel of Devout Prayers and Other Christian Devotions, Fitted for all Persons and Occasions ([London], 1696), p. 1 (sig. A1r); A True Copy of the Paper Delivered by Margaert Martels Own Hand, Before She Went to the Place of Execution (London, 1697). The ornament is upside-down here.",
        "89": "A Manuel of Devout Prayers, pp. 284–8 (sigs H17r–H18r). The book is mispaginated throughout, although the text and catchwords are continuous.",
        "90": "Such Catholic prayerbooks had been a speciality of the Thompson press during the reign of James II; see Peerbooms, Nathaniel Thompson, pp. 103–9.",
        "91": "A second edition followed in 1701.",
        "92": "A True and Exact Account of All the Ceremonies Observed by the Church of Rome (London, 1699).",
        "93": "A lone copy of the slipsheet survives in the National Library of Scotland, Ry.III.a.19(48). There is no imprint, but the coarse paper stock and damaged fount used for the title are consistent with other broadsides printed by Edwards. The poem was included in the manuscript volume of ‘Loyal Poems’ presented to James II at Saint-Germain (New Haven, CT, Beinecke Library, MS Osborn b111). On the plot, see J. Garrett, The Triumphs of Providence: The Assassination Plot, 1696 (Cambridge, 1980); Weil, Plague of Informers, pp. 248–80; S. Pincus, 1688: The First Modern Revolution (New Haven, CT, 2009), pp. 437–73.",
        "94": "The Proceedings of the King’s Commission on the Peace … in the Old-Bayly … 8th, 9th, 10th, and 13th Days of July, 1696 (London, 1696), p. 5.",
        "95": "Luttrell, Brief Relation, iv, p. 84. He was arrested once again on 29 August 1699 (TNA, SP 44/349, p. 108), for printing the satirical Utrum Horum, Mavis, Accipe: A Dialogue between T-O- and C.G-P- as they Met in the Privy-garden (London, 1699), ‘wherein are many atheistical expressions, and ridiculing the late conspiracy’ (Luttrell, Brief Relation, iv, p. 558).",
        "96": "An Ode on the Death of the Late King James (London, 1701), t.p. Advertised in Edwards’s short-lived newspaper venture, New State of Europe, no. 10, 11 Oct. 1701.",
        "97": "The Memoirs of King James II (London, 1702), sigs. A2v–A4r. Italics reversed.",
        "98": "This rationale underscores that Edwards cannot have been a ‘Whig-Jacobite’, as some of Braddyll’s associates became after the revolution; see M. Goldie and C. Jackson, ‘Williamite Tyranny and the Whig Jacobites’, in E. Mijers and D. Onnekink, eds, Redefining William III: The Impact of the King-Stadholder in International Context (Aldershot, 2007), pp. 177–99.",
        "99": "E. Corp, ‘James II and David Nairne: The Exiled King and His First Biographer’, English Historical Review, cxxix (2014), pp. 1383–411, at 1404; E. Corp, ‘James II’s Reflections on Kingship “For my Son, the Prince of Wales”’, 1650–1850, viii (2003), pp. 201–10.",
        "100": "For background on Fitzgerald, see Wild-Irish Captain (London, 1692); Oxford, Bodleian Library [hereafter Bodl.], MS Carte 40, fo. 455. Fitzgerald was another of Thompson’s former authors: see Peerbooms, Nathaniel Thompson, pp. 45–6.",
        "101": "[David Fitzgerald], The Exorbitant Grants of William III (London, 1703), p. 27. On hostile responses to this pamphlet, see J. Hone, Literature and Party Politics at the Accession of Queen Anne (Oxford, 2017), pp. 153–4.",
        "102": "[John Toland], High Church Display’d (London, 1711), pp. 204–5.",
        "103": "TNA, SP 44/352, p. 118; SP 44/104, p. 311. Luttrell, Brief Relation, v, p. 348.",
        "104": "John Oldmixon, The History of England (London, 1735), p. 270.",
        "105": "P.K. Monod, Jacobitism and the English People, 1688–1788 (Cambridge, 1989); see too P. Chapman, ‘Jacobite Political Argument, 1714–1765’ (Univ. of Cambridge Ph.D. thesis, 1984).",
        "106": "University of Nottingham Library [hereafter UNL], Pw2 Hy, fo. 568v.",
        "107": "See C. Reutke, ‘“Very Knaves Besides”: Catholic Print and the Enforcers of the 1662 Licensing Act in Restoration England’, Studies in Church History, lvi (2020), pp. 288–305; C. Reutke, ‘Royal Patronage of Illicit Print: Catherine of Braganza and Catholic Books in Late Seventeenth-Century London’, in N. Lamal, J. Cumby and H.J. Helmers, eds, Print and Power in Early Modern Europe (Leiden, 2021), pp. 239–56.",
        "108": "UNL, Pw2 Hy, fo. 565r; Memoirs of James II, sig. A3r. Further indication that Edwards was neither an orthodox churchman nor a run-of-the-mill Catholic comes from his role in printing William Coward’s freethinking Second Thoughts Concerning Human Soul (London, 1702), on which see Journal of the House of Commons, XIV: 1702–1704 (London, 1803), pp. 379–80.",
        "109": "A. Walsham, Church Papists: Catholicism, Conformity and Confessional Polemic in Early Modern England (Woodbridge, 1993); Ward, ‘Royalism, Religion, and Revolution’. On the intersection of the Catholic and Jacobite communities, see G. Glickman, The English Catholic Community, 1688–1745: Politics, Culture and Ideology (Woodbridge, 2009).",
        "110": "TNA, C 8/378/41; see TSC, 1/E English Stock E/09/09 and E/11/01/03. Edwards claimed to have been framed by William Spiller, whom he suspected ‘was imployed or hired’ by Stationers’ Company officials who, he claimed, ‘for some years have had hatred and Spleene against’ him (TSC, 1/E English Stock E/11/01/06, pp. 8–9). For a similar incident of piracy involving Edwards and George Parker in ‘careless and false printing’ with ‘negligent mistakes and errors’, see TNA, C 6/332/28.",
        "111": "BL, Add. MS 70340, bundles 6 and 8; Downie, Harley and the Press, pp. 80–100. For further investigation of the pamphlet’s authorship, see J. Hone, The Paper Chase: The Printer, the Spymaster, and the Hunt for the Rebel Pamphleteers (London, 2020).",
        "112": "See M. Goldie, ‘The Theory of Religious Intolerance in Restoration England’, in O.P. Grell, J.I. Israel and N. Tyacke, eds, From Persecution to Toleration: The Glorious Revolution and Religion in England (Oxford, 1991), pp. 331–68.",
        "113": "[James Drake et al.], The Memorial of the Church of England (London, 1705), p. 4.",
        "114": "Cambridge, Trinity College, Wren Library, I.2.14. There is another copy in the Wren (PW.68.2) with the bookplate of Henry Poley’s brother, Edmund, dated 1707. Edmund did not note his brother’s involvement with the pamphlet.",
        "115": "Downie, Harley and the Press.",
        "116": "R. Darnton, ‘What is the History of Books?’, Daedalus, cxi (1982), pp. 65–83.",
        "117": "Heraclitus Ridens, no. 2, 11 Mar. 1703.",
        "118": "BL, Add. MS 70340, bundle 5. The identity of the masked women was never resolved, though Edwards thought she was ‘a very Genteele Woman’. There were several suspects: ‘Mrs Purdon’, ‘Mrs Jones’, ‘Susan Garrett’ (a clergyman’s daughter), and ‘Madame Bromley’ (the wife of William Bromley), of whom either Garrett or Jones seems the most likely. Hannah Smith has suggested Judith Drake as another possibility; see H. Smith, ‘English “Feminist” Writings and Judith Drake’s An Essay in Defence of the Female Sex (1696)’, Historical Journal, xliv (2001), pp. 727–47, at 738–9.",
        "119": "BL, Add. MS 70340, bundle 7. The 250 copies were supplied gratis, but Edwards would charge five shillings for the pamphlets to be stitched (bundle 6).",
        "120": "BL, Add. MS 70023, fo. 19r.",
        "121": "BL, Add. MS 70340, bundle 7.",
        "122": "BL, Add. MS 70340, bundle 7.",
        "123": "Hone, Literature and Party Politics, pp. 76–82; BL, Add. MS 70217, unfoliated.",
        "124": "See Bricker, ‘Who Was “A. Moore”?’, pp. 202–11; N. Malcolm, ‘The Making of the Ornaments: Further Thoughts on the Printing of the Third Edition of Leviathan’, Hobbes Studies, xxi (2008), pp. 3–37, at 31–2.",
        "125": "See [Thomas Jordan], A Letany for the New Year, with a Description of the New State (London, 1660).",
        "126": "An Exact Narrative of the Tryal and Condemnation of John Twyn (London, 1664), p. 61.",
        "127": "[Samuel Grascome], An Appeal of Murther From Certain Unjust Judges (London, 1693), pp. 13–14.",
        "128": "BL, Add. MS 70103, fo. 7; Memorial, p. 5. Edwards mentions ‘a Blank left for the Heavy Charge’ in a letter to Harley (UNL, Pw2 Hy, fo. 565r). The names cannot be deciphered.",
        "129": "BL, Add. MS 70340, bundle 7.",
        "130": "The pamphlet was Pro Aris et Focis and the corrected proofs, with the original title Slavery in Disguise and annotations in Mackworth’s hand, are BL, Add. MS 70023, fos 127–8.",
        "131": "BL, Add. MS 70340, bundle 6.",
        "132": "BL, Add. MS 70023, fo. 1r.",
        "133": "UNL, Pw2 Hy, fo. 570r.",
        "134": "BL, Add. MS 70340, bundle 7.",
        "135": "UNL, Pw2 Hy, fo. 568r. Like Edwards, Strahan specialised in Jacobite material and later struck up a correspondence with the exiled court; see R. Sharp, ‘“Our Common Mother, the Church of England”: Nonjurors, High Churchmen and the Evidence of Subscription Lists’, in P. Monod, M. Pittock and D. Szechi, eds, Loyalty and Identity: Jacobites at Home and Abroad (Basingstoke, 2010), pp. 167–79, at 172.",
        "136": "BL, Add. MS 70022, fo. 214v.",
        "137": "D.F. McKenzie, ‘The London Book Trade in the Later Seventeenth Century’, unpublished Sandars Lectures delivered at the University of Cambridge, 1976, pp. 27–9; M. Treadwell, ‘London Trade Publishers, 1675–1750’, Library, 6th ser., iv (1982), pp. 99–134; M. Treadwell, ‘Swift’s Relations with the London Book Trade to 1714’, in R. Myers and M. Harris, eds, Author/Publisher Relations During the Eighteenth and Nineteenth Centuries (Oxford, 1983), pp. 1–36; S. Karian, Jonathan Swift in Print and Manuscript (Cambridge, 2010), pp. 13–19.",
        "138": "TNA, KB 1/1/1/3/54.",
        "139": "J. Horden, ‘“In the Savoy”: John Nutt and His Family’, Publishing History, xxiv (1988), pp. 5–26; J.D. Gordon III, ‘John Nutt: Trade Publisher and Printer “In the Savoy”’, Library, 7th ser., xv (2014), pp. 243–60.",
        "140": "TNA, SP 35/1, fo. 97r.",
        "141": "Bodl., MS Ballard 35, fo. 59r.",
        "142": "BL, Add. MS 70023, fo. 30r.",
        "143": "Bodl., MS Ballard 34, fo. 85r.",
        "144": "Thomas Hearne, Remarks and Collections, ed. C.E. Doble et al. (11 vols, Oxford, 1885–1921), i, p. 33.",
        "145": "L. Rostenberg, ‘Robert Stephens, Messenger of the Press: An Episode in Seventeenth-Century Censorship’, Papers of the Bibliographical Society of America, xliv (1955), pp. 131–52.",
        "146": "Journal of the House of Lords, XIV: 1685–1691 (London, 1774), p. 490; TNA, SP 44/343, p. 61. On Gellibrand’s earlier career, see TSC, Court Book F, fo. 47v; TNA, SP 44/340, p. 78.",
        "147": "TNA, SP 34/2, fo. 67r.",
        "148": "BL, Add. MS 70217, unfoliated. See H.L. Snyder, ‘The Reports of a Press Spy for Robert Harley: New Bibliographical Data for the Reign of Queen Anne’, Library, 5th ser., xxii (1967), pp. 326–45; M. Treadwell, ‘London Printers and Printing Houses in 1705’, Publishing History, vii (1980), pp. 5–44.",
        "149": "BL, Add. MS 70023, fo. 207r; cf. UNL, Pw2 Hy, fo. 571r.",
        "150": "BL, Add. MS 70340, bundle 5.",
        "151": "UNL, Pw2 Hy, fo. 566r; Snyder, ‘Press Spy’, p. 330.",
        "152": "Calendar of Treasury Books, 1706–1707, p. 157; BL, Add. MS 70159, unfoliated.",
        "153": "BL, Add. MS 70024, fo. 147r.",
        "154": "Gordan, ‘John Nutt’, pp. 243–4.",
        "155": "G. Holmes and W.A. Speck, ‘The Fall of Harley in 1708 Reconsidered’, English Historical Review, lxxx (1965), pp. 673–98.",
        "156": "In 1712 he was promoted to the role of landcarriageman; see Calendar of Treasury Books, 1708, pp. 253, 425; 1710, p. 217; 1712, p. 399. TNA C 5/354/2.",
        "157": "Dunton, Life and Errors, i, p. 251",
        "158": "HMC Finch, iv, p. 515.",
        "159": "BL, Add. MS 72570, fo. 64r. See too Harley’s list of messengers from January 1706 (BL, Add. MS 70023, fo. 26r).",
        "160": "J. Habermas, The Structural Transformation of the Public Sphere, tr. T. Burger (Cambridge, MA, 1989), p. 58. For salient critique, see B. Cowan, ‘Making Publics and Making Novels: Post Habermasian Perspectives’, in J.A. Downie, ed., The Oxford Handbook of the Eighteenth-Century Novel (Oxford, 2016), pp. 55–70; B. Cowan, ‘Geoffrey Holmes and the Public Sphere: Augustan Historiography from Post-Namierite to the Post-Habermasian’, Parliamentary History, xxviii (2009), pp. 166–78; J.A. Downie, ‘Public and Private: The Myth of the Bourgeois Public Sphere’, in C. Wall, ed., A Concise Companion to the Restoration and Eighteenth Century (Oxford, 2005), pp. 58–79.",
        "161": "R. Astbury, ‘The Renewal of the Licensing Act in 1693 and its Lapse in 1695’, Library, 5th ser., xxxiii (1978), pp. 296–322; M. Treadwell, ‘The Stationers and the Printing Acts at the End of the Seventeenth Century’, in Barnard, McKenzie and Bell, eds, Cambridge History of the Book in Britain, IV, pp. 755–76; see too A. Barber, ‘“Why Don’t those Lazy Priests Answer the Book?” Matthew Tindal, Censorship, Freedom of the Press and Religious Debate in Early Eighteenth-Century England’, History, xcviii (2013), pp. 680–707; G. Kemp, ‘The “End of Censorship” and the Politics of Toleration, from Locke to Sacheverell’, Parliamentary History, xxxi (2012), pp. 47–68.",
        "162": "H.L. Snyder, ‘The Circulation of Newspapers in the Reign of Queen Anne’, Library, 5th ser., xxiii (1968), pp. 206–35; J. Feather, The Provincial Book Trade in Eighteenth-Century England (Cambridge, 1985).",
        "163": "M. Knights, Representation and Misrepresentation in Later Stuart Britain: Partisanship and Political Culture (Oxford, 2005).",
        "164": "On the role of the literary underground in the development of a ‘public sphere’ in the previous century, see Como, Radical Parliamentarians; N. Millstone, Manuscript Circulation and the Invention of Politics in Early Modern England (Cambridge, 2016); P. Lake, Bad Queen Bess: Libels, Secret Histories, and the Politics of Publicity in the Reign of Queen Elizabeth I (Oxford, 2016); A. Bellany and T. Cogswell, The Murder of King James I (New Haven, CT, 2015); P. Lake and S. Pincus, eds, The Politics of the Public Sphere in Early Modern England (Manchester, 2007); J. McElligott, Royalism, Print and Censorship in Revolutionary England (Woodbridge, 2007); A. McRae, Literature, Satire and the Early Stuart State (Cambridge, 2004); A. Bellany, The Politics of Court Scandal in Early Modern England: News Culture and the Overbury Affair, 1603–1660 (Cambridge, 2002).",
        "165": "B. Cowan, The Social Life of Coffee: The Emergence of the British Coffeehouse (New Haven, CT, 2005), pp. 211–21; Knights, Representation and Misrepresentation, pp. 248–54; S. Pincus, ‘“Coffee Politicians Does Create”: Coffeehouses and Restoration Political Culture’, Journal of Modern History, lxvii (1995), pp. 807–34; H.L. Snyder, ‘Newsletters in England, 1689–1715, with Special Reference to John Dyer—a Byway in the History of England’, in D.H. Bond and W.R. McLeod, eds, Newsletters to Newspapers: Eighteenth-Century Journalism (Morgantown, VA, 1977), pp. 3–19.",
        "166": "An Answer to a Libel Entituled, a Dialogue Between Dr. H.C. and a Country-Gentleman (London, 1696), p. 2.",
        "167": "The Observator, no. 34, 28 July 1705.",
        "168": "The precise number of books without a name or address in the imprint is forty-six. This list has been compiled by trawling the warrant books (TNA, SP 44), parliamentary journals, and King’s Bench records for the period. It excludes periodicals and newspapers.",
        "169": "Reasons for a War with France (London, 1714); Bricker, ‘Who Was “A. Moore”?’.",
        "170": "Knights, Representation and Misrepresentation, p. 358; K. Loveman, Reading Fictions, 1660–1740: Deception in English Literature and Political Culture (Aldershot, 2008), pp. 34–40.",
        "171": "See P. Lake and S. Pincus, ‘Rethinking the Public Sphere in Early Modern England’, Journal of British Studies, xlv (2006), pp. 270–92.",
        "172": "Millstone, Manuscript Circulation; H. Love, Scribal Publication in Seventeenth-Century England (Oxford, 1993); H. Love, English Clandestine Satire, 1660–1702 (Oxford, 2005); but cf. Karian, Jonathan Swift, pp. 64–70.",
        "173": "Knights, Representation and Misrepresentation, pp. 48–66.",
        "174": "G.S. de Krey, A Fractured Society: The Politics of London in the First Age of Party, 1688–1715 (Oxford, 1985); T. Harris, London Crowds in the Reign of Charles II: Propaganda and Politics from the Restoration until the Exclusion Crisis (Cambridge, 1987); M. Knights, Politics and Opinion in Crisis, 1678–81 (Cambridge, 1994).",
        "175": "Hone, Literature and Party Politics, pp. 155–65; cf. A. Marshall, ‘The Generic Context of Defoe’s The Shortest-Way with the Dissenters and the Problem of Irony’, Review of English Studies, lxi (2010), pp. 234–58.",
        "176": "Dunton, Life and Errors, ed. Nichols, i, p. 252; cf. TNA, SP 44/343, p. 348. The warrants are TNA, SP 44/352, pp. 103, 105, and 106.",
        "177": "Journal of the House of Commons, XIV, p. 207."
    }
}