{
    "title": "Encountering the Word of God in Early Tudor England*",
    "author": "Lucy Wooding",
    "date": "08 October 2021",
    "article": "The arrival in England of Tyndale’s New Testament in the 1520s is still widely heralded as a transformative moment. This article argues that the lingering effects of triumphalist Protestant rhetoric concerning the ‘Word of God’ have obscured the many other contexts in which it was possible for the laity to encounter the Bible in early Tudor England. They have also glossed over some of the difficulties of transmitting Scripture to a largely illiterate populace. Protestant insistence on the literal interpretation of vernacular Scripture should chiefly be seen as propaganda for the evangelical cause. Early Tudor print culture demonstrates that the reading of Scripture was understood as a complex process involving a spiritual encounter shaped by faith, imagination and emotion, not just a textual encounter. In practice, Tyndale and other reformers, no less than their more conservative opponents, taught the laity that the Bible needed to be ‘unlocked’ and explained. For the lay reader encountering works of religious devotion and instruction, the ways in which early Tudor print culture mediated the Bible remained heavily indebted to late medieval religious practice. This shaped the context in which the ‘Great Bible’ of 1539 was conceived and published and this first official English Bible should be recognised as a contested text, which in its final form may have been as much a reflection of late medieval attitudes as the achievement of English Protestants.‘For what is more excelent, or more precious then the word of god? What thyng maybe be estemed equall unto it?’[CITATION-1] Declamatory questions of this nature were a common feature of the English Reformation. ‘The clere springes of the holye scripture … be now to theyr olde purenes and clenes … restored’, rejoiced another writer, in a watery Biblical metaphor which would also be many times reiterated in the course of the sixteenth century.[CITATION-2] A third vowed to ‘speake that the gospelle, the very worde of god provoketh me to’, while a fourth, writing in 1543, observed that ‘the holy scriptures are so plenteously sette forth in oure Englysh tonge, that even the very ydiot maye nowe become learned in the kyngdom of God’.[CITATION-3] Comments like these are usually associated with the advance of Protestantism in England, and with the central importance of vernacular Scripture, the translation of which, beginning with William Tyndale’s New Testament of 1526, has been called ‘a profoundly “democratizing” act’.[CITATION-4] Yet the three quotations above are taken from works penned by Catholic or conservative authors: the first, by Thomas Paynell, in a work of 1550 dedicated to the future Queen Mary I, the second in 1533 prefacing a translation of Erasmus, and the third in a sermon by the conservative cleric Simon Matthew in 1535. Only the last was written by a confirmed Protestant, Thomas Becon. Language which celebrated Scripture could be deployed in pursuit of very varied objectives, and should not be immediately associated with Protestantism. The Bible was, of course, of central importance to English Protestants, yet it was not Protestants alone who participated in the biblical renewal which so notably shaped the religious belief and practice of Tudor England.This article challenges the common assumption that the laity’s encounter with the Bible began with Tyndale. It suggests that between the 1480s and the 1540s there were many ways in which people might hear or read Scripture, and that our understanding of this encounter still needs to shake off some of the constraints imposed by a Protestant narrative in large part created by Tyndale and later compellingly reinforced by John Foxe. It leaves to one side the question of Bible knowledge which came through visual and dramatic media, although these also provided important access to Scripture.[CITATION-5] Instead, it concentrates on early Tudor print culture, suggesting that the conduits through which Scripture might be accessed were much more varied than is usually appreciated, that the transmission of vernacular Scripture posed challenges to reformer and conservative alike, and that early Tudor ideas about how to read the Bible were still heavily indebted to late medieval practice. Reformers might have denigrated the late medieval church, but they continued to build on the foundations it had laid when it came to mediating the Bible.Thomas Bilney in 1527 claimed that ‘in al Englande you shall skarse finde one or two learned in the scriptures’; such polemical Protestant claims have always hampered an appreciation of the full extent of late medieval biblicism.[CITATION-6] The common assumption that Archbishop Arundel had banned the vernacular Bible in 1409, and that any English Bibles in circulation were being used by the heterodox, reflects this.[CITATION-7] In reality, Arundel’sallowed for vernacular Scripture to be used with permission. English Bibles in manuscript seem to have been quite widely used by the conventionally devout, and if the readers tended to be of relatively high estate this would remain the case for most readers during the Reformation as well.[CITATION-8] Scripture was largely conceived of in the pre-Reformation church, however, as something more fragmentary and adaptable than a single book; it was more readily encountered in a host of little books, broken down into psalters and New Testaments, woven through works of devotion or mediated through plays and poetry.[CITATION-9] Of the so-called ‘Wycliffite Bibles’, of which around 250 manuscripts survive, few are actually whole Bible texts; most are psalters and New Testaments.[CITATION-10] Early reformers were still influenced by medieval practice, publishing individual books of the Bible and commentaries on individual books: when Foxe described Tyndale ‘labouryng in setting forth the plain declaration and understanding of the scriptures’ he was referring to the treatises Tyndale wrote, rather than his work of biblical translation.[CITATION-11] Furthermore, the reading practices of the late medieval period, although varied, had long since upheld the idea that an encounter with Scripture should be an affective and contemplative experience, not just a question of mere cognition.[CITATION-12] This understanding continued to colour early Protestant approaches to Scripture—‘continuous reading’ of the Bible had yet to replace, if it ever did, the more liturgical approach which took Scripture a piece at a time.[CITATION-13] The real revolution of the 1530s with regards to Scripture was that control of the Bible passed into the hands of Henry VIII, and became an important symbol of the royal supremacy. The idea that not only could the king be in charge of the printing and distribution of the Bible, but that he also had power over Scriptural exegesis, was a truly radical departure. It was not, however, Protestant in intent.[CITATION-14] Although the king might justly be described as evangelical in his enthusiasm for the Bible, he envisaged it chiefly in terms of a bulwark to his own authority and a symbolic rejection of papal jurisdiction. This gave rise to some of the most startling formulations of the time. Christopher St German argued that kings and princes might ‘make exposycyon of such scripture as is doutfull’, and Clement Armstrong, the eccentric London grocer and radical evangelical in Thomas Cromwell’s service, emphasised the ability of the king to ‘see all the inward knowledge of scripture, and therein judge and discuss all the inward secrets which is not possible to be learned by no men’s teaching’.[CITATION-15] Whatever hopes evangelicals may have cherished of Henry’s supremacy, however, the king was quite clear that he expected the Bible to be read quietly, with deference to established authorities, and without any questioning of Catholic sacramental and soteriological doctrine. This was given characteristic expression by Richard Taverner’s 1540 publication of the(with homilies and explanations) for the liturgical year; the preface warned readers that the work was ‘setforth not that by the same ye shulde maynteyne any erroniouse doctrine contrary eyther to the kynges maiesties lawes and proclamations, or to the determination and sentence of the catholike church’. It was not meant to undermine ‘laudable ceremonies’ of the church, the seven sacraments, or good works, and contained directions how it ‘ought to be redde and received’.[CITATION-16] This controlled transmission of the Bible reflected Henry’s own vision.Protestant accounts of the arrival of vernacular Scripture were in large part a piece of self-fashioning. That the reformers themselves could without difficulty read the Bible in Latin (or even, like Nicholas Ridley, memorise the New Testament in Greek), while few of the ‘simple and unlearned’ whom they sought to instruct could read at all, underlines the extent to which Protestant championing of the ‘word of God’ was as much a publicity exercise as a pastoral objective.[CITATION-17] Despite reformers’ claims about biblical literalism, there remained in practice an unacknowledged consensus about the necessity of mediating the biblical text under the control of religious authorities and through the prism of true faith. While arguments about the identity of those authorities and the nature of true faith continued to preoccupy theologians, popular provision of Scripture was more straightforward, since nearly all religious writers shared the view ‘that Scripture is not self-sufficient, but … requires a prior authorization’.[CITATION-18] In works for the laity, Protestants continued to build upon the biblical usage and pastoral strategies of the pre-Reformation church even as they claimed that they were doing something quite different. Their narrative of the English Bible was the creation of a besieged minority with a talent for religious propaganda; like many historical myths it contains several grains of truth, but it needs to be disentangled from the true story of how the populace encountered the Bible in early Tudor England.The Pope’s doctrine, wrote Tyndale in 1528, ‘persecuteth the word of God, and with all wiliness driveth the people from it, and with false and sophistical reasons maketh them afeared of it’.[CITATION-19] Protestant denunciations of the papacy frequently included accusations that the clergy wilfully prevented the laity from reading the Bible. John Frith deplored how ‘oure forefathers have lyved with out it and receaved all for truth that oure prelates belyes have imagined’.[CITATION-20] Robert Barnes in 1531 protested that ‘to take away scripturs from lay men/ ys as muche as to take away christ from them’, adding darkly, ‘the which no doute/ but that you doo intend in youre hartes to doo’.[CITATION-21] In a rhyming dialogue of 1530, the clergy were accused of holding back vernacular Scripture lest their own corruption come to light:Might men the scripture in Englishe redeWe secular people shuld than se in dedeWhat Christ and the apostles lyves were.Which I dout nothinge are contraryeUnto the lyvynge of oure clargye…[CITATION-22] This work was published with another work which blamed the absence of an English Bible on the ‘malyciousnes of oure prelatz and theyr adherentes whiche so furiously barke ageynst the worde of God’ and would ‘never from the begynnynge admytte any translacion to the laye people’.[CITATION-23] It was a central point of Protestant polemic that the clergy had deliberately colluded to conceal Biblical truth: ‘their cloked lyes could never have contynued so long in the light/ as they have done in corners’.[CITATION-24] Arguments about access to Scripture were therefore inseparable from Protestant condemnation of the clergy. It was a commonplace among reformers that priests were ‘clene ignoraunt off scripture and therfore condempne all thinges that they reade not in their lawe’.[CITATION-25] It was also widely held that the clergy twisted the meaning of Scripture. As one anonymous tract of 1533 observed, ‘by theyr glosynge & paynted wordes … they haue kepte preuye theyr insacyable hunger of couytousnes … for the mayntenaunce of theyr abhomynable lustes & wanton pleasures’.[CITATION-26] , an English translation of an anticlerical work by Antoine Marcourt, cast the clergy as crooked traders: ‘Of bokes of holy scrypture they have no nede/ for to maintayn their mater: but they maintayne it by strong hande/ as murthererers and theves wold do’.[CITATION-27] It was a clerical conspiracy, as Tyndale described it, ‘to dryve you from the knowlege of the scripture, and that ye shall not have the texte therof in the mother tonge, and to kepe the world styll in darkenesse’, in order ‘to exalte their awne honoure above kinge and emperoure, yee and above god him silfe’.[CITATION-28] By contrast with ignorant priests who starved the people of the word of God and spread lies about the faith, Protestant reformers were cast as liberators, opening up the wells of Scripture to the thirsty laity, who were ‘delivered from the hard, sharp … captivity of that Babylonical man of Rome, to the sweet and soft service, yea, rather liberty of the gospel’.[CITATION-29] As John Foxe said admiringly of Tyndale and his fellow reformers, ‘what a dore of light they opened to the eies of the whole English nation’.[CITATION-30] Tyndale equated the clergy with the scribes and Pharisees who had concealed the true meaning of Scripture in the time of Christ; the appearance of his own Bible translation was providential, ‘wherin Christe our spirituall Isaac diggeth agayne the welles of Abraham, which welles the scrybes and phareses … hade stopped and fylled up with the erthe of theyr false exposicyons’.[CITATION-31] Catholics choked up the fountain of God’s word with mud; it was the evangelicals who helped the water to run clear again. The metaphors were of clear water and bright light. As Thomas Cranmer observed, ‘God be praised! … you cannot … walk in a cloud, but the light of God’s word will always shew where you be’.[CITATION-32] Central to Protestant propaganda was an emphasis on the whole book of the Bible, now given into the hands of the laity in English, with the assumption that it could be clearly understood. Tyndale insisted that Scripture spoke with a clear voice to the true believer, and that, although it was good to receive instruction, ‘if any man thirst for the truth, and read the scripture by himself desiring God to open the door of knowledge unto him, God for his truth’s sake will and must teach him’.[CITATION-33] The idea that there were dark places which required expert guidance was repeatedly rejected: ‘the scripture … ever expoundeth itself by another open text’.[CITATION-34] Where there might at first appear to be difficulties, an answer could be found in the Bible itself: ‘One scripture will help to declare another. And the circumstances, that is to say, the places that go before and after, will give light unto the middle text. And the open and manifest scriptures will ever improve the false and wrong exposition of the darker sentences’.[CITATION-35] Tyndale insisted here on a literal reading of the Bible:Thou shalt understand therefore that the scripture hath but one sense which is the literal sense. And that literal sense is the root and ground of all, and the anchor that never faileth whereunto if thou cleave thou canst never err or go out of the way.[CITATION-36] This emphasis on literal interpretation ignored the extent to which an insistence on the literal sense was a long-established element in medieval biblical exegesis; as Aquinas argued, ‘Nothing necessary for faith is contained under the spiritual sense that is not openly conveyed through the literal sense elsewhere’.[CITATION-37] Authorities such as Nicholas of Lyra or Richard Fitzralph had long since emphasised the importance of the literal meaning of the Bible.[CITATION-38] Yet here Tyndale laid claim to literal exegesis, bringing what has been termed the ‘uprooting force of’ to the English evangelical cause.[CITATION-39] The simplicity of Tyndale’s claim was both seductive and misleading. As Lollardy had shown, the question of literal interpretation of Scripture was a complex one, in which conflicting readings could produce a ‘hermeneutic deadlock’.[CITATION-40] Kantik Ghosh has demonstrated how Wycliffite commentators vacillated between the rhetoric of ‘open’ Scripture and that of the need for elucidation of a Bible text full of obscurities, a pattern which much Protestant commentary would replicate.[CITATION-41] Wyclif’s work had also shown that the ‘literal sense’ of Scripture was not always easily found, that there could be more than one literal sense, and that finding the truth of holy writ required a great deal more than reading text on a page. In his comments on the first verse of Genesis, for instance, Wyclif had found a threefold allegorical sense, a sixfold tropological or moral sense, and a twofold anagogical sense, although he also classed all of these as ‘literal’ because intended by the author.[CITATION-42] Tyndale’s insistence that the literal truth was easy and immediate was a piece of polemic detached from the actual undertaking of biblical exegesis. In practice, his conclusions would be a great deal more cautious. He may have championed ‘the literal sense’ in, but when it came to providing less polemical, more pastoral guidance on understanding the Bible, he was to strike a different note.Nevertheless, the Protestant claim to the ‘literal sense’ of Scripture has shaped the historical record, which has described the coming of the English Bible with a triumphalism which follows Tyndale’s lead, and with an eye to what Christopher Hill termed its ‘democratic implications’.[CITATION-43] David Daniell declared that in 1526, ‘Tyndale opened the whole English New Testament to the people’, contrasting this with the centuries before when ‘the Word had almost disappeared’. He gives a rapturous description of the English encountering ‘a vast, rich sunlit territory, a land flowing with milk and honey of new images and metaphors, and the rediscovered ancient monuments of God-given religious, political and social revelation’.[CITATION-44] Many writers have accepted without question the basic premise of the ‘individual Christian … finally able to read the Biblical text for him- or herself’.[CITATION-45] It has been claimed that the early translators of the Bible were ‘allowing it to speak for itself’.[CITATION-46] The conviction that ‘direct and personal study of the Bible’ was a common feature of early Tudor religion persists, as does the theme of liberation and enlightenment as a consequence of Tyndale’s ‘epochal translation’.[CITATION-47] In the sixteenth century, we are told, the English became ‘a people of the Book’.[CITATION-48] This is seen as Tyndale’s achievement: ‘before him, the darkness was almost total’.[CITATION-49] Patrick Collinson maintained that it was ‘in Tyndale’s preferred version of that mother tongue, direct, demotic, deceptively “plain” … that sixteenth-century England found God, and itself, in the Bible’.[CITATION-50] Such observations underestimate the biblicism embedded in pre-Reformation religious culture, exaggerate the biblical literalism of the early reformers, overlook the widespread illiteracy of the time and fail to appreciate the reading practices of the age.[CITATION-51] Protestants did, of course, work tirelessly to promote the English Bible, and Bible-reading became an established part of Protestant culture.[CITATION-52] This was not ‘the plain scriptures’, however, but a carefully packaged version of the Bible heavily laden with explanatory prefaces and glosses which told the reader what they were supposed to think. The daily and continuous reading of Scripture would come to be characteristic of the educated Protestant elite from around 1580 onwards.[CITATION-53] Early Protestants, by contrast, were working in the face of very limited literacy and levels of education, trying to provide pragmatic assistance with the task of encountering biblical text. Their evangelism of the laity therefore relied not only on marginal glosses and notes, but also on paraphrases and commonplaces, sermons and homilies—all works of pre-digested Scripture.[CITATION-54] The Bible was never allowed to stand by itself; it was continually mediated for popular reception.It is easy to misunderstand what Protestants intended when they spoke of the ‘word of God’. They usually meant something other than just direct access to vernacular Scripture. This phrase, ‘the word of God’, frequently referred specifically to the doctrine of justification by faith alone, following Luther’s insistence that Scripture ‘must always be understood in faith’.[CITATION-55] Tyndale’s claims concerning the ‘bare text of the Scripture’ should be seen in this light. In his introduction to Romans (always central to Protestant explanations of justification by faith alone), he wrote that this one single book was ‘the principal and most excellent part off the newe testament’ because it contained the ‘most pure evangelion/ that is to saye gladde tydinges and that we call gospel’, which rendered it ‘a lyghte and a waye in unto the whole scripture’. By ‘gospel’ he meant specifically the doctrine of justification by faith alone. This was the key to unlocking the Bible.[CITATION-56] It was necessary to understand ‘what Paul meaneth by thes wordes/ the Lawe/ Synne/ Grace/ Fayth’ and so on. Without such understanding, reading Scripture was fruitless: ‘rede thou it never so ofte/ thou shalt but loose thy laboure’.[CITATION-57] An acceptance of justification by faith alone was a crucial prerequisite. ‘Wyth oute soche vnderstondyng of these wordes/ canst thou never vnderstond this pistyl off Paull/ nether any wother place in the holy scripture’.[CITATION-58] The claim that the literal truth of Scripture could be readily found by the attentive reader was here confounded. Tyndale was insisting that the Bible could only be understood through the prism of Protestant doctrine; without that understanding, Bible reading was fruitless:And so when by this false interpretacion of the lawe, Chryste whiche is the dore, the waye and the grounde or foundacyon of al the scrypture, is lost concernyng the chefest frut of his passyon, and no more sene in his owne likenes, then is the scripture locked vppe. and henceforth extreme darkenes … It is a confused Chaos, and a mynglynge of all thynges togyther with out order, euery thynge contrarye to another.[CITATION-59] Despite Tyndale’s polemical claim elsewhere that ‘the scripture hath but one sense which is the literal sense’, in practice the view of Scripture propounded in his guides to Bible-reading was that it could only be understood by someone who had first grasped the doctrinal propositions of Protestantism.[CITATION-60] As Tyndale’s New Testament preface of 1534 made clear, ‘the kyngedome of heaven/ which is the scripture and worde of God/ maye be so locked up/ that he which readeth or heareth it/ cannot understonde it’; he promised that he would provide ‘the true keye to open it withall’.[CITATION-61] This was perfectly in line with Protestant theology, but historical assumptions about evangelical rhetoric have often overlooked the theological process at work here. Reading the Bible could not make someone a Protestant; instead, it took a Protestant to read the Bible aright.[CITATION-62] Meanwhile, despite the emphasis on Tyndale’s New Testament as a revolution in popular access to the Bible, it is important to appreciate the extent to which the late medieval populace was already acquainted with the Bible in their own tongue.[CITATION-63] England still lagged behind the rest of Europe in this, as the experience of Lollardy had rendered the church authorities more wary than those across the Channel.[CITATION-64] Nonetheless, in late medieval England there existed several different conduits for the transmission of Bible text and exegesis. Complete texts of the Bible or the New Testament in English were used, with permission, by churchmen and the educated laity; the burgeoning vernacular print culture proffered works containing biblical excerpts, particularly the psalms; for the vast mass of the illiterate laity, sermons and homilies mediated and explained Bible passages. There was no single approach to Scripture, but a variety of encounters carefully adapted for potential readers, with established reading strategies.[CITATION-65] This variegated approach established patterns which ensured a much higher level of exposure to Scripture than is often appreciated; it also laid the foundation for the earliest Protestant efforts at Bible transmission.The notion that ‘the threat of Lollardy had made vernacular Bibles illegal’ is still widely held.[CITATION-66] But, as we have seen, Arundel had not in fact banned the English Bible in 1409; reading Scripture in translation was permitted with clerical sanction.[CITATION-67] His chief concern may have been more to strengthen his overall control of the clergy’s activities than to restrict vernacular Scripture.[CITATION-68] A strong late medieval drive towards reform emphasised the importance of the Bible. Robert Grosseteste, John Pecham, John Thoresby and Richard FitzRalph had all advocated vernacular Scripture as well as criticising clerical corruption, and Wyclif’s influence over orthodox religion was more lasting than is often acknowledged.[CITATION-69] , published in 1530 and subsequently included by Foxe in his, was not a Lollard tract but a work by the early fifteenth-century scholar Richard Ullerston, an orthodox cleric who wrote works against the Lollards but also defended the translation of the Bible.[CITATION-70] Vernacular Bibles were known to be available under licence in pre-Reformation England. The 1530 translation of, a text attributed to Thomas Gascoigne, priest, scholar and sometime Chancellor of Oxford University, explained that ‘Of psalmes I have drawen but fewe/ for ye may have them of Rycharde hampoules drawyynge and out of Englysshe bibles if ye have lysence therto’.[CITATION-71] ‘Richard Hampoule’ was Richard Rolle of Hampole, whose translation of the psalms from the 1340s survives in nearly forty manuscripts.[CITATION-72] Richard Whitford in his translation of the Augustinian rule into English classed ‘holy scripture’ as something which should be widely known.[CITATION-73] In Long Melford, John Clopton bequeathed his English Bible in his will without comment.[CITATION-74] Gentry such as Sir John Mompesson in 1500 or Sir Edward Hungerford in 1504 made reference to their English Bibles; Lady Anne Danvers in 1517 left her New Testament in English to Syon Abbey, while William Page of Devizes in a will made in 1533 left his town church ‘one hole byble of the best and largest volume’.[CITATION-75] Thomas More famously commented on the Bibles he had seen in the houses of his friends, which were probably the ‘Wycliffite’ translation, although More seemingly imagined that they were an earlier, orthodox translation.[CITATION-76] Many manuscript Bibles catalogued as ‘Wycliffite’ seem in fact to have been translated for use by the conventionally devout, crafted without the ‘heretical’ prologue, often with added lectionaries or other paratextual elements fitting them for liturgical use.[CITATION-77] Mary Dove suggested that ‘the stationers who produced them anticipated a predominantly devout and orthodox readership’.[CITATION-78] Of around 250 extant manuscript Bibles which are usually termed ‘Wycliffite’, in fact only twelve contain the General Prologue, which is the clearest link to Lollard anticlerical ideas, while around a third contain a lectionary suggesting orthodox usage.[CITATION-79] One example from the John Rylands Library includes a table of moveable feasts, a calendar of Bible readings for the liturgical year and a table to find Easter between the years 1448 and 1520, all facilitating the use of this Bible in traditional worship.[CITATION-80] When in 1548 a priest in Manchester was sent an English New Testament by the Protestant John Bradford, he was puzzled as to how to find the Epistle and Gospel for the day, suggesting prior acquaintance with English Bibles that contained lectionaries.[CITATION-81] This impression of approved usage is confirmed by the owners of these texts who can be traced; some were indeed Lollards, but more seem to have been orthodox, including priests, nuns, friars, bishops, merchants, nobles, Henry VI (who bequeathed his copy to the London Charterhouse) and Henry VII.[CITATION-82] Official concerns about the possible misuse of vernacular Scripture were not based on a clear doctrinal position which denied the authority of Scripture. Rather, they focused on the need to make the Bible intelligible. Nicholas Love’s, of which over sixty manuscript copies and nine printed editions survive, has been described as ‘an official alternative to the Lollard Bible’. It was full of Bible extracts in Latin and English but described St Bonaventure’s original work, on which it was based, as ‘devoute meditacyons of Crystes lyf’ written ‘more playnly in certayn partyes than is expressyd in the Gospel of the foure Evangelystes’, with the hope of reaching those ‘that ben of simple understondynge’.[CITATION-83] Translations of thecontained substantial biblical extracts and there were many versions in Middle English, as well as those from the fifteenth century such as the version by Osbern Bokenham.[CITATION-84] In the early years of the sixteenth century, the first printed versions of Bible excerpts in translation came from sources such as Love’sor Caxton’s. Caxton himself described his work as ‘storyes of the byble’, and, as Morgan Ring has shown, the original author Jacobus de Voragine later acquired the reputation of having been an early Bible translator.[CITATION-85] Prayer books also conveyed Bible text: Nigel Morgan has counted over 800 surviving manuscript copies of books of hours made for English use, and Mary Erler has found twenty-nine surviving printed editions of the Sarum book of hours published before 1500.[CITATION-86] These prayer books, based on the monastic offices, usually contained a quantity of the psalms as well as passages from the gospels, framed by prayers, and were increasingly appearing in the vernacular at the start of the sixteenth century.[CITATION-87] This may seem like a characteristically Catholic form of devotion, but it was of course the basis for thein its various recensions from 1549 onwards, which also sought to deliver portions of mediated Scripture, with the exception of some parts of the book of Revelation which were deemed by Cranmer to be inappropriate for popular consumption.[CITATION-88] Some Protestant collections of scriptural excerpts came in the form of prayers, such as the, which had been compiled by the Lutheran Otto Brunfels, and was translated into English and published by Grafton in 1544 with a subsequent edition in 1556.[CITATION-89] Later Protestant prayer books continued to demonstrate many strong continuities with their pre-Reformation equivalents.[CITATION-90] John Fisher’s sermons on the seven penitential psalms of 1508 went into many editions in the twenty-five years after their first publication.[CITATION-91] His prologue placed his work within a tradition of ‘fruytfull and noble translacyons compyled and translated in tyme past’, eliding the work of translation with the work of preaching.[CITATION-92] John Ryckes in 1525 published, which was described on the title-page as ‘compendyously extract of holy scrypture, and doctours of ye chyrche’.[CITATION-93] All of Richard Whitford’s work contained quantities of Scripture, with Bible quotations given in both Latin and English; when he wanted to add weight to a point he frequently commented that it was ‘the very text and letter of the holy scripture’.[CITATION-94] In works of the 1490s, references to Bible passages were usually included in the text in brackets but by the 1520s works printed in England had acquired marginal glosses supplying the Biblical references. This inclusion of vernacular Scripture within the thriving print culture of the early Tudor period helped to create the market for Tyndale’s New Testament when it arrived in 1526.Pre-Reformation works presented Bible text in a pre-digested form, contextualised by admonitions to contemplation and prayer, which reflected the reading practices of the time. It was not just that the experience of silent reading was less common than the experience of reading aloud, but that any encounter with a text was expected to be as much a meditative and emotional event as a cerebral connection.[CITATION-95] In 1410, Archbishop Arundel approved Love’s; a century later, London’s last anchorite, Simon Appulby, wrote, which was similarly approved by Bishop Fitzjames. These works, both comprising meditations on Christ’s life and death, were conduits by which the literate might receive what was not so much religious instruction as an intense conjunction with the divine.[CITATION-96] Contemplation was at the heart of any engagement with the Bible, or any other religious text. Whitford described this as ‘a diligent beholdyng/ or inward lokyng with a desyre of hert’, which process belonged ‘rather unto the soule or mynde: than unto any bodely syght’. It required the believer to ‘withdrawe or put away all his herte and mynde … from all bodely and worldly thynges/ and to fyxe or fasten the same upon thynges celestiall and hevenly … by cogitacion/ thought/ meditacion/ or remembraunce’.[CITATION-97] Protestant Bible-reading did not wholly cast this aside. The Edwardian homilies of 1547 discussed how Bible texts were to be approached through meditation and contemplation. ‘Lette us night and daie muse, and have meditacion, and contemplacion in theim. Lette us ruminate, and (as it wer) chewe the cudde, that we maie have the swete ieuse, spirituall effecte, mary, hony, kirnell, tast, comfort, and consolacion of theim’.[CITATION-98] Scripture had to be understood by ‘truth of feyth’; this advice could be found in the 1550 reprinting of the Prologue to the Wycliffite Bible, taken from a copy ‘in ye Kyng hys maiesties chamber’, which made it clear that it was first necessary that the ‘spiryte of God worke in thyne herte’ if the reader was to ‘frutfully reade the lyvely worde of God to his glorye’.[CITATION-99] Pre-Reformation commentators agreed that only some parts of the Bible were appropriate for popular reading, since many passages were dark and difficult. Such attitudes were not readily eclipsed even in the works of confirmed Protestants. The 1547 homily which gave an exhortation to the ‘readyng and knowledge of holy scripture’ encouraged its listeners to ‘diligently searche for the welle of life, in the bokes of the new and old Testament, and not ronne to the stinkyng podelles of mennes tradicions, devised by mannes imaginacion, for our iustificacion and salvacion’.[CITATION-100] Yet it also admitted that Scripture could be difficult: ‘concernyng the difficultie of scripture, he that is so weake, that he is not hable to brooke strong meate: yet he maie sucke the swete and tender milke, and differre the rest, vntill he waxe stronger, and come to more knowledge’. It described the Bible as a landscape, with ‘lowe valleis … easie for every man to use, and to walke in’ as well as ‘high hilles and mountaines, which few men can ascende unto’.[CITATION-101] Foxe recorded how Tyndale had been moved by the counsel of Paul ‘that to suche as be not yet stronge, feede them with mylke, and afterwards as they may bear it with strong meate’; Nicholas Love had made the same point about those ‘whiche as chyldren have neded to be fedde wyth mylke of lyghte doctryne and not wyth sadde mete of grete clergye and of hyghe contemplacyon’.[CITATION-102] Thomas Elyot in his book of 1545,, which he described as ‘gathered togither out of holy scripture’, gave his advice on how to approach the Bible:Humbly therfore and simply reade and heare holy scripture, not presumyng, that thou understandest every thyng that thou doest reade, whiche to other seemeth darke, but often tymes, if thou maiest, consulte with theim, whiche be syncerely exercised therein, or with the bokes of moste aunciente and catholike doctours.[CITATION-103] Many continuities linked pre-Reformation treatises, digests and commonplaces with those of the early Reformation, from the more cautious humanist expressions to the more openly evangelical versions. The pre-Reformation church had taken a pragmatic approach to conveying knowledge of Scripture, delivering Bible text a piece at a time, within a framework of explanation. Works such as ‘harmonies’, which blended the stories of the four gospels, or collections of extracts, or lives of biblical saints, formed a central part of late medieval religious literature. John Fisher put together a harmony of the gospels, which has not survived, but which we know of from comments by Erasmus and others.[CITATION-104] Robert Parkyn, the priest of Adwick-le-Street, wrote a gospel harmony in verse in his commonplace book around 1550, affirming that he would include nothing ‘butt such as is/ In scripture trewlye/ Alledgyde and provide’.[CITATION-105] In fact, his account contained much that was imaginative and apocryphal. Geoffrey Dickens thought it reprehensible that Parkyn imagined discussions during the disputations in the temple, or between the apostles waiting for Pentecost, observing that when ‘we reflect that as late as 1550 a virtuous, sincere and by no means uneducated parish priest could so manipulate these passages, we perhaps begin to comprehend … the impatience of the Reformers’.[CITATION-106] This censorious verdict fails to appreciate that early modern readers of the Bible, just as much as their medieval predecessors, might be less interested in textual precision than in an encounter with God which was both emotional and inspirational.Gospel harmonies and biblical commonplaces did not vanish once Tyndale’s New Testament appeared, and some were being imported from mainland Europe at the same time as editions of his Bible translations were being smuggled in. In 1533 appeared, published in Antwerp.[CITATION-107] Three years later, another Antwerp publication was.[CITATION-108] There were English versions in the same tradition, some by authors with leanings towards Protestantism, others by those of more conservative tendencies, and some which evade easy categorisation. Richard Taverner’s 1538 translation,, was a work by the reformer Erasmus Sarcerius, intended to be ‘to the gret profit and help of all such studentes in Gods worde as have not had longe exercyse in the same’.[CITATION-109] Sarcerius is usually described as a Lutheran reformer, but Taverner identified him as one who took a middle way on the contentious issue of free will.[CITATION-110] In similar vein, Taverner translated a series of meditations upon the psalms by Wolfgang Capito, which included a pointedly worded prayer by Erasmus of Rotterdam for the unity of the church.[CITATION-111] Another such text wasin 1536.[CITATION-112] All of these provided mediated, contextualised access to the Bible, which, given Taverner’s close links to Thomas Cromwell, may have reflected Henry VIII’s ideas about the provision of the Bible to the laity.[CITATION-113] Taverner’sor, were perhaps partly inspired by Sarcerius’s homilies, which were a precursor of the first official book of Homilies in 1547.[CITATION-114] Protestant authors made many attempts to render the Bible text comprehensible through different kinds of mediation. Tyndale’s translations of the Bible may in practice have been less influential than his works likeof 1536, which described the arrival of the English Bible as necessitating guidance:seying that it hath pleased god to send unto oure Englysshe men … the scrypture in their mother tonge/ consyderynge that there be in every place false techers and blynde leders/ that ye shuld be disceyved of no man. I supposed it very necessarye to prepayre this Path way into the scripture for you that ye myght walke surely and ever know the trewe from the false.[CITATION-115] Miles Coverdale’s works of Bible translation also need to be set alongside works such as hispublished in the same year as the Coverdale Bible. This work envisaged that children might be among its readers; one edition of the work was bound together with an ABC for children teaching them their letters, the Paternoster, Ave and Creed in both Latin and English:Go lytle boke amonge mens chyldrenAnd get the to theyr companyeTeach them to synge the commaundementes tenAnd other balettes of Gods glorye.[CITATION-116] Christopher Tye of the chapel royal published a work in verse in 1553 which described the Bible as a gift to both king and subjects.[CITATION-117] Yet despite his rosy picture of a nation engaged in Bible study, Tye’s work was itself a summary of the first half of the Acts of the Apostles in doggerel verse, ‘to synge and also to play upon the lute’, noting that it might also be useful ‘for all Christians that cannot synge’.[CITATION-118] It should be remembered that the work published more frequently than any other during the early modern period (with 150 editions during the reign of Elizabeth I alone) was the metrical psalter, Thomas Sternhold and John Hopkins’s—paraphrases of the psalms to be sung in both private and public worship.[CITATION-119] Coverdale’s translation from Bullinger, published in 1547 ascame with ‘a short summe of the whole Byble’.[CITATION-120] In 1538, hisdemonstrated to the reader ‘by common places how this boke servyth for oure learnynge’. The editor noted another practical constraint upon unfettered access to Scripture when he observed that he had included the book of Joshua at the end of the treatise, ‘because that every man can not carye about wyth hym the Byble’.[CITATION-121] Coverdale’s preface to the reader candidly summed up the reason for this work:Forasmiche as the simple unlerned man which only can reade Englishe can take lytel or small understaundinge and profit of the new testament, and specially of the old testament by the reading only of the letter with out he have some helpe of an exposytor the fructe, the profyt of the Bible to him shal be hydde and unknowen, and the readynge of the Bible to him shall be as the readings of some other story…Coverdale here noted that someone needed ‘to set furth in comen places’ other books of the Bible besides this one, and promised that he would do the same for other bookes, ‘other in lattyn or in englishe’, as his ability and health allowed.[CITATION-122] He reproached those who set forth Scripture without explaining it, since in some parts of the Bible ‘the greatest part of the fruete and profyt is hidde from us’.[CITATION-123] Coverdale made vigorous attempts to communicate Bible teaching to the laity: hisin 1535 was one teaching aid; his association with the second volume of Erasmus’swas another.[CITATION-124] He also published in 1545 an abridged version of Erasmus’s, in which he wrote ‘they are the best teachers, that avoydinge the tediousnesse of huge and great volumes, do instructe men rather to lyve godly, then to waist their braynes in long and vayne disputacions’.[CITATION-125] His translation of the New Testament, published in 1538, promised ‘many nesessary annotacions declarynge sondry harde places conteyned in the text’.[CITATION-126] Here was a clear difference between the theoretical insistence on the intelligibility of the Bible and the Protestants’ actual pastoral provision. The opening statement of a 1529 work by Henricus Bomelius (the Dutch evangelical Hendrik von Bommel),, in a translation ascribed to Simon Fish, noted the difficulties faced by Protestant ministers:Seing that all persones can not rede or vnderstonde all bokes/ to thentent that every man may knowe whate ys the foundacyon of all the scriptures/ and whate thinge they do teache vs. I haue shortly compyled in this present boke/ the foundacyon and the somme of the holy scripture.[CITATION-127] Reformers frequently had to admit that the Bible remained in practice a difficult text to understand. When the Matthew Bible of 1537 was revised and printed in 1549 and 1551 by Edmund Becke, the title page noted the addition of ‘certaine learned prologes, annotacions for the better understanding of many hard places thorowout the whole Byble’.[CITATION-128] Gospel summaries and explanations would continue to be popular in the later stages of Reformation., a series of chapter summaries, gospel extracts and prayers, first published in 1563, went through twelve editions before 1601. Interestingly, the compiler opined on the title page that he thought the work was at least two hundred years old: ‘Wherby it appeareth howe God in olde time, and not of late only, hath ben truly confessed and honored’.[CITATION-129] If he was right, this work was another point of continuity between late medieval and Reformation approaches to Scripture.went through more than twenty-five editions in the first four decades of the seventeenth century. Eusebius Paget’s, a catechetical guide to Scripture, went through twelve editions in the same period.[CITATION-130] The idea that ordinary men and women were encountering for the first time the untrammelled word of God from the 1520s onwards therefore needs to be both moderated and modified. The Bible was still widely understood in the early years of Reformation to be a challenging text in need of careful mediation for the laity, to be read with guidance and in deference to authority. It is in this context that the first officially sanctioned English Bibles need to be located. The Coverdale Bible of 1535 and the Matthew Bible of 1537, both approved by the regime, prepared the way for the Great Bible of 1539, which was from the first backed by the king. This Great Bible has long been seen as the achievement of Henry’s two most powerful Protestant ministers, Thomas Cromwell and Thomas Cranmer—both of whom were depicted on its frontispiece—and cast as ‘Cromwell’s most permanent achievement and Cranmer’s pride and joy’.[CITATION-131] Cranmer wrote to Cromwell in 1537 thanking him for securing the king’s permission for the Matthew Bible, and saying it gave him more pleasure than if he had given him a thousand pounds.[CITATION-132] The printer Richard Grafton two weeks later amplified this claim, writing to Cromwell that ‘my lorde of Canterbury sayde the tydynges therof dyd hym more good than the gyfte of ten thousand pounde’.[CITATION-133] It should be appreciated, however, that there was a parallel story here. The eventual arrival of the English Bible in print in the 1530s was a process in which Protestant aspiration and Catholic biblicism both played their part, and in which the notion of the Bible as a mediated text still persisted. Henry’s own motivations were idiosyncratic, but pointed him towards a Catholic endorsement of vernacular Scripture.[CITATION-134] Humanist writers inspired much of the Henrician discussion of biblical renewal and vernacular Scripture.[CITATION-135] If Tyndale lauded the unstopping of the wells of Scripture, ascribing it to the direct intervention of Christ, others were more inclined to credit Erasmus. When Gentian Hervet rejoiced that the ‘springes of the holy scripture’ were once again running clear, ‘by his labour and diligence to their olde purenesse and cleannesse … restored’, it was Erasmus he was praising.[CITATION-136] When, in around 1520, Tyndale appealed to Cuthbert Tunstall, the bishop of London, asking him to sanction an English Bible translation, he clearly expected Tunstall, as a friend of Erasmus, to agree.[CITATION-137] More’s opposition to Tyndale’s New Testament of 1525 was founded on the use which Protestants were making of it, ‘by the occasyon of theyr owne lewdnes and foly’, rather than the principle of vernacular Scripture, which he endorsed, arguing that the authorities should ‘make provysyon agaynste suche abuse/ and let a good thynge go forth’.[CITATION-138] His view should be placed within the wider European context of debates about vernacular Scripture, where the widespread assumption that Catholics were unfailingly hostile towards a vernacular Bible has been shown to be inaccurate. It would remain a contentious subject within the European Catholic church, but there were strong Catholic voices in favour of scriptural translation, not least those given expression at the Council of Trent.[CITATION-139] Henry’s first firm commitment to an English Bible came appreciably before the break with Rome, in a proclamation of 1530. This condemned the versions of Tyndale and others as being ‘evil translated’ and accompanied by heretical prefaces, but promised ‘that the holy scripture shall be by great learned and catholic persons translated into the english tongue’ as soon as Henry thought the time was ripe.[CITATION-140] This proclamation emerged from a meeting in which, as Susan Wabuda has demonstrated, the debate over the vernacular Bible was aired at some length.[CITATION-141] Henry had requested ‘of the universities a certeyn nombre of the chief lerned men’ to come to London and examine the contents of potentially heretical books, including Tyndale’s translation.[CITATION-142] A gathering of scholars and clergy, presided over by Archbishop Warham and Thomas More as Chancellor, considered the heretical books. On 24 May Henry VIII joined them in Westminster Palace for a discussion of vernacular Scripture. An account of this debate in Warham’s register emphasised that in this discussion there had been ‘free libertie and licence graunted unto every man to say as his conscience and lernyng served him without any reproche or blame’.[CITATION-143] The draft for a proposed bill to be read from parish pulpits, which was closely related to the proclamation which eventually emerged, suggests that this was a detailed as well as unusually open debate.[CITATION-144] It concluded that a vernacular Bible was a possibility, but not a necessity, citing biblical warnings against the dangers of false prophets. It acknowledged, however, the king’s awareness that ‘there is engendered an opynyon in diverse of his subiects that it is his duetie to cawse the scripture of god to be translated into englishe’. Given the heresies abroad, the bill opined that to divulge the Bible in English at this time would cause only ‘further confusion and destruction’ but Henry nevertheless promised ‘the newe testament to be by lerned men faithfully and purely translated’ into English, so ‘he myght have it in his handes redy to be gevyn to his people’ as soon as they had proved themselves by their behaviour ready to receive it.[CITATION-145] This was a significant element in the background to the Great Bible of 1539. Although this version drew from Protestant translations, and was the focus of great evangelical hopes, it was chiefly understood by Henry as a work whose exegesis would confirm and enhance the authority of the godly prince.[CITATION-146] Henry’s own vision of the Great Bible was doctrinally conservative and humanist, even if the activities of Cromwell, Richard Grafton and others were motivated by a Protestant agenda. As Eyal Poleg has shown, the first Bible ever printed in England, a partial Latin text of 1535, with a preface written as if from Henry VIII himself, was a careful blend of conservative and evangelical elements.[CITATION-147] The translation used for the Great Bible was Coverdale’s revision of Tyndale’s work, yet even here moderating influences were at work; Coverdale used Sebastian Münster’s Hebrew and Latin Bible of 1535 to revise the Old Testament, and Erasmus’s Greek and Latin New Testament of 1516 to revise the New Testament, perhaps in deference to Henry VIII’s wishes.[CITATION-148] A letter from Cranmer to Cromwell noting ‘the kinges highnes pleasure concernyng the preface of the Bible’ suggests royal supervision.[CITATION-149] The first injunctions encouraging Bible reading in English churches required Latin and English volumes placed side by side for consultation, instructions reiterated by several diocesan injunctions of 1537.[CITATION-150] Henry did not intend Bible reading to mark a decided break from the past.There were other conservative elements to the Great Bible. Coverdale’s Bible and the Matthew Bible had the books of the New Testament set in the order used by Luther, but the Great Bible reverted to the more traditional order used by the Vulgate and followed by Erasmus.[CITATION-151] The Great Bible also included in small type in brackets anything which the Vulgate had contained, but the Greek or Hebrew texts had not.[CITATION-152] As the preface explained, this was a step back from earlier Bible translations, intended ‘to satisfye and content those, that ... hath myssed soche sentences in the Bybles and newe Testamentes before set forthe’. The same preface also warned its readers, where the meaning of the text was not clear, ‘do not rashly presume to make any priv[a]te interpretacion thereof, but submyt thy selfe to the iudgement of those that are godly learned in Christ Iesus’.[CITATION-153] This preface hinted at the fact that the Great Bible was contested territory. It observed that the printers had added hands in the margins and in the text ‘upon the which we purposed to have made in the ende of the Byble … certen godly annotacions’, adding ‘but for so moch as yet there hath not bene soffycient tyme minystred to the Kynges moost honorable councell, for the oversyght and correccyon of the sayde annotacyons, we wyll therfore omyt them, tyll their more convenient leysour’. The presence of these silent manicules in the Great Bible margins suggests some tension between Coverdale and Grafton, who had intended ‘godly annotacions’, and the Council, which had not approved them.[CITATION-154] The comment about ‘leysour’ echoed a letter from Grafton to Cromwell dated 1 December 1538, in which Grafton noted sarcastically that ‘it is now vii yere, sence the bysshopes promysed to translate and set forth the byble, and as yet they have no leasour’.[CITATION-155] Tyndale had made certain key decisions in translating the Bible into English. He wrote of ‘love’ rather than ‘charity’, of ‘repentance’ rather than ‘penance’, of ‘presbyters’ rather than ‘priests’, and of ‘congregation’ rather than ‘church’. Tyndale’s choice of these words was given particular prominence when Thomas More made this the target of his criticism, and on this basis the Great Bible of 1539 could be straightforwardly classified as a Protestant translation.[CITATION-156] Comparison with other translations, however, suggests that not everyone viewed this issue with the same clarity as More. ‘Congregation’ was used by Tyndale, the Coverdale and Matthew Bibles, and the Great Bible of 1539, but both the Bishops’ Bible of 1568 and the Geneva Bible of 1560, despite their rather different agendas, used ‘church’, and the King James Bible, while using both terms, settled predominantly on ‘church’ rather than ‘congregation’, and ‘charity’ rather than ‘love’. The ‘Bishops’ Book’ of 1537, asserting the doctrine of justification by faith alone in a passage which Henry VIII subsequently excised from the ‘King’s Book’ of 1543, spoke of how sinners ‘attayne this justification by contrition and faythe joined with charitie’.[CITATION-157] In other works, terms were often used interchangeably or together. The ‘Bishops’ Book’ in its exposition of the commandments and Lord’s Prayer spoke repeatedly of ‘churche, or congregation’ and of ‘love and charity’, asserting that ‘as saynct Paule sayth, The fulfyllynge of the lawe is love and charitie’.[CITATION-158] John Frith’s, translated by Richard Tracy in 1540, spoke of ‘the hole congregation and churche of this realme’.[CITATION-159] Coverdale’s translation of the Danish church order, appended to a treatise on the sacrament by Calvin in 1548, referred to both ‘church and congregacyon’ in the title.[CITATION-160] Coverdale also translated a work in 1537, published as, which spoke in places of ‘fayth, hope and charyte’, and in other places of ‘charite or love’.[CITATION-161] The 1549 Bible published by Edmund Becke was supplied with various prologues, including one by Tyndale, and another by Becke himself exhorting the magistrates and nobility to daily Bible study. Despite the clear Protestant overtones of Becke’s admonitions, his concordance included the section ‘Charytie or love’, with biblical references such as ‘God is charytie. I John iiii’, and ‘Nothinge oughte to separate us from the charite of God. Roma.viii’.[CITATION-162] Taverner’sused both ‘church’ and ‘congregation’ at different points; he rendered the Epistle of Peter as saying that ‘charitie shal cover the multitude of synnes’.[CITATION-163] When Erasmus had translated the New Testament from Greek into Latin in 1516, he had rendered ‘ekklesia’ as ‘congregatio’. If the Great Bible’s use of ‘congregation’ rather than ‘church’ pleased its Protestant readers, it does not rule out Catholic usage. It might even be hazarded that to take issue with the word ‘congregation’ would be to risk identification with Thomas More, who had argued so vigorously against it, and who in 1539 was only four years dead and a sore subject with Henry VIII. Erasmus, of whose friendship the king remained proud, was a safer source; in the 1538 edition of the New Testament in English with Erasmus’s Latin in the margins, Matthew 16:18 is rendered ‘thou art Peter: and upon this rocke I wyll buylde my congregacyon’.[CITATION-164] Despite the polarities of the debate between More and Tyndale in the 1520s, then, in later decades there seems to have been some fluidity in the use of biblical terminology. The 1550 edition of Tyndale’s New Testament sought to celebrate Tyndale’s original achievement, yet in the copy in the Folger Shakespeare Library next to 1 Corinthians 13—‘Though I speake wyth the tounges of men and aungels, and yet had no love, I were even as soundyng brasse’—a reader has written ‘of love or Cheriti’.[CITATION-165] Thomas Paynell, who served as chaplain to Henry VIII and all three of his children, was chiefly Catholic in his loyalties, publishing prolifically during Mary I’s reign. He was responsible for three Biblical works:[], published in 1550, 1552 and 1560;in 1553; andin 1562. The 1550 work was dedicated to Princess Mary, although published during Edward VI’s reign: it rendered Matthew 16:18 as ‘thou art Peter: and upon this rocke, I wyll bylde my congregation’, and spoke of ‘fayth, hope, and love’ in 1 Corinthians 13.[CITATION-166] These decisions might suggest a Protestant approach, but Paynell’s selection also drew heavily on the Epistle of James, which emphasised that ‘manne is iustifyed of dedes, and not of faythe onely’.[CITATION-167] His 1553 work was based solely on the gospels, but the contentious passage in Matthew 16 was translated as ‘thou arte Peter, and upon this rocke wyll I buylde my churche’.[CITATION-168] The 1562 work, which Paynell envisaged as being ‘right necessarye for all sortes of people, but especially for those of the ministerye’, used ‘charity’ rather than love, despite being published under a Protestant queen: ‘Nowe abideth fayth, hope and charitye, even these three, but the chefe of these is charitye’.[CITATION-169] The terminological difference which had seemed so clear-cut in the exchanges between More and Tyndale is not an infallible way of categorising subsequent translations.The understanding of the Bible as a text to be mediated by authority was central to the publication of the Great Bible. It was manifestly a Bible intended to be read in the church, yet since the liturgy in 1539 did not include scriptural readings in the vernacular, it is hard to see quite what was intended other than the clergy and laity reading it quietly there to themselves or one another.[CITATION-170] Its replacement, the Bishops’ Bible of 1568, would specify on its title page that this was a Bible ‘appointed to be read in the Churches’, but that was in the context of the Book of Common Prayer services. Bishop Bonner, one of those who combined conservative views on doctrine with an enthusiasm for vernacular Scripture, had helped with the printing of the Great Bible and installed six copies in St Paul’s for quiet reading. When he discovered that gospellers were reading it aloud to gatherings in an ‘insolent and indiscreet’ way which disrupted the service, he threatened to remove the Bibles.[CITATION-171] It appears that lay reading was encouraged, but in a deferential frame of mind, and that private engagement with the Scripture was expected to take place in a public space where it could be policed.This was reflected in Cranmer’s preface to the 1540 edition, which perfectly encapsulated the idiosyncratic language of Henry’s reformation, steering a middle course between extremes. ‘Some there are that be to slowe and nede the spurre; some other seme to quycke, and nede more of the brydell’, he wrote of his audience. He identified two distinct groups:In the former sorte be all they that refuse to reade or to heare redde the scripture in theyr vulgar tonges; moch worse they that also let, or discourage the other from the readynge or hearynge therof. In the latter sorte be they, which by theyr inordinate readyng, undiscrete speakyng, contentious disputyng, or otherwyse, by theyr licencyous lyvinge, slaunder and hynder the worde of God, mooste of all other, wherof they wolde seme to be greatest furtherers. These two sorts albeit they be moost farre unlyke the one to the other, yet they both deserve in effecte lyke reproche.[CITATION-172] Cranmer’s two main authorities for this preface were St John Chrysostom, whom he used to encourage more reading of Scripture, and Gregory of Nazianzus, whom he used to rein in those who read and disputed too recklessly:It is not fitte (sayth he) for every man to dispute the hygh questions of divinite ... it is for suche as be of exacte and exquisite judgementes, and suche as have spente theyr tyme before in studye and contemplatyon: and suche as before have clensed them selves aswell in soule, as bodye.[CITATION-173] If ‘Wycliffite’ Bibles were defined by their prefaces, then this preface of Cranmer, working under Henry’s orders, serves to locate this first official English Bible in the peculiar but still conservative mentality of Henry’s church. ‘I forbydd not to reade, but I forbydde to reason’, wrote Cranmer, quoting Gregory of Nazianzus; ‘Nether forbydde I to reason so farre as is good and godlye. But I alowe not that is done out of season, and out of measure and good order’.[CITATION-174] Bible-reading by the laity had to be controlled, arbitrated, and consonant with church order.Thomas More in 1528 thought that the publication of an English Bible was only a matter of time, and that ‘we ley people shall in this matter ere longe … be well and fully satysfyed and contente’.[CITATION-175] The break with Rome made this aspiration more complicated, and for some more doubtful, but the combined forces of humanist biblicism and the expanding vernacular print culture of the early sixteenth century had already laid the foundations for an English Bible. Yet both conservatives and evangelicals, despite their antagonistic polemic, envisaged that the Bible text would be read by the laity in mediated form, fitted into a pre-existing framework of religious truth. They might disagree about the nature of that framework, but they shared the expectation that when lay readers encountered Scripture they would do so to confirm their beliefs, not to find them. Thomas More argued that the Holy Spirit worked through the Church: ‘For were it not for the spyryte of god kepynge the trouthe therof in his chyrche who could be sure whiche were the very gospels?’[CITATION-176] Tyndale’s Holy Spirit was more of a freelance agent, but still a necessary prerequisite for the understanding of Scripture; Tyndale’s insistence that ‘literal sense is the root and ground of all’ was a propaganda claim which should not be allowed to mislead.[CITATION-177] Such statements should be read alongside his assertion that for those without a true Protestant faith, Scripture was ‘locked up and made ympossyble to understande’.[CITATION-178] To have accepted Protestant doctrine ‘is to have al the scripture unlocked and opened before the/ so that if thou wylt go in and rede/ thou cannest nat but understande’. To the reader who approached the Bible without such prior commitment, ‘the more thou redest it the blinder thou arte/ and the more contrary thou fyndest in it/ and the more tangled art thou therin’.[CITATION-179] It seems probable, as Ethan Shagan has suggested, that England’s population in this period comprised a ‘majority who never wholly accepted nor wholly opposed the reformation’.[CITATION-180] As More pointed out, many read Frith and Tyndale out of sheer curiosity.[CITATION-181] These readers might have encountered the Bible without either the necessary mental furniture provided by Tyndale, or the implicit faith in the Church’s mediation idealised by More. As Bible editions proliferated, later readers might encounter several different versions of Scripture: Edmund Spenser would draw upon the Great Bible, the Bishops’ Bible and the Geneva Bible; Shakespeare upon the Geneva Bible, but even more upon the Bishops’ Bible.[CITATION-182] Lay readers also might not have read the Bible in its totality; not until the 1570s did editions of the whole Bible begin to outsell sales of New Testaments alone.[CITATION-183] The idea of ‘continuous reading’ of the Bible was a recurring theme in Protestant exhortation, embraced by some adepts, but it probably remained an unusual practice, since most continued to experience the Bible in a liturgical setting or approach it a piece at a time, ‘chop’d and minc’d’, as John Locke would later complain.[CITATION-184] The laity’s encounter with the Bible via the Book of Common Prayer has been described as ‘the Reformation’s great false hope’.[CITATION-185] The real revolution with regard to the Bible in early Tudor England was not evangelical but political. The events of the 1530s brought Bible printing, Bible provision in churches and biblical exegesis all under monarchical control, marking the most profound break with past practice and giving questions of translation into the vernacular new political resonance.[CITATION-186] The peculiarities of Henry VIII’s reformation saw the first approved English Bibles positioned in parish churches, without inclusion in the liturgy, but rather unconvincingly intended for private study there.[CITATION-187] In 1539, writing to Lord Lisle, Cranmer commented disapprovingly on people who disturbed the service by reading the Bible aloud, emphasising that the king had permitted the English Bible to be read ‘not to allure great multitudes of people together, nor thereby to interrupt the time of prayer, meditation and thanks to be given unto Almighty God’ but for quiet reading, ‘privately, for the condition and amendment of the lives both of the readers and of such hearers as cannot themselves read’. The only people who should be reading the Bible aloud in church for public consumption were ‘such as shall have authority to preach and read’. Questions of interpretation were to be referred to ‘such preachers as shall be lawfully admitted to preach’.[CITATION-188] This would remain a feature of official guidance regarding Bible reading. The preface to the Bishop’s Bible of 1568 began with the exhortation to search the scriptures, but almost immediately qualified it by saying that although this injunction was directed at every man, woman, and child, yet ‘to every of them is this spoken proportionally … and in their degrees and ages, and as the reason and congruitie of their vocation may aske’. It was clear that reading the Bible was best left to the professionals. ‘For not so lyeth it in charge to the worldly artificer to searche, or to any other private man so exquisitely to studie, as it lyeth to the charge of the publike teacher to searche in the scriptures’.[CITATION-189] It is impossible to know for sure how the private reader understood the English Bible, but it seems that the well-established reading practices of the pre-Reformation period continued to shape encounters with Scripture and that Bible-reading was still understood to be as much an affective as a cognitive process. Richard Rolle’s psalter had described how to read the psalms was to let them ‘drop sweetness in men’s souls and pour delight into their thoughts and kindle their wills with the fire of love’.[CITATION-190] Cranmer’s exhortation to the reading of Scripture in 1547 also appealed to the emotions and the senses: ‘These bokes … ought to be much in our handes, in our eyes, in our eares, in oure mouthes, but moste of all, in our hartes … the heavenly meate of our soules, … a light lanterne to oure fete … more sweter then hony, or hony combe’.[CITATION-191] At a time when religious reading more generally was still frequently understood as a meditative or performative experience arousing strong emotion, the model of private Bible study which focused upon doctrinal definition would take some time to emerge, and would exist alongside a continuing emphasis on the imaginative and emotional inspiration to be derived from encountering the Bible.[CITATION-192] Protestant statements concerning the ‘plain truth of Scripture’ were a polemical flourish distinct from the efforts of both Protestant and Catholic churchmen and scholars to transmit Bible text and knowledge to the laity in an intelligible format, a task which would occupy their energy and ingenuity for decades to come. It was going to take a great deal more time and effort before the boy driving the plough knew his Bible as well as Tyndale had promised.[CITATION-193] ",
    "footnotes": {
        "1": "Thomas Paynell, The Piththy [sic] and Moost Notable Sayinges of al Scripture (London, 1550; STC 19494.3), dedication.",
        "2": "Desiderius Erasmus, De immensa dei misericordia, tr. Gentian Hervet (London, 1533; STC 10475), sig. A3r–v.",
        "3": "Simon Matthew, A Sermon made in the Cathedrall Churche of Saynt Paule (London, 1535; STC 17656), sig. B2v; Thomas Becon, A Potacion or Drinkynge for this Holi Time of Lent (London, 1542; STC 1749), sig. E6r.",
        "4": "J. Simpson, Reform and Cultural Revolution. The Oxford English Literary History, II: 1350–1547 (Oxford, 2002), p. 467.",
        "5": "See E.M. Ross, The Grief of God: Images of the Suffering Jesus in Late Medieval England (Oxford, 1997); K. Giles, ‘Seeing and Believing: Visuality and Space in Pre-modern England’, World Archaeology, xxxix (2007), p. 107; T. Lerud, Memory, Images and the English Corpus Christi Drama (Basingstoke, 2008); C. Walker Bynum, Christian Materiality: An Essay on Religion in Late Medieval Europe (Cambridge, MA, 2011); L.H. Cooper and A. Denny-Brown, eds, The arma Christi in Medieval and Early Modern Material Culture: With a Critical Edition of ‘O Vernicle’ (Farnham, 2013); R. Malo, Relics and Writing in Late Medieval England (Toronto, ON, 2013); T. Hamling and R.L. Williams, eds, Art Re-formed? Reassessing the Impact of the Reformation on the Visual Arts (Cambridge, 2007); T. Hamling, Decorating the Godly Household: Religious Art in Protestant Britain, c.1560–1660 (New Haven, CT, 2010); D.J. Davis, Seeing Faith, Printing Pictures: Religious Identity during the English Reformation (Turnhout, 2013); L. Wooding, ‘“So Sholde Lewde Men Lerne by Ymages”: Religious Imagery and Bible Learning’, in R. Armstrong and T. Ó hAnnracháin, eds, The English Bible in the Early Modern World (Leiden, 2018), pp. 29–52.",
        "6": "Thomas Bilney to Cuthbert Tunstall, printed and translated in John Foxe, Actes and Monuments of these Latter and Perillous Dayes (London, 1563), bk III, p. 523, cited here from John Foxe’s The Acts and Monuments Online (University of Sheffield, 2011), available at https://www.dhi.ac.uk/foxe.",
        "7": "M. Dove, The First English Bible: The Text and Context of the Wycliffite Versions (Cambridge, 2007), pp. 190–91, 197–8; E. Poleg and L. Light, Form and Function in the Late Medieval Bible (Leiden, 2013), pp. 5–7.",
        "8": "Dove, First English Bible, pp. 1–2; D. Lavinsky, The Material Text in Wycliffite Biblical Scholarship: Inscription and Sacred Truth (Woodbridge, 2017), p. 244; E. Poleg, ‘Wycliffite Bibles as Orthodoxy’, in S. Corbellini, ed., Cultures of Religious Reading in the Late Middle Ages: Instructing the Soul, Feeding the Spirit, and Awakening the Passion (Turnhout, 2013), pp. 71–91; R. Hanna, ‘English Biblical Texts Before Lollardy and their Fate’, in F. Somerset, J.C. Havens and D.G. Pitard, eds, Lollards and their Influence in Late Medieval England (Woodbridge, 2003), pp. 141–53.",
        "9": "D. Lawton, ‘The Bible’, in R. Ellis, ed., The Oxford History of Literary Translation in English, I: To 1550 (Oxford, 2008), pp. 193–229.",
        "10": "Dove, First English Bible, pp. 17–18; M. Aston, ‘Lollardy and Literacy’, in her Lollards and Reformers: Images and Literacy in Late Medieval England (London, 1984), pp. 199–200.",
        "11": "Foxe, Actes and Monuments, bk III, p. 571.",
        "12": "See V. Gillespie, ‘“Lukynge in Haly Bukes”: Lectio in Some Late Medieval Spiritual Miscellanies’, in his Looking in Holy Books: Essays on Late Medieval Religious Writing in English (Turnhout, 2011), pp. 114–15, 117–18; J.J. Thompson, ‘Reading with a Passion: Fifteenth-Century Geographies of Orthodoxy’, in Corbellini, ed., Cultures of Religious Reading, pp. 55–69.",
        "13": "P. Collinson, ‘The Coherence of the Text: How it Hangeth Together. The Bible in Reformation England’, in W.P. Stephens, ed., The Bible, the Reformation and the Church: Essays in Honour of James Atkinson (Sheffield, 1995), pp. 84–108; P. Stallybrass, ‘Books and Scrolls: Navigating the Bible’, in J. Andersen and E. Sauer, eds, Books and Readers in Early Modern England: Material Studies (Philadelphia, PA, 2002), pp. 42–79.",
        "14": "R. Rex, ‘The Religion of Henry VIII’, Historical Journal, lvii (2014), pp. 1–32; L. Wooding, Henry VIII (2nd edn, Abingdon, 2015), pp. 185–6, 197–206; R. Rex, ‘The Crisis of Obedience: God’s Word and Henry’s Reformation’, Historical Journal, xxxix (1996), pp. 863–94; J.J. Scarisbrick, Henry VIII (London, 1968), pp. 406–8; P. Marshall, ‘Is the Pope Catholic? Henry VIII and the Semantics of Schism’, in E.H. Shagan, ed., Catholics and the ‘Protestant Nation’: Religious Politics and Identity in Early Modern England (Manchester, 2005), pp. 22–48; G.W. Bernard, ‘The Piety of Henry VIII’, in N. Scott Amos, A. Pettegree and H. van Nierop, eds, The Education of a Christian Society: Humanism and the Reformation in Britain and the Netherlands (Aldershot, 1999), pp. 62–88.",
        "15": "Christopher St German, An Answere to a Letter (London, 1535; STC 21558.5), sig. G5r; Armstrong cited in E. Shagan, ‘Clement Armstrong and the Godly Commonwealth: Radical Religion in Early Tudor England’, in P. Marshall and A. Ryrie, eds, The Beginnings of English Protestantism (Cambridge, 2002), pp. 70–71.",
        "16": "The Epistles and Gospelles with a Brief Postil upon the Same (London, 1540; STC 2968), unpaginated front matter, ‘The preface of Richarde Taverner to the reader, declaring how this boke is to be red’.",
        "17": "Collinson, ‘Coherence of the Text’, p. 91.",
        "18": "Simpson, Reform and Cultural Revolution, p. 470; see also B.A. Gerrish, ‘The Word of God and the Words of Scripture: Luther and Calvin on Biblical Authority’, in his The Old Protestantism and the New: Essays on the Reformation Heritage (Chicago, IL, 1982), pp. 55–8; H. van der Belt, The Authority of Scripture in Reformed Theology: Truth and Trust (Leiden, 2008), pp. 5–9, 33–4.",
        "19": "William Tyndale, The Obedience of a Christian Man, ed. D. Daniell (London, 2000), p. 3.",
        "20": "John Frith, A Disputacion of Purgatorye (Antwerp, 1531; STC 11386.5), sig. a3v.",
        "21": "Robert Barnes, A Supplicatyon (Antwerp, 1531), fo. 108v.",
        "22": "William Barlow (attrib.), A Proper Dyaloge (Antwerp, 1530; STC 1462.5), sig. A7v. This work has also been attributed to William Roye and Jerome Barlowe; see A Proper Dyaloge betwene a Gentillman and an Husbandman, ed. D.H. Parker (Buffalo, ON, 1996).",
        "23": "A Compendious Olde Treatyse, included in Barlow, A Proper Dyaloge, preface, ‘Unto the Reader’, sig. C8r–v.",
        "24": "The Examinacion of Master William Thorpe (Antwerp, 1530; STC 24045), sig. A5.",
        "25": "William Tyndale and John Frith, The Testament of Master Wylliam Tracie Esquier (Antwerp, 1535; STC 24167), sig. C6v.",
        "26": "Hereafter Folowe x Certayne Places of Scrypture, by Whome it is Proved that the Doctrynes and Tradycyons of Men ought to be Avoyded (London, 1533; STC 3034.5), fo. 19r.",
        "27": "The Boke of Marchauntes (London, 1534; STC 17313.3), sig. B6r.",
        "28": "Tyndale’s preface to Genesis in the Pentateuch of 1530, in Records of the English Bible: The Documents Relating to the Translation and Publication of the Bible in English, 1525–1611, ed. A.W. Pollard (Oxford, 1911), p. 94.",
        "29": "Cited in The Reformation in England: To the Accession of Elizabeth I, ed. A.G. Dickens and D. Carr (New York, 1967), p. 23.",
        "30": "Records of the English Bible, ed. Pollard, p. 1.",
        "31": "William Tyndale, An Exposycyon upon the v. vi. vii. Chapters of Mathewe (London, 1536; STC 24441.3), sig. A2r (the work was first published in 1533).",
        "32": "Thomas Cranmer, Writings and Disputations of Thomas Cranmer … Relative to the Sacrament of the Lord’s Supper, ed. John Edmund Cox (Cambridge, 1844), p. 61.",
        "33": "Tyndale, Obedience of a Christian Man, ed. Daniell, pp. 21–2.",
        "34": "Ibid., p. 172.",
        "35": "Ibid., pp. 105–6.",
        "36": "Ibid., p. 156.",
        "37": "Thomas Aquinas, Summa Theologiae: Latin Text and English Translation, Introductions, Notes, Appendices and Glossaries, ed. T. Gilby (61 vols, 1964–81), i, p. 39.",
        "38": "K. Ghosh, The Wycliffite Heresy: Authority and the Interpretation of Texts (Cambridge, 2002), pp. 11–14.",
        "39": "D. Daniell, William Tyndale: A Biography (New Haven, CT, 1994), p. 255.",
        "40": "Ghosh, Wycliffite Heresy, p. 15.",
        "41": "Ibid., pp. 134–5.",
        "42": "Dove, First English Bible, pp. 21–30.",
        "43": "M. Tudeau-Clayton, ‘What is my Nation? Language, Verse, and Politics in Tudor’s Translations of Virgil’s Aeneid’, in M. Pincombe and C. Shrank, eds, The Oxford Handbook of Tudor Literature (Oxford, 2009), p. 397.",
        "44": "D. Daniell, The Bible in English: Its History and Influence (New Haven, CT, 2003), pp. 134, 135, 160.",
        "45": "J. Simpson, Burning to Read: English Fundamentalism and its Reformation Opponents (Cambridge, 2007), p. 24; for a different critique of Simpson’s approach, see B. Cummings, ‘The Problem of Protestant Culture: Biblical Literalism and Literary Biblicism’, Reformation, xvii (2012), pp. 183–9. More recently Simpson has qualified this notion of untrammelled reading, but still upholds the idea of a stark binary opposition in attitudes to the authority of Scripture; see The Permanent Revolution: The Reformation and the Illiberal Roots of Liberalism (Cambridge, MA, 2019), pp. 265–7, 273–8.",
        "46": "A.G. Dickens, The English Reformation (2nd edn, London, 1989), p. 95.",
        "47": "A.G. Dickens, Lollards and Protestants in the Diocese of York, 1509–1558 (London, 1982), p. 245; I. Green, ‘The Laity and the Bible in Early Modern England’, in Armstrong and Ó hAnnracháin, eds, English Bible, p. 53; J.N. King, ‘Introduction’, in id., ed., Tudor Books and Readers: Materiality and the Construction of Reading (Cambridge, 2010), p. 6.",
        "48": "J.R. Green, A Short History of the English People (London, 1874), p. 447; Collinson, ‘Coherence of the Text’, p. 87; Gerrish, ‘Word of God’, pp. 64–5.",
        "49": "D. Daniell, ‘William Tyndale, the English Bible, and the English Language’, in O. O’Sullivan and E.N. Herron, eds, The Bible as Book: The Reformation (London, 2000), p. 41.",
        "50": "Collinson, ‘Coherence of the Text’, p. 86.",
        "51": "Daniell also gave an inflated estimate of the number of English Bibles produced between 1526 and 1547 and mistakenly asserted that these eclipsed the number of Latin Bibles printed in Europe at this time. See P. Blayney, The Stationers’ Company and the Printers of London, 1501–1557 (2 vols, Cambridge, 2013), i, pp. 342–3.",
        "52": "A. Ryrie, Being Protestant in Reformation Britain (Oxford, 2013), pp. 270–81.",
        "53": "A. Cambers, ‘Reading, the Godly, and Self-Writing in England, circa 1580–1720’, Journal of British Studies, xlvi (2007), pp. 796–825; id., Godly Reading: Print, Manuscript and Puritanism in England, 1580–1720 (Cambridge, 2011); K. Narveson, Bible Readers and Lay Writers in Early Modern England: Gender and Self-definition in an Emergent Writing Culture (Farnham, 2012).",
        "54": "This was supplemented by the use of catechisms, which were to grow to such prominence in the second half of the sixteenth century; see I. Green, The Christian’s ABC: Catechisms and Catechizing in England, c.1530–1740 (Oxford, 1996).",
        "55": "Gerrish, ‘Word of God’, pp. 57, 65–6.",
        "56": "A. Ryrie, ‘Scripture, the Spirit and the Meaning of Radicalism’, in B. Heal and A. Kremers, eds, Radicalism and Dissent in the World of Protestant Reform (Göttingen, 2017), p. 113.",
        "57": "William Tyndale, A Compendious Introduccion, Prologe or Preface unto the Pistle off Paul to the Romayns (Worms, 1526; STC 24438), sig. a2r.",
        "58": "Ibid., sig. a8r.",
        "59": "Tyndale, An Exposicion, sigs A3v–A4r.",
        "60": "Tyndale, Obedience of a Christian Man, ed. Daniell, p. 156.",
        "61": "The Newe Testament Dylygently Corrected and Compared with the Greke by Willyam Tindale (Antwerp, 1534; STC 2826), sig. *2r–v.",
        "62": "Gerrish, ‘Word of God’, pp. 57, 61–2.",
        "63": "J. Catto, ‘After Arundel: The Closing or the Opening of the English Mind?’, in V. Gillespie and K. Ghosh, eds, After Arundel: Religious Writing in Fifteenth-Century England (Turnhout, 2011), pp. 44–5, 49–54; S. McSheffrey, ‘Heresy, Orthodox and English Vernacular Religion, 1480–1525’, Past and Present, no. 186 (2005), pp. 47–80; N. Watson, ‘Censorship and Cultural Change in Late Medieval England: Vernacular Theology, the Oxford Translation Debate and Arundel’s Constitutions of 1409’, Speculum, lxx (1995), pp. 822–64; E. Duffy, The Stripping of the Altars: Traditional Religion in England, 1400–1580 (New Haven, CT, 1992), pp. 53–87; A. Hudson, ‘The Debate on Bible Translation, Oxford 1401’, English Historical Review, xc (1975), pp. 1–18.",
        "64": "W. Francois and A. den Hollander, ‘Wading Lambs and Swimming Elephants’: The Bible for the Laity and Theologians in the Late Medieval and Early Modern Era (Leuven, 2012); A. Gow, ‘Challenging the Protestant Paradigm: Bible Reading in Lay and Urban Contexts of the Later Middle Ages’, in T.J. Heffernan and T.E. Burman, eds, Scripture and Pluralism: Reading the Bible in the Religiously Plural Worlds of the Middle Ages and Renaissance (Leiden, 2005), pp. 161–91.",
        "65": "A. da Costa, ‘“An Hard Bone for ye Fleshly Mynded to Gnaw Uppon”: Reading Habits in Contention’, in L. Ashe and R. Hanna, eds, Medieval and Early Modern Religious Cultures: Essays Honouring Vincent Gillespie on his Sixty-fifth Birthday (Woodbridge, 2019), pp. 187–207.",
        "66": "K. Gunther and E. Shagan, ‘Protestant Radicalism and Political Thought in the Reign of Henry VIII’, Past and Present, no. 194 (2007), p. 48; see also Shagan’s assertion that there was an ‘absolute ban’ on English Bibles, in Popular Politics and the English Reformation (Cambridge, 2003), p. 210.",
        "67": "Dove, First English Bible, pp. 38–41.",
        "68": "F. Somerset, ‘Professionalizing Translation at the Turn of the Fifteenth Century’, in ead. and N. Watson, eds, The Vulgar Tongue: Medieval and Postmedieval Vernacularity (Pennsylvania, PA, 2003), pp. 146–7, 152; see also Catto, ‘After Arundel’, p. 47.",
        "69": "V. Gillespie, ‘Chichele’s Church: Vernacular Theology in England after Thomas Arundel’, in id. and Ghosh, eds, After Arundel, p. 21.",
        "70": "The Earliest Advocates of the English Bible: The Texts of the Medieval Debate, ed. M. Dove (Exeter, 2010), pp. xlix–liv; Hudson, ‘Debate on Bible Translation’. This tract was also included in Barlow, A Proper Dyaloge, among other Lollard tracts.",
        "71": "Thomas Gascoigne (attrib.), Here after Folowith the Boke Callyd the Myrroure of Oure Lady (London, 1530; STC 17542), sig. A3r.",
        "72": "R. Marsden, ‘The Bible in English in the Middle Ages’, in S. Boynton and D. J. Reilly, eds, The Practice of the Bible in the Middle Ages: Production, Reception and Performance in Western Christianity (New York, 2011), pp. 285–6.",
        "73": "Richard Whitford, The Rule of Saynt Augustyne (London, 1525; STC 922.3), sig. A4r.",
        "74": "G. McMurray Gibson, The Theater of Devotion: East Anglian Drama and Society in the Late Middle Ages (Chicago, IL, 1994), pp. 28–30.",
        "75": "A. Brown, Popular Piety in Late Medieval England: The Diocese of Salisbury, 1250–1550 (Oxford, 1995), pp. 228–9.",
        "76": "M. Deanesly, The Lollard Bible and Other Medieval Biblical Versions (Cambridge, 1920), pp. 12–15. Deanesly was refuting the inaccurate claims by Cardinal Francis Gasquet that an orthodox vernacular translation had existed before Wycliffe; see F.A. Gasquet, ‘The Pre-Reformation English Bible’, Dublin Review, cxv (1894), pp. 122–52. See also Dove, First English Bible, pp. 38–9.",
        "77": "Poleg, ‘Wycliffite Bibles as Orthodoxy’, pp. 71–91; E. Solopova, ‘Manuscript Evidence for the Patronage, Ownership and Use of the Wycliffite Bible’, in Poleg and Light, eds, Form and Function, pp. 333–49; M. Peikola, ‘Tables of Lections in Manuscripts of the Wycliffite Bible’, ibid., pp. 351–78. H. Kelly, in The Middle English Bible: A Reassessment (Philadelphia, PA, 2016), would go beyond asserting orthodox usage to suggest that the translation itself should be seen as more orthodox and academic than heterodox.",
        "78": "Dove, First English Bible, pp. 1–2.",
        "79": "The prefaces to the individual books of the Wycliffite Bibles were based on those of Jerome, heavily indebted to orthodox commentators such as Nicholas of Lyra, and much less controversial; see Dove, First English Bible, pp. 103–36.",
        "80": "Manchester, John Rylands Library, MS English 80, fos. 1v–22v. This volume clearly experienced post-Reformation usage, since the feasts of Thomas à Becket on 7 July and 29 December have been erased; see also Dove, First English Bible, pp. 47–50, 52–3, 58–61, for comments on John Rylands MS English 77 with similar features.",
        "81": "The Writings of John Bradford, ed. Aubrey Townsend, Parker Society, v, vi (2 vols, 1848–53), ii, pp. 16–17; see also C. Haigh, Reformation and Resistance in Tudor Lancashire (Cambridge, 1975), pp. 116, 193.",
        "82": "Dove, First English Bible, pp. 53–5; Poleg, ‘Wycliffite Bibles’, p. 74; See also R. Rex, Henry VIII and the English Reformation (London, 1993), pp. 107–8, 118; Marsden, ‘Bible in English’, pp. 290–91. On Lollard owners, see Aston, ‘Lollardy and Literacy’, p. 200.",
        "83": "Nicholas Love, Incipit Speculum vite Cristi (London, 1494; STC 3261), sig. a5r; Ghosh, Wycliffite Heresy, pp. 147, 153; see also S. Oguro, R. Beadle and M.G. Sargent, eds, Nicholas Love At Waseda (Cambridge, 1997), p. xiii.",
        "84": "Gilte legende, ed. R. Hamer and V. Russell, Early English Text Society, original ser., cccxxvii, cccxxviii, cccxxxix (3 vols, Oxford, 2006–12); Supplementary Lives in Some Manuscripts of the Gilte Legende, ed. R. Hamer, Early English Text Society, original ser., cccxv (Oxford, 2000); J. Scahill, Middle English Saints’ Legends (Cambridge, 2005); A. Spencer, Language, Lineage and Location in the Works of Osbern Bokenham (Newcastle, 2013).",
        "85": "M. Ring, ‘Translating the Legenda aurea in Early Modern England’, in S. Ditchfield, C. Methuen and A. Spicer, eds, Translating Christianity, Studies in Church History, liii (2017), pp. 126, 128–30.",
        "86": "Nigel Morgan’s database is cited in E. Duffy, Marking the Hours: English People and Their Prayers (New Haven, CT, 2006), p. 3 n. 2; M. Erler, ‘Devotional Literature’, in L. Heilinga and J.B. Trapp, eds, The Cambridge History of the Book in Britain, III: 1400–1557 (Cambridge, 1999), p. 502.",
        "87": "Green, ‘Laity and the Bible’, p. 54; Duffy, Marking the Hours, chs. 8–9; C.C. Butterworth, The English Primers, 1529–1545: Their Publication and Connection with the English Bible and the Reformation in England (Philadelphia, PA, 1953); K.E. Kennedy, ‘Reintroducing the English Books of Hours, or “English Primers”’, Speculum, lxxxix (2014), pp. 693–723.",
        "88": "The Boke of the Common Praier (London, 1549; STC 16276), sig. B1v; The Boke of Common Prayer (London, 1552; STC 16281), sig. a5v.",
        "89": "Certayne Praiers and Godlye Meditacions of Holy Men and Women taken oute of the Byble (Canterbury, 1556; STC 2996); this may have been translated by Miles Coverdale.",
        "90": "H.C. White, The Tudor Books of Private Devotion (Madison, WI, 1951), pp. 69, 136–41.",
        "91": "R. Rex, The Theology of John Fisher (Cambridge, 1991), pp. 34–41.",
        "92": "John Fisher, This Treatyse Concernynge the Fruytfull Saynges of Davyd the Kynge (London, 1508; STC 10902), sig. aa1v.",
        "93": "John Ryckes, The Ymage of Love (London, 1525; STC 21471.5). This work brought its author temporarily under suspicion of heterodoxy; see P. Marshall, ‘Catholic Puritanism in Pre-Reformation England’, British Catholic History, xxxii (2015), p. 11.",
        "94": "L. Wooding, Rethinking Catholicism in Reformation England (Oxford, 2000), p. 32.",
        "95": "J. Bryan, Looking Inward: Devotional Reading and the Private Self in Late Medieval England (Philadelphia, PA, 2008), pp. 3–7, 11–21.",
        "96": "M. Erler, Reading and Writing During the Dissolution: Monks, Friars and Nuns, 1530–1558 (Cambridge, 2013), pp. 3–4.",
        "97": "Richard Whitford, A Pype, or Tonne, of the Lyfe of Perfection (London, 1532; STC 25421), fo. 237. See also B. Alakas, ‘“Closed and Kept Most Surely in Religion”: Piety and Politics in Richard Whitford’s The Pype or Tonne, of the Lyfe of Perfection’, Renaissance and Reformation, xxxvi (2013), pp. 93–128; A. da Costa, Reforming Printing: Syon Abbey’s Defence of Orthodoxy, 1525–1534 (Oxford, 2012).",
        "98": "Certayne Sermons, or Homelies Appoynted by the Kynges Maiestie (London, 1547; STC 13640), sig. B8r–v.",
        "99": "The True Copye of a Prolog Wrytten about Two C Yeres Paste (London, 1550; STC 25588), sigs N6r–v, A8v.",
        "100": "Certayne Sermons, or Homelies, sig. A3r.",
        "101": "Ibid., sig. B3r.",
        "102": "Foxe, Actes and Monuments, bk III, p. 571; Love, Incipit Speculum vite Cristi, sig. a5v.",
        "103": "Thomas Elyot, A Preservative agaynst Deth (London, 1545; STC 7674), sigs A3v, D4r.",
        "104": "Rex, Theology of John Fisher, pp. 8, 54–5, 187.",
        "105": "Oxford, Bodleian Library, MS Eng. poet. e. 59, fo. 1v.",
        "106": "Dickens, English Reformation, pp. 30–31; see also Dickens, ‘Robert Parkyn’s Life of Christ’, Bodleian Library Record, iv (1952–3), p. 73.",
        "107": "The Mystik Sweet Rosary of the Faythful Soule (Antwerp, 1533; STC 21318).",
        "108": "Storys and Prophesis out of the Holy Scripture (Antwerp, 1536; STC 3014).",
        "109": "Common Places of Scripture Ordrely and after a Compendious Forme of Teachyng, Set Forth (London, [1538]; STC 21752.5).",
        "110": "Ibid., ‘Epistle to the Kynges Maiestie’.",
        "111": "Richard Taverner, An Epitome of the Psalmes, or Briefe Meditacions upon the same (London, 1539; STC 2748); see J.H. Pragman, ‘The Augsburg Confession in the English Reformation: Richard Taverner’s Contribution’, Sixteenth Century Journal, xi (1980), pp. 80–81, 82.",
        "112": "The Summe of Christianitie Gatheryd out almoste of al Placis of Scripture (London, 1536; STC 15179).",
        "113": "Pragman, ‘Augsburg Confession’, pp. 78, 80–81; E.J. Devereux, ‘Richard Taverner’s Translations of Erasmus’, The Library, xix (1964), pp. 212–14.",
        "114": "Pragman, ‘Augsburg Confession’, p. 82.",
        "115": "William Tyndale, A Path Way into the Holy Scripture (London, 1536; STC 24462), sig. A2r–v.",
        "116": "Miles Coverdale, Goostly Psalmes and Spirituall Songes (London, 1535; STC 5892), sig. †1r.",
        "117": "Christopher Tye, The Actes of the Apostles, Translated into Englyshe Metre (London, 1553; STC 2985), sig. A2v.",
        "118": "Ibid., title page.",
        "119": "B. Quitslund, The Reformation in Rhyme: Sternhold, Hopkins and the English Metrical Psalter, 1547–1603 (Aldershot, 2008); see also ead., ‘The Singing Psalms: Fun and Prophet’, in A. Ryrie and J. Martin, eds, Private and Domestic Devotion in Early Modern Britain (Farnham, 2012).",
        "120": "Heinrich Bullinger, The Olde Fayth, tr. Miles Coverdale (London, 1547; STC 4071).",
        "121": "Miles Coverdale, Annotations in the Boke of Josue (London?, 1538; STC 2351.5), sig. A1v.",
        "122": "Ibid., sig. A2r, A3v.",
        "123": "Ibid., sig. A2v.",
        "124": "The Concordance of the New Testament (London, 1535; STC 3046); Desiderius Erasmus, The Seconde Tome or Volume of the Paraphrase of Erasmus upon the Newe Testament (London, 1549; STC 2854.6).",
        "125": "Miles Coverdale, A Shorte Recapitulacion or Abridgement of Erasmus Enchiridion (London, 1545; STC 10488), sig. A2r.",
        "126": "The New Testament of Oure Savyour Iesu Christ (Southwark, 1538; STC 2836).",
        "127": "Henricus Bomelius, The Summe of the Holye Scripture (Antwerp, 1529; STC 3036), sig. A2r. See T. Kirby, ‘Religion and Propaganda: Thomas Cromwell’s use of Antoine de Marcourt’s Livre des Marchans’, in his Persuasion and Conversion: Essays on Religion, Politics and the Public (Leiden, 2013), pp. 29–30.",
        "128": "The Byble, that is to say, Al the Holy Scripture (London, 1551; STC 2088), title page.",
        "129": "Thys Booke is Called the Treasure of Gladnesse (London, 1563; STC 24190.7), title page.",
        "130": "Ryrie, Being Protestant, p. 277. See also B. Quitslund, ‘“A Second Bible”: Liturgy and Interpretation in the Expositions of John Boys’, Reformation, xxiii (2018), pp. 79–99.",
        "131": "D. MacCulloch, Thomas Cranmer: A Life (New Haven, CT, 1996), p. 289.",
        "132": "London, British Library, Cotton MS Cleo E/V, fo. 348r.",
        "133": "Ibid., fo. 349r.",
        "134": "Wooding, Henry VIII, pp. 197–206; Bernard, ‘Piety of Henry VIII’; see also Rex, ‘Religion of Henry VIII’.",
        "135": "J.K. McConica, English Humanists and Reformation Politics under Henry VIII and Edward VI (Oxford, 1965); G.W. Bernard, ‘The Making of Religious Policy, 1533–1546: Henry VIII and the Search for the Middle Way’, Historical Journal, xli (1998), pp. 321–49; Bernard, King’s Reformation, pp. 236–43; Wooding, Rethinking Catholicism, pp. 37–8, 52–67.",
        "136": "Erasmus, De immensa dei misericordia, tr. Hervet, sig. A2r.",
        "137": "A. Walsham, ‘Unclasping the Book? Post-Reformation English Catholicism and the Vernacular Bible’, Journal of British Studies, xlii (2003), pp. 149–50.",
        "138": "Thomas More, A Dialogue Concerning Heresies, ed. T. Lawler, G. Marc’hadour and R.C. Marius, The Yale Edition of the Complete Works of St. Thomas More, VI (2 vols, New Haven, CT, 1981), i, p. 338; see also Dove, First English Bible, pp. 38–42; P. Marshall, Heretics and Believers: A History of the English Reformation (New Haven, CT, 2017), pp. 117–18.",
        "139": "H. Jedin, A History of the Council of Trent, tr. E. Graf (2 vols, London, 1957), ii, pp. 67–73; R.E. McNally, ‘The Council of Trent and Vernacular Bibles’, Theological Studies, xxvii (1966), pp. 204–27. See also Walsham, ‘Unclasping the Book?’, pp. 147–51; W. François, ‘Vernacular Bible Reading in Late Medieval and Early Modern Europe: The “Catholic” Position Revisited’, Catholic Historical Review, civ (2018), pp. 23–56.",
        "140": "Tudor Royal Proclamations, I: The Early Tudors, 1485–1553, ed. P.L. Hughes and J.F. Larkin (New Haven, CT, 1964), no. 129; published by Thomas Berthelet as A Proclamation Made and Divysed by the Kingis Hyghnes (London, 1530; STC 7775).",
        "141": "S. Wabuda, ‘“A Day After Doomsday”: Cranmer and the Bible Translations of the 1530s’, in K. Killeen, H. Smith and R.J. Willie, eds, The Oxford Handbook of the Bible in Early Modern England, c.1530–1700 (Oxford, 2015), pp. 28–34.",
        "142": "London, Lambeth Palace Library, Warham’s Register, vol. 1, fos 182r, 185r.",
        "143": "Ibid., fo. 185r–v.",
        "144": "Wabuda, ‘“A Day after Doomsday”’, pp. 30–31.",
        "145": "Lambeth Palace Library, Warham’s Register, vol. 1, fos 185v–186r.",
        "146": "St German, An Answere to a Letter, sig. G5r; see also Records of the English Bible, ed. Pollard, p. 263.",
        "147": "Sacrae Bibliae tomus primus (London, 1535; STC 2055). See E. Poleg, ‘The First Bible Printed in England: A Little Known Witness from Late Henrician England’, Journal of Ecclesiastical History, lxvii (2016), pp. 760–80; see also Blayney, Stationers’ Company, i, pp. 343, 352–4.",
        "148": "D. Norton, The King James Bible: A Short History from Tyndale to Today (Cambridge, 2011), p. 18.",
        "149": "Records of the English Bible, ed. Pollard, p. 258.",
        "150": "See Blayney, Stationers’ Company, i, pp. 376–8; Visitation Articles and Injunctions of the Period of the Reformation, ed. W.H. Frere and W.M. Kennedy (3 vols, London, 1910), ii, p. 15; J.F. Mozley, Coverdale and his Bibles (London, 1953), pp. 167–9.",
        "151": "D.N. Freedman, ed., The Anchor Bible Dictionary (6 vols, New Haven, CT, 1992), vi, p. 821.",
        "152": "G.W. Bernard, King’s Reformation, p. 525.",
        "153": "The Byble in Englyshe (London, 1540; STC 2069), preface, sig. *5v.",
        "154": "Records of the English Bible, ed. Pollard, pp. 237–8, 245–6.",
        "155": "British Library, Cotton MS Cleo E/V, fo. 346.",
        "156": "A. Stewart, ‘The Trouble with English Humanism: Tyndale, More and Darling Erasmus’, in J. Woolfson, ed., Reassessing Tudor Humanism (Basingstoke, 2002), pp. 78–98.",
        "157": "The Institution of a Christen Man (London, 1537; STC 5164), fo. 96r. For a comparison of the two texts, see The Institution of a Christian Man. The Bishops Book (1537); the King’s Book (1543); Bishop Bonner’s Book (1555), ed. G. Bray (Cambridge, 2018), pp. 200–201.",
        "158": "Institution of a Christen Man, fos. 14r, 78v.",
        "159": "John Frith, Of the Preparation to the Crosse (London, 1540; STC 11393), sig. A4r.",
        "160": "Jean Calvin, A Faythful and Most Godly Treatyse Concernyng the Most Sacred Sacrament (London, 1548?; STC 4409.5).",
        "161": "A Goodly Treatise of Faith, Hope, and Charite, tr. Miles Coverdale (London, 1537; STC 24219.5), fo. ii r–v.",
        "162": "The Byble, that is to say All the Holy Scripture (London, 1549; STC 2077), sigs AA5r–v, BB3r.",
        "163": "Taverner, Epistles and Gospelles, sig. M1r.",
        "164": "The New Testament in Englyshe and in Latyn Accordyng to the Translacyon of Doctour Erasmus of Roterodam (London, 1538; STC 2815), fo. xx v.",
        "165": "T. Fulton, ‘English Bibles and Their Readers, 1400–1700’, Journal of Medieval and Early Modern Studies, xlvii (2017), pp. 420–21. Fulton dates the handwriting to before 1600.",
        "166": "Paynell, Piththy and Moost Notable Sayinges of al Scripture, sigs P3r, U5r.",
        "167": "Ibid., sig. Y4r.",
        "168": "Thomas Paynell, The Pandectes of the Evangelycall Lawe (London, 1553; STC 19493), fo. 105v.",
        "169": "Thomas Paynell, A Frutefull Booke of the Comon Places of all S. Pauls Epistles (London, 1562; STC 19492), sig. B3r.",
        "170": "E. Poleg, A Material History of the Bible: England, 1200–1553 (Oxford, 2020), pp. 138–45.",
        "171": "S. Brigden, London and the Reformation (Oxford, 1989), pp. 332–3.",
        "172": "The Byble in Englyshe (2nd edn, London, 1540; STC 2070), sig. +1r.",
        "173": "Ibid., sig. +2v.",
        "174": "Ibid., sig. +3r.",
        "175": "More, Dialogue Concerning Heresies, ed. Lawler, Marc’hadour and Marius, i, p. 344; see also Marshall, Heretics and Believers, pp. 132–4.",
        "176": "More, Dialogue Concerning Heresies, ed. Lawler, Marc’hadour and Marius, i, p. 181.",
        "177": "Tyndale, Obedience of a Christian Man, ed. Daniell, p. 156.",
        "178": "Tyndale, An Exposycyon, fo. v v.",
        "179": "Tyndale, Pathway into the Holy Scripture, sig. D4r.",
        "180": "Shagan, Popular Politics and the English Reformation, p. 7.",
        "181": "Da Costa, ‘Reading Habits’, p. 188.",
        "182": "Green, Print and Protestantism, p. 77.",
        "183": "Ibid., pp. 51–2.",
        "184": "Collinson, ‘Coherence of the Text’, pp. 84–108, quotation at 94; Stallybrass, ‘Books and Scrolls’.",
        "185": "Ryrie, Being Protestant, p. 323.",
        "186": "F. Heal, ‘Mediating the Word: Language and Dialects in the British and Irish Reformations’, Journal of Ecclesiastical History, lvi (2005), pp. 261–86.",
        "187": "Poleg, A Material History of the Bible, p. 143.",
        "188": "Thomas Cranmer, Miscellaneous Writings and Letters, ed. John Edmund Cox, Parker Society, xxiv (Cambridge, 1846), pp. 391–2.",
        "189": "The Holie Bible Conteynyng the Olde Testament and the Newe (London, 1568), sig. *1r.",
        "190": "Richard Rolle. The English Writings, ed. R.S. Allen (London, 1988), p. 66.",
        "191": "Certayne Sermons, or Homelies, sig. A4v.",
        "192": "For the emergence of the ‘theological Bible’, see R. Armstrong, ‘Introduction: Protestant England and the English Bible’, in id. and Ó hAnnracháin, eds, English Bible, p. 6; see also B. Lewalski, Protestant Poetics and the Seventeenth-Century Religious Lyric (Princeton, NJ, 1979), pp. 86–103.",
        "193": "Foxe, Actes and Monuments, bk III, p. 570; see also S.L. Greenslade, ed., The Cambridge History of the Bible, III: The West from the Reformation to the Present Day (Cambridge, 1970), pp. 141–2."
    }
}