{
    "title": "Espionage and the 1935 Press War in Palestine: Revisiting Factionalism, Forgeries and Fake News*",
    "author": "Steven Wagner",
    "date": "30 August 2023",
    "article": "In 1935, Palestinian newspapers published a forged letter alleged to have been sent from pan-Islamist leader, Shakib Arslan, to the Palestinian leader and Mufti of Jerusalem, Amin al-Husayni. The letter indicated that Husayni and Arslan accepted Italian bribes in exchange for pro-Italian articles in the publications they controlled. Italy was widely despised for its treatment of Libyan Muslims, and so exposing this relationship was expected to be controversial. Amid a national debate about Italy’s imminent invasion of Abyssinia, and its role in the Eastern Mediterranean, Husayni’s Palestinian opponents hoped to embarrass him as a sell-out. Both a government official and national leader, Husayni’s true position came to define the Palestinian debate about the national interest: should Palestinians co-operate with one oppressive empire so as to free themselves from another? Relying on multilingual and multinational archival evidence, this article proves that the letter was indeed forged, but based on real intelligence gathered by Husayni’s Palestinian opponents who sought to damage his reputation. It also shows that British intelligence probably encouraged the forgery, hoping to expose and stem Italian propaganda activity. The scheme backfired and accelerated Italian interference in Palestine. It crystalised Husayni’s popularity, as Palestinians believed he could deliver national liberation. They did not care if Italy was involved. This episode shows that British assessments of ‘factional’ Palestinian politics reflected their shallow understanding of these conflicts. Meanwhile, it also sheds unique light on Palestinian espionage and counterintelligence work, and the way in which it empowered Husayni and Arslan.During the spring of 1935, a bitter controversy captured the front pages of Palestinian Arabic newspapers. Palestinian opposition parties and their newspapers published a letter which purported to be from the pan-Islamist anti-colonial leader Shakib Arslan (1869–1946) to the Palestinian leader, the Mufti of Jerusalem, Hajj Amin al-Husayni (1897–1974), which detailed the pair’s collaboration with Italian propagandists in exchange for a subsidy, or, as it was widely considered, a bribe. The scandal was twofold. As notables, Arslan and Husayni were embarrassed to appear to need money. Additionally, newspapers had closely covered Italian oppression of Muslims in Libya during 1923–32—including soldiers’ violence, displacement of Libyan settlements, and disease-ridden concentrations camps. Since 1911, Italian imperialism in the region had bred deep resentment. Husayni was emerging, with Arslan’s vocal support, as a national and regional organiser and leader, having convened a pan-Islamic congress in Jerusalem in late 1931. So, if the letter had been genuine, Palestinian readers of the news might reasonably conclude that Arslan and Husayni had failed ethically and morally by taking Italian money at the expense of Libyan Muslim interests.According to William Cleveland’s study of Shakib Arslan’s anti-imperialist struggle, Arslan’s sentiments were accurately reflected in the letter. Cleveland speculates, as did many of Arslan’s contemporaries, that financial distress motivated Arslan’s sudden turn to support Mussolini.[CITATION-1] Indeed, Arslan complained to correspondents about his finances.[CITATION-2] His rapprochement with Italy was a response to Mussolini’s campaign to promote Fascist ideology and pro-Italian sentiment throughout the eastern Mediterranean. To support Italian ambitions for both spiritual and material expansion, propaganda recruited local support through radio broadcasts, newspapers, student exchanges, cultivating elite support and other activities. It sought to ‘challenge the British imperial and mandatory system from within’. To that end, Italy strengthened bonds with anti-colonial movements in British and French-held territory. Although some British officials were dismissive, those who were alarmed still lacked the means to contain Italian influence.[CITATION-3] To help counter Italy’s campaign, Britain supported Palestinian covert action, in which a forged letter was to be used to embarrass Arslan and Husayni. The Palestinian forgers hoped that, by exposing his ties to a hostile Christian empire, they could damage Husayni’s reputation as both a Palestinian national leader and as an emerging pan-Islamic leader. If the letter was authentic, then it would provide evidence to the increasingly well-organised nationalist youth movements that Husayni, Arslan and their elite class were not fit to lead. At this time, Palestinian national discourse was shifting its focus away from undoing British support for Zionism and towards ending Mandatory rule and the foundation of an independent Palestinian state. Many Palestinians believed that supporting Italy, with all its expansionist ambitions, was a risk to that national project—even if Britain was their common enemy.This article offers conclusive proof that, despite their denials, Husayni’s Palestinian opponents forged the letter. However, it argues that the forgery was based on genuine intelligence seen by Palestinian agents. Husayni’s political opponents decided to publish the forgery after discussions with British intelligence officers, who shared their distrust of Husayni and who hoped to curb Italian propaganda activity. However, this rare illustration of Palestinian espionage and covert action failed to stem Italian propaganda activity or to damage the Mufti’s reputation, and, in fact, had the opposite effect on both. Instead of casting doubt on Husayni, Arslan and the leadership organs they controlled, the episode revived faith in them. Palestinians ultimately trusted Husayni more than the opposition. They saw him as a strategic thinker and national leader, and his opponents as petty and self-interested. This episode proved to Husayni’s many doubters that he was prepared to resist Britain covertly, and at great reputational risk. It offers uniquely well-documented insight into how Palestinians gathered and used intelligence during the British Mandate, and how this episode left a lasting fracture among leading politicians.The question of forgery is examined here through an analysis of Arslan’s handwriting, using samples from 1929, 1935 and 1944. Additionally, Arslan’s own arguments about the forgery are examined against an analysis of the evidence available. The analysis shows that John Patrick ‘Pat’ Domvile, the Air Staff Intelligence chief in Jerusalem, received intelligence on the Mufti’s connections to Italy from the Opposition leader Fakhri Nashashibi and encouraged him to publish it. Using a lie to tell the truth, the pair hoped to damage Husayni’s reputation as a nationalist leader and expose Italian interference in Palestinian politics.This article provides an original and revised account of Palestinian intelligence gathering. It adopts a broad definition of intelligence, that is: information of political import, usually kept secret, which is obtained from open or secret sources. ‘Intelligence’ may also refer to the individuals and institutions which trade in it. Recent declassifications from archives in the United States, United Kingdom and Israel have made this research possible. A large collection of files produced by the Palestine government, but found in the Central Zionist Archive, are central to the arguments in this article.[CITATION-4] Secret files of the High Commissioner and his Chief Secretary contain intelligence reports from the Palestine Police Criminal Investigation Department (CID), the Secret Intelligence Service (SIS, or MI6) office in Jerusalem (known locally as X2), Air Staff Intelligence (ASI) and other bodies. Such records are normally withheld or destroyed, but a mole in the Chief Secretary’s office seems likely to have supplied these materials to the Jewish Agency for Palestine—the semi-autonomous governing body of the Yishuv, or Jewish community of Palestine.[CITATION-5] So, these records survived in Israeli archives. Further CID materials were preserved among the India Office Records at the British Library.Seen together, these records reveal core disagreements between civil and military officials on Husayni’s role in the national movement, and the nature of the threat that movement posed. Domvile and his colleagues failed to convince the High Commissioner, Arthur Wauchope, or his Chief Secretary, John Hathorn Hall, that Husayni presented a growing threat. Perhaps this spurred ASI’s involvement with the forgery. Wauchope and Hall disparaged Domvile’s reports, but appreciated the SIS officer’s work. Hall’s assistant, Sydney Moody, recorded:My own personal opinion is that the S.S. [Secret Service] reports are much more useful than the RAF [ASI] intelligence reports. For one thing, any information the latter furnish has usually been anticipated either by the S.S. or the Police; and for another, the S.S. intelligence has a wider view and scope … [They] are a real, independent check on the situation.[CITATION-6] SIS’s small establishment was in danger of closure around the time that this scandal broke out. The scant records on that matter are not clear as to why the SIS station head, Major John Shelley, was ordered to close down operations, but the order was rescinded by May 1935 after the intervention of civil secretaries under the High Commissioner and Chief Secretary.[CITATION-7] SIS reports are scarce, but discrepancies in ASI and CID reporting help to illustrate some facts in the forgery case. Domvile alienated British government officials but was close with Zionist intelligence sources. The future founding chief of Mossad, Reuven Zaslani (later Shiloah), worked for Pat Domvile at ASI, while simultaneously managing intelligence work for the Jewish Agency’s political department. On Domvile, Zionist leader Dov Hoz told Zaslani: ‘I think he is the best Zionist evangelist toward the English in Palestine’.[CITATION-8] US intelligence records also play a role in this analysis. In 2005, the CIA’s six-volume file on the Mufti was declassified.[CITATION-9] It contains a report on the forgery case, prepared in 1943 by the Office of Strategic Services (OSS), which will be discussed later. US intelligence captured Husayni’s wartime archive in 1945. They allowed Zionist intelligence officers to take microfilm copies in 1946 and, remarkably, do not seem to have shared the material with Britain. Israeli-held copies were declassified in 2006, although only catalogued and made available in 2013. Part of the collection remained uncatalogued until 2019, and other parts are reportedly damaged.[CITATION-10] The private archive of the Mufti from 1940 to 1945 provides crucial evidence about Arslan’s perspective on the case.There is a general dearth of evidence from original Arabic sources. The Mufti’s archive is a breakthrough for researchers in that regard, but nonetheless, access to other Arabic records is difficult because records have been plundered or destroyed and there is no central Palestinian archive to maintain such records. The Mufti’s papers are not like other colonial archives. They were discovered, not plundered, by the US army in search of an indicted Nazi war criminal. Yet the US lost the originals and the only surviving records available were shared with the Zionists in 1946, who used them selectively to damage the Palestinian case at the UN in 1947, and again during Israel’s trial of Adolf Eichmann in 1961.[CITATION-11] So, they still present major problems, and it is helpful that there has been a revived scholarly discussion of colonial records and Palestinian loss of control over these sources.[CITATION-12] This article attempts to address these problems by incorporating Arslan’s own account of the forgery episode across the available record, especially in his letters to the Moroccan nationalist Muhammad Dawwud, which were preserved by the latter’s family.[CITATION-13] Arabic sources such as these offset the skewing effect of the colonial intelligence archives. That skewing effect previously led me, and many other scholars, to dismiss the forgery episode and subsequent press war (in which the parties involved battled out their differences in the newspapers) as unimportant, because, forged or not, the contents of these embarrassing letters revealed the truth about Italy’s relationships with Shakib Arslan and Hajj Amin al-Husayni. It is all too easy to see this as an episode in the narrative of Palestinian factionalism when the truth is much more complex, and important to our understanding of Palestinian political aspirations.So, the details of this case matter. They mattered to Arslan, who resented his slanderers for the rest of his life. They mattered to Husayni, who may have attempted murder in retaliation. He became notorious for that practice. Although few could appreciate it at the time, this episode undermined democratic political processes in Palestine. When we compare original Arabic records with colonial intelligence records, perhaps the clearest available account of Palestinian intelligence gathering emerges. Stunningly, Arslan correctly named the senior British intelligence official who supported the scheme, Pat Domvile. That the British never detected these networks reveals the limits to their ability to understand Palestinian resistance. While colonial forces wielded powerful intelligence bureaucracies against Palestinians and their pan-Arab partners, it should be clear from this case that Palestinians also traded in intelligence to great effect.British surveillance records offer a partial account of the development of Palestinian strategy. Seen alongside Arabic evidence, the relationship between that strategy and the burgeoning political parties, newspapers and propaganda becomes clearer. All British intelligence agencies monitored Italian activity in the region. In April 1934, the CID reported that, although Italy was widely disliked for its policy in Libya, and despite its rumoured (and true) agreements with multiple Zionist parties, Italian propaganda was starting to gain some attention: ‘This has been explained by a well informed source as being due to Arab despair in British rule’. Mussolini, with Shakib Arslan’s help, had organised a ‘conference of Oriental students’ in Rome in December 1933. This educational exchange programme was part of Italy’s attempt to promote itself and Fascism in the region. The conference was the start of a wider campaign. The CID noted ‘[t]he consular authorities in Palestine seem to be busy and reported now and then to have held conversations with political leaders from the Mufti downwards’. It also reported that Arslan and his partner at the Syro-Palestinian Congress in Geneva, Ihsan Jabiri, also lived on Italian government subsidies: ‘[t]his explains reports about an agreement with a foreign power, in anticipation of a European war, for which Ihsan Jabiri was said to have visited Arab countries’.[CITATION-14] This agreement refers to the, or National Pact, which was first discussed in January 1932 on the sidelines of the Jerusalem pan-Islamic Congress. Veteran politicians agreed that Syrians and Palestinians should take advantage of the brewing crises in Europe. They hoped to leverage the influence of independent Arab states during a European war to demand independence for all Arabs. The pact planned to exploit a future European war and seek foreign assistance towards gaining independence for Syria and Palestine. Italy promised to play that part, but Palestinians were sceptical.[CITATION-15] Although some were attracted to the modernising promise of Fascism, Palestinian leaders had consistently called for true representative democracy since the start of British rule.[CITATION-16] Fascist Italy produced no ideological partnership. Rather, Arslan and Palestinian politicians anticipated exploiting such a moment for their own interests.In 1934, the Italian consul general began systematically to establish relationships with Arab leaders in order ‘to efface the ill-effects which Italian policy in Tripolitania had on Arab minds’. Arslan’s bargain with Italy was yet another wedge between Britain and Italy during the Abyssinian crisis. From his point of view, the deal was paying off. Echoing Arslan’s rebuttals in the press, the CID remarked that conditions in Tripolitania had improved recently and that Italy had begun to support the Syro-Palestinian congress’s arguments against Britain and France at the League of Nations. Although popular opinion was shifting, many pan-Arabists remained sceptical of Italy’s intentions and its ability to help. Even if it could not win over a majority of Palestinians, Italy still enjoyed the fruits of its partnership with Arslan. Ihsan Jabiri had actively been gathering intelligence for the Italians since his arrival in Palestine in February 1935. The CID optimistically reported that Palestinian papers ceased pro-Italian propaganda as a result of the forgery controversy, but this lull would not last. Wauchope feared that the main effect of the propaganda was likely to be increased hostility towards Britain.[CITATION-17] As events unfolded in the six months prior to the Palestinian General Strike and Revolt in April 1936, it became clear that Britain was capable of arousing Palestinian resistance without any help from Italy.The forgery episode addresses ‘factional’ Palestinian politics as a historiographical issue. British and Zionist observers often characterised Palestinian national politics as factional for a range of reasons. This was part of a divide-and-rule tactic that began in the 1920s to curb nationalist organisation.[CITATION-18] Scholars who share this frame of analysis tend to oversimplify disagreement and conflict within Palestinian nationalism, and to restrict their analyses to elite groups.In 1982, Salim Tamari showed that, by characterising Palestinian politics in this period as ‘factional’, scholars are reusing the polarising categories imposed by capitalist and colonial forces during the Mandate period. Tamari does not reject the term, but instead offers a nuanced picture of how these categories emerged. The ‘factional’ category of politics ‘deflected’ class politics, and overlooked categories such as confession, ideology, clan or region. Factionalism over-emphasises the self-interestedness of Palestinian elites, who, Tamari suggests, perhaps ought not to be thought of as a homogeneous group. Factionalism incapacitated Palestinian resistance to colonisation and is often considered to be a source for disunity and disintegration during the Palestinian, or catastrophe of 1948.[CITATION-19] Broadly, scholars of Palestine recognise the importance of factions while cautioning against the repetition of a colonial trope designed to condescend towards the Palestinian capacity for self-government.[CITATION-20] This article intends to focus on elites, and to examine fully the evidence about the breaking point in Husayni’s relations with his rivals. It shows how these competing groups navigated national liberation and the geopolitical competition between Italy and Britain. To British observers, the episode reinforced the narrative of factionalism. To an extent, it also crystallised a factional reality between pro- and anti-Husayni camps. Although this study examines factions, it tries to use more specific and, arguably, more helpful categories to describe these varying interest groups. The forgery case illuminates factionalism as an issue in Palestinian and colonial politics, but it does not mindlessly reiterate the trope of factional Palestinian elites. Instead, it offers more intimate and nuanced understanding of a severe break in relations between Husayni and his opponents. It also shows that this break was not the defining characteristic of Palestinian politics, even during the press war.Although widely popular, the Mufti of Jerusalem, Hajj Amin al-Husayni, divided opinion among elites and middle classes. He skyrocketed to officialdom at the age of 24, lacking scholarly credentials, after a grand bargain struck between his family and the High Commissioner Herbert Samuel. In 1918–20 the military government sacked the Husaynis from the mayoralty and other posts in Jerusalem for supporting nationalist revolution. In 1921, Samuel appointed Hajj Amin as ‘Grand Mufti’ of Palestine—the most senior independent jurist qualified to issue, or. Later that year, Husayni was also elected president (by an irregular procedure which amounted to appointment) of the British-created Supreme Muslim Council (SMC). It was set up to control the Islamic Trusts or(pl.)—a major source for revenue.[CITATION-21] Samuel’s ‘grand bargain’ exploited existing factions in Jerusalem in a classic divide-and-rule strategy. Samuel also hoped to neutralise Husayni as a popular nationalist organiser. For a time, he succeeded.With these two posts, Husayni wielded enormous powers of patronage over Palestinian social, civil and religious life. This broke traditional power structures. Husayni controlled two large government budgets and the power to hire and fire government officials working in the Shari‘a courts, any religious office, education and other influential areas of public life. From late 1931, Husayni established an independent pan-Islamic congress in Jerusalem. This added a third national instrument to his portfolio. The congress and its budget were not subject to British scrutiny. This incredible concentration of power in his hands inspired an opposition faction, or, to Husayni’s, or ‘council’ faction. The opposition consisted of rival families, especially the Nashashibis, as well as communities which sought to represent alternative regional, economic and even theological or jurisprudential interests. A number of, or Islamic scholars, considered themselves to belong to the opposition.During the early 1930s Britain subsidised Husayni’s SMC budget in exchange for his overt support for the government during a widespread civil disobedience campaign, led by a younger generation of nationalist leaders. This freed up further finance to support popular resistance secretly and attract more popular support for himself. The Palestine government tended to see the Mufti as an important agent of influence, who, if nurtured correctly, could stabilise radicals among Palestinian nationalists and lead the movement to eventual self-government. In 1934, the SMC received large payments from the government in exchange for Hajj Amin’s co-operation and moderating influence over the radical parties.[CITATION-22] This moderation ended after the radical youth parties broadly backed Husayni for supporting Italy—probably to his surprise.His role as national organiser has received revived scholarly attention and debate.[CITATION-23] Although his appointments were colonial impositions, by 1935 he was reaching the peak of his popularity. The reasons for this are hard to discern, as he enjoyed widespread support among the peasantry, who left few records behind on the topic. Oral testimony, such as that recorded by Ted Swedenberg, seems to focus on Palestinians’ admiration for his national leadership, and emphasises the national interest. They regarded the squabbles of political elites as a Jerusalem problem—not a national one.[CITATION-24] Indeed, even as an emerging leader, before he was Mufti, Hajj Amin and his cousin and confidant, Jamal al-Husayni, personally visited villages near Jerusalem to report political news and to engage a popular audience.[CITATION-25] This illiterate but politically active peasant majority was the Mufti’s base of support.Palestinian political parties emerged during the early 1930s as politics transformed to incorporate mass movements which had grown since 1928, when youth and labour movements began to grow. Coincidentally, competing Muslim and Jewish grievances over the ‘Wailing Wall’ or ‘Buraq’ in Jerusalem led the former to a short-lived revolt, which spread across the country in August 1929, prompting a military response. The ‘Buraq Revolt’, which saw massacres of Jewish communities in Safad and Hebron, galvanised popular support for the defence of Muslim holy sites and focused Palestinian attention on the danger of Britain’s Zionist policy. Propaganda and publishing were central to party politics. Factional rivalry found partisan expression, but most parties focused on various campaigns to resist British policy. The forgery scandal placed incredible factional pressure on these parties.The first two parties to emerge were the Youth Congress (often called Youngmen in English sources) in August 1931, and theor ‘independence’ party, founded the next summer. The Youth Congress promoted a civil disobedience campaign modelled on that in India, having concluded that the older national institutions were failing to resist Zionism and imperialism. The Palestine Istiqlal Party joined that radical activist thrust. Both parties pressured elites to join their boycott and disobedience campaigns. Istiqlal had more elite organisers in its ranks, but both were youth-led. These parties won over the support of the Nablus-based ‘National Bloc’ in 1935—a party established to balance the domination of Jerusalemite families on the national scene.The Bloc and other parties emerged following the death in 1934 of the Palestinian elder statesman, Musa Kazim al-Husayni, after British police beat him severely during demonstrations in late 1933. Unable to elect a new leader, and looking ahead to the eighth Palestine Arab Congress (which was never held), the Congress’s Executive Committee encouraged the establishment of parties.[CITATION-26] The first one to centre on Jerusalem was the liberal ‘reform’ party, founded and led by Dr Hussein Khalidi. It was first aligned with Husayni’s opponents. However, in 1934 Hajj Amin persuaded Khalidi to run against Ragheb Nashashibi in the mayoral elections in Jerusalem. In the election campaign, the Nashashibis published Nazi-influenced, anti-Jewish propaganda in their newspaper,, hoping to attract more nationalist support. Fakhri Nashashibi began to model his nascent party on Mussolini’s Fascist party. This backfired, and his opposition faction alienated both Jewish and Muslim voters. In a well-co-ordinated propaganda campaign in the Palestinian press,papers, some opposition papers and the Hebrew press all supported Khalidi’s candidacy. Ragheb Nashashibi lost the mayoralty, in what the CID described as the Mufti’s ‘master stroke’.[CITATION-27] The Nashashibi family, which led the opposition faction, had lost its remaining official government posts. Reeling, in January 1935 they and other opposition leaders formally established Hizb al-Difa‘ al-Watani, the National Defence Party, also known as al-Difa‘ (not to be confused with the newspaper of the same name). They also began a semi-secret partnership with the Jewish Agency.The Mufti’s domination of the SMC, the Islamic Trusts, the Jerusalem pan-Islamic Congress and other important bodies now extended to most national bodies and civil posts. In late March 1935, Jamal al-Husayni quit the defunct national institutions which had been set up during 1918–20, and founded the Palestine Arab Party (PAP) to consolidate his family’s dominating position and to bring more official Husayni representation into a nascent Palestinian party system. According to Bayan al-Hout, PAP’s first aim—to end the Mandate and make Palestine independent—made it the most popular party.[CITATION-28] PAP was distinguished for its Palestinian nationalist agenda, rather than the hybrid national and pan-Arab programme of Istiqlal. Some leaders later hoped these new parties could flourish in anticipation of constitutional reform promised by the High Commissioner, which, if it had not failed in 1936 prior to the Palestinian revolt, would have established a legislature. Without an official organising body, parties never acquired ‘electoral legitimacy’ and, according to Bayan al-Hout, essentially formed three blocs.[CITATION-29] These parties had more in common than not. They were all ambitious nationalists. The Mufti’s leadership and political skills, and those of Jamal, produced a coherent strategy for their party which distinguished it from its rivals. This, perhaps, is the key reason for its popularity. The Mufti and his party did not seek popularity for popularity’s sake. Instead they used (and dominated) any available national instruments to advance the cause. These included newspapers, clubs, official offices and other media. By 1935, Husayni’s domination of public offices across Palestine had anchored his power as popular support grew.Although some news editors worried about Italian intentions in the region, many younger politicians embraced Husayni and Arslan’s realism and welcomed Italian support. The strategic crises faced by Britain and France during 1935–6 presented Arab independence movements with an opportunity to break free, and to model the Arab national project on the successes of revisionist European states, especially Italy.Until the forgery scandal and press war, many members of the Palestinian elite feared Husayni’s monopolisation of government offices and his dramatic rise in power and influence. The Nashashibi-led National Defence Party spearheaded efforts in 1935 to counter him, having recently lost ground in the municipal and council elections to parties aligned with thefaction. They attacked his reputation in the press, aiming to curb his influence.Winning over the popular opinion of Istiqlal and other radical youth movements was probably the most important prize of the press war. These readers were not exclusively loyal to a single newspaper, party or faction. PAP and Difa‘ needed youth support, yet the scandal also exposed the need for solidarity among the leading parties. Until the press war, opinions were fluid and all parties were jockeying to become the leading element of a mass movement. Difa‘ destroyed its chances to win over mass support after its pro-Nazi expressions. Likewise, al-Faruqi’s paper,, had published a number of pro-Italian articles before it discovered that Arslan and Husayni had already sided with Britain’s regional rival.[CITATION-30] The forgery episode illustrates that partisanship was not as rigid as often depicted by historians, although the bitter struggle for public opinion paradoxically helped create that impression.Many scholars have studied the role of the Palestinian press in national activity and factional conflict.[CITATION-31] Palestinian newspapers emerged from the early nationalist or proto-nationalist movement of the late Ottoman period. They were typically owned by notable families and leaned towards nationalism, but also tended to represent the specific interest of the owning family.Most Palestinians were not fully literate at this time, but could gain access to news and newspapers through a range of public communal means.[CITATION-32] Elites were often intermediaries for news, especially as publishers. Religious, scholastic, labour and other types of leaders played these roles.[CITATION-33] The spread of radio receivers in the 1930s changed these novel structures, to some extent. Nonetheless, these papers shaped political discourse, especially during 1935 when they began to form along partisan lines. Thus, newspapers were a fertile ground on which parties could carve out their positions and attack their opponents. These debates reflected real and significant issues for Palestinian nationalism, such as questions of leadership, strategy, resistance, nation-building, economic progress and social welfare. However, debates could also be interpreted as reflecting personal and petty disputes between rival elite families, especially in Jerusalem.Husayni’s opponents who publicised the forgery seem to have done so as a result of their suspicions of Husayni and of Italian influence, rather than from pro-British convictions. For example, ‘Isa Daoud al-‘Isa, owner of the newspaper, moved to Beirut in 1939, having survived an assassination attempt (probably ordered by Husayni) in 1936, and lived there until his death in 1950. According to his memoir, ‘Isa maintained good relations with Hajj Amin. He met him while he was a student at al-Azhar in Cairo before the First World War, and afterwards in Damascus during Faysal’s short-lived government there. He found him on both occasions to be an engaged nationalist, but noted that his opinion of him worsened after his irregular appointment as Mufti, and even more so as he used the offices of the Mufti and SMC to ‘dominate the executive committee and control all its decisions’. ‘Isa began to publish critiques of Hajj Amin, and he was not alone. By 1934, ‘Isa supported the foundation of Hizb al-Difa‘ and was among its leaders.[CITATION-34] Shaykh Sulayman al-Taji al-Faruqi foundedin 1932. Faruqi was an, or religious scholar, unlike Husayni. He was also a journalist and a long-standing opponent of Zionism. He was a key organiser of the Palestine Arab Congress in 1920, but found himself excluded from prominent positions in favour of Husayni’s relatives.[CITATION-35] He was a firm opponent of Husayni’s concentration of power. Although his paper adopted a pan-Islamist, anti-colonialist perspective, it attracted a younger, more radical nationalist readership and supported their calls for a boycott of British and Jewish goods. It was especially popular among those youth activists who founded Istiqlal. The newspaper became their unofficial medium for disseminating their ideas.[CITATION-36] Like ‘Isa and al-Faruqi, Istiqlalists criticised the Mufti for his apparent collaboration with Britain as a government officer, and his reluctance to voice support for nationalist campaigns.In publishing the forged letter, editors such as al-‘Isa and al-Faruqi were responding to a series of articles published in March and April of 1935 by Shakib Arslan, one of the Mufti’s mentors and key international allies. Arslan’s articles in the Husayni-owned newspaperpraised Italy’s support for Arslan’s Syro-Palestinian Congress at the League of Nations. Arslan was a prominent pan-Islamist writer, journalist, activist and diplomat. He was the region’s leading anti-imperialist voice in both Arabic and French. Many Palestinian readers thought Arslan’s defence of Rome’s policy towards Ethiopia was a strange about-face. Arslan rose to prominence attacking Italy’s invasion of Libya in 1911 and his change of mind was noteworthy.[CITATION-37] Opposition papers began to attackfor its sudden support for Italian imperialism in East Africa. The erstwhile liberal debate on that topic became partisan.On 18 April 1935, al-Faruqi published a letter inthat, he alleged, was written by Shakib Arslan to the Mufti of Jerusalem. Faruqi was an erstwhile admirer of Arslan, but was sceptical of his pro-Italian advocacy and especially of what appeared to be Arslan’s attempt to include the Mufti in that campaign. The letter seemed to prove Arslan and Husayni’s hypocrisy. He shared widespread discomfort with Husayni’s uneducated pan-Islamic leadership and his rising power. Faruqi published the letter because it showed that Arslan and the Mufti were receiving an Italian subsidy in exchange for their pro-Italian propaganda, and that Arslan was encouraging the Mufti to cease co-operation with Britain and turn towards resistance. Other newspapers, includingandreproduced the letter over the following days.[CITATION-38] The day before the news broke in Palestine, on 17 April 1935, the Egyptian daily—historically pro-British—published an extract of the same letter.[CITATION-39] This last point is a clue to the British link to the scandal.The press war escalated as another letter was published. This one was alleged to have been sent from Arslan to ‘Abbas Hilmi II, the ex-Khedive of Egypt, and purported to show the pair’s collusion with Italy.[CITATION-40] Arslan complained to the Syrian-Egyptian publisher Rose al-Yusuf, ‘Now, after I have disproved their shameful forgery and public opinion knows that the letter is forged, they are again repeating their failure by publishing this correspondence’. Embarrassed that the letter exposed his money problems, he thought the whole sixty-letter correspondence would save his reputation.[CITATION-41] Clearly, at issue was not just the question of Italian policy. For Arslan, this was about both his stature and the integrity of his strategy. Within Palestine, it was about whether the national movement ought to side openly with a hostile Christian empire and Britain’s main regional rival. The Mufti’s power and influence were at the centre of the storm.Until this point, the Mufti’s connection to Italy had been a well-kept secret. His exposure bywas embarrassing. The obviousness of the forgery was his first lifeline. Husayni and Arslan vigorously argued that the letter was forged and denied being Italian agents. Both threatened lawsuits and consulted handwriting experts to prove the forgery.[CITATION-42] Arslan defended himself by writing letters to Palestinian newspapers and to the government. He appealed to the latter to lift his ban on entry to Palestine so that he could bring the case to court. The government rejected that appeal, as it still considered him a dangerous and subversive dissident.Among the Mufti’s biographers there is little mention of the forgery case. Neither Zvi Elpeleg nor Philip Mattar’s biographies of the Mufti discuss the forgery. Mattar mentions Arslan only once, even though he was one of the Mufti’s key mentors and political partners.[CITATION-43] Cleveland states that at issue was Arslan’s reputation as an anti-imperialist.[CITATION-44] Palestinian opposition leaders were using his Italian connections to embarrass the Mufti, but somehow Arslan was more compromised by the episode. Arslan’s colleague at the Egyptian branch of the Syro-Palestinian Congress, and the Mufti’s other mentor, Rashid Rida, warned Arslan ‘that he was carrying his self-defence to extremes’. Arslan denied being an Italian propagandist, and insisted that his rapprochement with Italy, and his condemnation of Ethiopia, resulted in better conditions for Muslims in Libya. He told Wauchope, ‘I do not make any Italian, French, English, German, etc., propaganda. I only make Arab propaganda’.[CITATION-45] Scholars tend to accept that the material was forged.[CITATION-46] The evidence about Husayni’s connection with Italy had divided scholars until research in Italian archives proved the point. Massimiliano Fiore, in his study of Anglo-Italian relations in the Middle East, offers evidence of the direct support that Italy provided to the Mufti. The Italian propaganda officer in charge of this liaison went so far as to warn the Mufti in 1936 that future contact would have to take place outside Palestine, because Italian military intelligence (SIM) was under close observation by British security. Arslan was not the main conduit for Italian subversive funds to Palestine. Fiore takes no position on the question of forgery, although he emphasises that it did not matter—most observers believed that its substance was true. Both Fiore and Nir Arielli demonstrate that Italy’s support of Arslan was a: Arslan stopped criticising Italy in his publications in exchange for an easing of pressure on Muslims in Libya, to advance the pan-Arab cause—and, of course, for money. According to Arielli, that money had been misappropriated by Arslan’s partners—either Ihsan Jabiri, or the Italian Consul in Jerusalem, Mariano de Angelis. Italian foreign policy ‘ascribed great importance to Arslan. Quite a few of the reports regarding his articles and activities were shown to Mussolini’.[CITATION-47] Manuela Williams’s research in Italian archives shows that around December 1934, Ihsan Jabiri, the Mufti and the Italian Consul, De Angelis, met to discuss propaganda. De Angelis reported that the Mufti had ‘warmed to the idea of friendship and collaboration with the Fascist regime’.[CITATION-48] British intelligence noticed Jabiri: the CID reported in February that the purpose of Jabiri’s visit to Palestine was to ‘meet Syrian and Palestinian leaders and communicate to them the results of negotiations with Italian diplomats’.[CITATION-49] The case had an impact on high policy, as the letters were included among the evidence to the Peel Commission, which investigated the cause of the 1936 Palestinian revolt and in 1937 recommended partition of Palestine into Jewish and Arab states. In other words, to British officials on the commission, the press war illustrated the danger of Italian anti-British propaganda, which, it said, was one cause of the revolt. This was overstating the case, even if it was Britain’s perception. Italy’s easy ability to subvert British authority via Husayni—who had normally been friendly towards Britain—was cited among a great many examples of why the Mandate was ‘unworkable’.[CITATION-50] Arslan gave his own account of what happened in a letter to Wauchope written in June 1935. His arguments about the forgery are convincing. Yet, Arslan never addressed the nature of his relations with Italy. Arslan, who was normally blacklisted from travelling to the region, sought permission to enter Palestine so that he could bring a lawsuit.[CITATION-51] He stated his case to Wauchope, asking the High Commissioner to discipline his police and intelligence officers, who, he alleged, supported the forgery. After stating that he did not want to get into the details, Arslan provided numerous examples to support his argument that the letter was forged. He normally opened his letters with a long and elaborate series of customary compliments and praises to his friends, whereas the forgery opened with ‘Dear Brother, His Eminence the honourable Sir Amin al-Husayni’—far shorter and less complimentary than usual. It also did not refer to Husayni as the Mufti, or Hajj.Arslan also argued that it would be absurd for him to write to Hajj Amin; that is, without any code, ‘on such an important matter’. This, he argued would be ‘suicide’, as it would invite further scrutiny, or even personal danger, from his and Italy’s enemies. He added that it would make more sense to use allegory or allusion. Above all, a leader with his long experience of resisting imperialism would not make such an amateurish mistake.[CITATION-52] Moreover, he argued, there was no reason for him to spell out Italian financial support for Husayni in writing. The forged letter stated: ‘I don’t know if brother Ihsan Bek el Jabiri has told you of what has been arranged between me and between the Statesmen in Rome concerning our talk in Mecca and our agreement in Jerusalem’.[CITATION-53] Since arriving in Palestine in February 1935, Jabiri had had plenty of opportunities to communicate with Husayni verbally and via intermediaries, and it would not have made sense for Arslan to risk writing about Jabiri’s role.Additionally, Arslan argued, there were logical and chronological inconsistencies. He said that his passport would prove his last meeting with Mussolini was in February 1934, and then from April he spent five months with Husayni in Saudi Arabia at the Saudi–Yemen peace conference. ‘Why should I write to him about the so-called entente between Mussolini and myself while I had 1000 occasions to tell him all these things orally?’[CITATION-54] Arslan’s final argument was that the forgery contained four or five grammatical and linguistic mistakes: ‘A member of the academy like me who is known by the purity of his writing and the solidity of his grammar cannot commit mistakes which are made by young students’.[CITATION-55] Such mistakes were not obvious to me, although the formality of his writing style stands out in contrast to the simpler prose and casual word choices and style in the forgery.Arslan’s letter to Wauchope attacked the theory of the crime, alleging he had no motive to send this letter. He attacked the means, highlighting the irrationality of sending such an incriminating letter, phrased so bluntly, without any code or security, and in such uncharacteristically poor style. His appeal is convincing, but does not prove the case. Arslan’s arguments helpfully frame the forensic aspect of this analysis. Looking at samples from before and after this case alongside the 1935 letter, it will become clear to the naked eye that the 1935 letter was not written by the same hand.Aged 66 by 1935, Arslan suffered from an ailment that caused his hands to tremble. He once referred to it as his ‘tired hands’.[CITATION-56] He discussed the same condition in 1944 with Husayni, when explaining a change in handwriting in one of his letters. His letters were normally dictated to an aide. The American intelligence officer who indexed Hajj Amin’s archive noted that Arslan’s comment proved this was a genuine sample of his handwriting, perhaps as a point of reference for other investigations.[CITATION-57] A simple comparison of the three writing samples inshows that the 1935 letter lacks the tremor clearly visible in 1929 and 1944. The tremor is clearly visible in in the long-stroke lettersand(ا and ل). Moreover, his aide’s handwriting in a letter written the same month as the forgery is clearly different from that which is visible in the forgery.Handwriting SamplesHandwriting SamplesThere are plausible alternative explanations for the discrepancies. After Arslan’s handwriting expert proved the letter was not in Arslan’s hand, the editors ofandwho knew that Arslan dictated his letters to an aide, suggested that was the explanation. Al-Faruqi reacted more cautiously, stating that he was open to retraction if the letter was proved not to be authentic.[CITATION-58] Further writing samples of both Arslan and his aide can be found in a published collection of his correspondence with the Moroccan nationalist leader Muhammad Dawwud.[CITATION-59] In one such letter, discussed below, Arslan mentioned that the information it contained was so secret that he did not use his aide and instead wrote it without help; it cost him five hours of effort which had ‘tired his eyes’.[CITATION-60] When comparing the 1935 forgery with a handwriting sample from Arslan’s aide during the same period, two clear differences appear: the samples slope in opposite directions, indicating opposite hand-dominance in writing (it would seem that the forger was left-handed). Also, the forger used two points to indicate the letters(ي) and(ت) while Arslan’s aide used a single stroke.Arslan was denied the opportunity to present his case in court. However, the range of handwriting samples analysed above clearly establishes that the letter was forged, as Arslan contended.Zionist and British intelligence reports, when examined forensically alongside Arslan’s letters, help to complete the picture of what happened. The evidence which follows will show that, although it was forged, the substance of the letter was based on fact. In February 1935, when he arrived in Palestine on behalf of the Syro-Palestinian Congress, Jabiri took measures to obscure his activity and spread false reports to cover his tracks. He spread false reports that he could not continue working with Shakib Arslan because of what the Arab nation would think of him and about his friendly position towards Italy. A Jewish Agency informant said: ‘They say that Ihsan works for Germany’s benefit. He has in his possession a large sum to disseminate Nazi ideology among Arabs of the east in general, and Palestine in particular’.[CITATION-61] The Nazis had showed little interest in Arab aspirations thus far, although German consular records indicate that the Foreign Ministry was starting to pay attention to Palestine.[CITATION-62] Zionist intelligence had another well-placed source who knew the truth: the source, codenamed ‘, whose biography will be discussed below, commented on false reports about Jabiri’s ill health and desire to stay near the springs of Tiberias and Hamma, saying that Jabiri was healthy and chose to live in Tiberias because of its proximity to the Syrian border and its distance from British authorities.[CITATION-63] Other intelligence produced by the Jewish Agency’s political department was more reliable. Eliyahu Epstein (Eilat) reported that the Mufti and Jabiri ‘were supposed to have a long meeting with the Italian consul in Jerusalem and spoke about questions which remain concealed [to the source]. It is known only that as a result of the meeting, material was sent to Syria just before departure of the Syrian-Iraqi [pan-Arab party] delegation to Hejaz [for Hajj]’.[CITATION-64] This aligns closely with Manuela Williams’s findings, and suggests that De Angelis was indeed soliciting Husayni’s partnership by the end of 1934.[CITATION-65] Although Arslan and Jabiri were deeply involved with the Italians, it seems that Husayni had not yet decided. It is possible that the forgery and press war forced his hand.The appendices of a CID report presented to the 1937 Peel Commission contain translations of the letter dated 20 February, as well as another dated 22 March, among other materials. The CID report discussed the 1935 press war, but signalled ignorance about the provenance of the first letter. ‘The most reasonable theory is that, if the letter is not genuine, it is a compilation embodying the contents of a number of genuine letters between the leaders concerned’. Indeed, as the appended CID report related:Ihsan Jabiri is reported also to have insisted in his conversations on the inauthenticity of this document. He, however, could not deny privately that the Palestine-Syrian delegation [Arslan] arrived at an agreement with Italy two years ago in regard to its policy in Tripolitania and the granting of self-rule to the Moslems there … The Syria-Palestine delegation, on the other hand, undertook to cease its hostile campaign against alleged Italian atrocities.[CITATION-66] The CID named Jabiri’s co-conspirators, but not the Mufti. None the less, it agreed that the Nashashibis' Defence Party probably used the letter, forged or not, to attack Husayni’s reputation.In August 1935, Arthur Wauchope forwarded to the Colonial Office another intelligence report that he had ordered about Italian propaganda. The report stated that:Early in 1934 reports began to be received from reliable intelligence sources to the effect that secret negotiations were proceeding between members of the Palestine-Syria delegation in Europe, with the cognisance and assistance of Haj Amin Husseini and possibly one or two other Istiqlal leaders (other than the Palestine Istiqlalists) and between a foreign (European) power.[CITATION-67] This was an oblique admission that British intelligence knew about the Mufti’s role in promoting Italian propaganda.Arslan’s views on the origins of the controversy align very closely with these accounts. In his appeal to Wauchope to allow him to enter Palestine, Arslan blamed British intelligence:The forged letter … had been submitted to certain Government Intelligence Officers in Palestine and ... while certain Government officers have advised against its publication some other officers have taken a favourable attitude regarding this act of forgery. This shows that the forgers of the letter have been encouraged by certain quarters and that it is not only the Jewish money which has interfered with this affair.[CITATION-68] Arslan’s reference to ‘Jewish money’ seems antisemitic. Perhaps it was, although he was probably referring to the Jewish Agency’s bribery of Defence Party politicians and their agents during their campaign to smear the Mufti, their common enemy. Zionist intelligence records contain no evidence of a direct hand in the forgery. Although the links to this case are unclear, they did regularly bribe opposition politicians and occasionally made their funds available to British contacts such as Domvile.[CITATION-69] Arslan believed that his enemies were working together to attack him. He was right, although their main target was Husayni. In 1944, Arslan told Husayni about several attempts from around the time of the forgery when new correspondents wrote to him, including the calligrapher ‘Abd al-Qadir al-Shehabi and Shaykh Sulayman al-Taji al-Faruqi himself, evidently hoping to get samples of his handwriting in reply. Faruqi, he alleged, even invited him to editwhile he went on Hajj in 1935. ‘So I answered him: How can I manage the newspaper when I am Geneva and it is published in Jaffa? So, I realised that he wished to receive written texts from me to use to satisfy the Jews and receive payment from them. I found out after that he did not travel for pilgrimage’.[CITATION-70] This account is plausible, although it was recorded nine years after the event.Later in 1935, Arslan told Muhammed Dawwud about intelligence he had received from Kamal Hanun. Then a Palestinian student in Europe, Hanun later became a member of an all-party body leading Palestinian resistance after the Second World War.[CITATION-71] Hoping to ease Arslan’s fear that everyone in Palestine believed the forgeries were real, Hanun told him that ‘he had himself heard one of the falsifiers of the letter in Jerusalem telling how and where exactly they had forged the letter’.[CITATION-72] Arslan’s grasp of the case improved thanks to Palestinian intelligence gathering.Arslan privately attributed the origin of the Palestinian press war to the exiled Syrian opposition leader ‘Abd al-Rahman Shahbandar, then living in Cairo. Arslan thought that Shahbandar, his rival, was trying to embarrass him and thereby curb his influence over the pan-Arab movement. Arslan could only link Shahbandar to the forgery indirectly, ‘because it was made by Fakhri Nashashibi, and it was made with the agreement of Domvile, head of English intelligence in Jerusalem, and he is the strongest of Shahbandar’s friends’.[CITATION-73] It is remarkable that Arslan could name Domvile specifically. Although his role in military intelligence was a poorly kept secret, Britain’s hand in this affair was hidden. After all, it was widely believed that the Defence Party and Zionist intelligence had orchestrated the forgery. Arslan’s knowledge of Domvile’s role was an achievement which indicates that pan-Arab and Palestinian parties wielded a competent counter-intelligence capability. On the other hand, Arslan’s account of this affair to Husayni in 1944 reveals that he never correctly identified the person who intercepted his letter. He accused his friend Hajj Nimer al-Nabulsi of the Defence Party of forging his handwriting. When Arslan sent an intermediary to reprimand him, Nabulsi replied that he still loved Arslan, and the forgery was out of hatred for Hajj Amin. He later published in support of Arslan in[CITATION-74] When we consider Arslan’s private correspondence in the light of his appeal to Wauchope, we understand that his arguments were based on specific knowledge of how his letters were intercepted, and Domvile’s role in encouraging the forgery.Arslan could see that the forgery was based on his own correspondence. He also had personal experience with censorship, propaganda and intelligence, and was right to anticipate this interference. French authorities had aggressively sought to suppress his propaganda work since the end of the First World War.[CITATION-75] He discussed this fact with Dawwud and named it as one of many reasons he did not trust the British or Shahbandar. He failed to mention, of course, that he worked during that war as a pro-German and pro-Ottoman propagandist. He worked closely with their intelligence services and understood how intelligence officers could interfere with newspapers to affect public opinion.Despite Hanun’s efforts to encourage him, Arslan told Dawwud that he felt defeated by the whole affair. He hoped that his lawsuit would clear his name, but he was denied entry to Palestine and was unable to find remote representation. Arslan suspected that the British government was protecting the forgers, telling Dawwud ‘Overall their scheme would have backfired had not the English saved them from the power of the law’. He was willing to forgive his fellow pan-Islamist Shaykh Sulayman, who had apologised for his involvement. Arslan concluded that Faruqi had been fooled, and so fooled others.[CITATION-76] He was probably right about all of it, although the scheme did in fact backfire on its authors.Arslan was disappointed that more colleagues—especially Istiqlalists—did not openly support him, even when it was clear that they had been taken in, writing:Simply enough, they have among them great lawyers thought to be trustworthy, honest and contentious, who would know the truth, but they are silenced by those who rejoice in envying me and hating Amin al-Husayni. Among these silencers there are unhappy people, they are disloyal cowards.[CITATION-77] Arslan fumed, saying ‘Christian papers like Falastin, Karmil, and others like them, are enemies to each’. Even worse, they anddid not answer his rebuttal letters. Arslan specifically named the al-Shanti brothers for their slander, and for their work as land brokers for the Zionists.[CITATION-78] This was the beginning of a long and deadly grudge Arslan would share with Husayni.Arslan discussed the case with Husayni in a letter in 1944. The American intelligence officer who indexed Husayni’s archive noted that, although it was possible Arslan was lying to the Mufti throughout, he believed Arslan was telling the truth about the 1935 letter.[CITATION-79] Arslan praised Musa ‘Alami for helping to discover the forgery, and lambasted the opposition journalists who had slandered him, expressing regret that the newspapers and journalists survived. He also expressed glee at a rumour that two of the al-Shanti sons had been assassinated, and asked Husayni if this was correct:If it is, then it is the greatest of jihadi deeds because this forgery was intended by those wicked people to serve the Jews and the loss of the Arab nations by it. Falastin newspaper has become offensive for us as it is also an expert in fake news.[CITATION-80] Arslan credited Husayni with the assassinations, saying: ‘In the end, may God help you against [Palestinian] compatriots who are now worse than the Jews. The ones who have washed away such scandals are the Palestinian fighters that you raised’. By this he meant Husayni’s assassins. ‘However, the consequences as for the slander, violence, injustice, and forgery are great on those who do it’. Arslan took great comfort knowing that he had outlived many of his opponents, including Shahbandar, Fakhri Nashashibi and others. ‘There is no gloating in death and I will die like them, but God gave me a longer life and made me witness the death of those who transgressed me, and for those who won after injustice, they have no path’.[CITATION-81] It is clear from these various expressions how deeply personal the forgery was to Arslan. While we have fewer direct comments from Husayni, it should be clear that Husayni took these offences at least as seriously as Arslan, if not necessarily personally.With a listening station in Sarafand, Palestine, Britain’s Government Code & Cipher School (GC&CS, today GCHQ) intercepted, decrypted and translated a large volume of communication traffic. Among the first clues the British uncovered about Italian propaganda in Palestine was a decrypted cable sent on 21 May 1934 from De Angelis, the Italian Consul in Jerusalem, to the Foreign Ministry in Rome. De Angelis requested authorisation ‘for secret payments to Palestinian Arab Press’, as discussed in an April memorandum. That memorandum does not appear in GC&CS’s diplomatic series (HW 12) at the National Archives, although not all intercepts were included in the bound records, and some were probably destroyed. For example, from 13 March to 30 June 1934, GC&CS intercepted 2,087 Italian messages. Yet only a few hundred were published in the bound series.[CITATION-82] GC&CS, the Foreign Office and SIS were all aware by 1935 that Italian propaganda in Palestine would require further attention. Arslan rarely used commercial cable and wireless because it was expensive and insecure.Arslan and Husayni corresponded during and around the time of the interception and forgery of Arslan’s letter, but not about Italy.[CITATION-83] The forgery was not based on regular mail correspondence, but rather on a hand-delivered letter from Egypt. Pan-Arab nationalists had gathered in Egypt to make introductions and co-ordinate their anti-colonial campaign activity before departing for the Hajj pilgrimage. The exact mode of interception is not certain, but there are a number of likely possibilities.For security, Arslan communicated through a trusted courier. Although there are other possible candidates, the most likely is Amanullah Khan, the ex-King of Afghanistan, who was deposed after a revolt in 1929. Amanullah had recently met with Arslan, and like him, had also accepted an Italian subsidy for his anti-British propaganda activity. The British Embassy in Rome reported these details to the Foreign Office. Although Amanullah would have attracted British attention anyway, reports of his ties to Mussolini and Arslan invited close surveillance by SIS, Egyptian police and GC&CS during Amanullah’s stay in Egypt on the way to Mecca.[CITATION-84] A Zionist intelligence source close to Jamal al-Husayni reported that, during the pilgrimage, the Mufti’s delegate, Taher al-Fityani, invited Amanullah to Palestine. Hajj Amin hoped the exiled king might lead pro-Palestine propaganda in Europe.[CITATION-85] The CID reported that Fityani’s main aim in Mecca was to counter Nashashibi propaganda activities. Ragheb and Shaykh Sulayman al-Taji al-Faruqi headed a Palestinian delegation which travelled to Hejaz via Egypt to launch an anti-British agitation campaign. To counter them, and to retaliate for a January editorial which first accused Arslan of being an Italian agent, the Mufti publicly slandered Faruqi, alleging, curiously, thatintended to spread Italian propaganda. Ragheb went to Cairo and Mecca without Faruqi. Frustrated and embarrassed, Faruqi sought to defend himself against the accusation of working for the Italians. Some British authorities were keen to support him. The CID saw his accusations against Arslan as corroborating evidence that Arslan and Jabiri were Italian agents. Arslan and his supporters argued that this was French disinformation.[CITATION-86] In fact, Faruqi planned to use his abortive trip to win over youth support for the opposition parties by spreading anti-Jewish propaganda, alleging their designs to take over al-Aqsa.[CITATION-87] The Mufti’s accusations frustrated those plans.Taher al-Fityani was co-editor ofwith Hajj Amin’s cousin, Munif al-Husayni. During the Cairo meetings, Arslan’s letter reached Taher al-Fityani, who then forwarded the materials to Munif in Jerusalem. There, a spy managed to read the materials and reported the gist to the Nashashibis, the Zionists and the British.The spy’s name was ‘Abd al-Qadir Rashid. He was from Hebron, from the Muhtasib family. He married a Jewish woman, Mazal, with whom he had children and then moved to Jerusalem.[CITATION-88] He inherited the occupational name Qawwas, or bowman, from his father. The designation was used by the Ottomans for guards of the consulates in Jerusalem. Rashid was a journalist and worked for several nationalist newspapers during his career. His father was a friend of one of the founders of Zionist intelligence, Haim Margalit Kalvarisky, who paid him well for information.[CITATION-89] In 1929, Rashid testified as a journalist and translator to the Shaw Commission about Jewish art which was published in the newspaper he worked for which, he argued, indicated Zionist plans to take over the Muslim holy site of the Haram al-Sharif in Jerusalem.[CITATION-90] Shortly afterwards, it would appear, he began to inform on the Husaynis, their newspapers and the national institutions to the Jewish Agency. He worked for, the SMC and for Jamal al-Husayni at the Palestinian Arab Executive. Therefore, he was one of the Zionists’ best-placed sources. Moreover, journalists had excellent access and could travel relatively freely. The market for secret intelligence was lucrative, and journalists could sell the same secret to multiple buyers. Under several codenames (sometimes, for ‘Ovadiya—a cognate of ‘Abd al-Qadir; sometimes, another Hebraisation of his given name; and possibly also ‘R’), Rashid regularly reported to his Zionist handlers—Aharon Haim Cohen and Eliyahu Sasson. Both were officers of the Arab Bureau of the Jewish Agency’s political department. For a time, in the early 1930s, they may have suspected Rashid of acting as a double agent. They thought he embellished otherwise open-source news in many of his secret reports. By 1935, they apparently trusted him.[CITATION-91] In October 1934, Rashid began to report on Shakib Arslan’s Palestinian connections to his pro-Italian scheme.[CITATION-92] Sasson and Cohen regularly met with Rashid and recorded his information in typed reports later. Thus, the dates of the reports are usually unhelpful in establishing a chronology. However, these reports prove that it was Rashid who saw Arslan’s genuine letters in the first place. In February, Rashid reported to Sasson that Ragheb Nashashibi travelled to Egypt for propaganda purposes. He elaborated:They say that he [Ragheb] will meet the heads of the Egyptian Wafd and the Muslim state delegations in Cairo, and he will discuss with them the injustice caused to Arabs by the Mandate policy. A second source says that he went to disrupt Taher al-Fityani, who has been doing this [meeting Muslim state delegations] for a few days in Cairo.[CITATION-93] Fityani was acting as the Mufti’s emissary to Cairo and to the Hajj in Mecca. He wrote to Munif al-Husayni, detailing his meetings with other nationalist leaders to collect letters of introduction for presentation to the Saudis during Hajj.[CITATION-94] On 22 March, a few days after the end of Hajj, the delegations were returning home. ‘R’ reported to Aharon Haim Cohen about the meetings that took place in Egypt. Cohen relayed:Shakib Arslan wrote to Hajj Amin that he should help the Italian plan since they are prepared to hand him [Arslan] their whole propaganda system in the east. Hajj Amin agreed. In the same letter Shakib indicates that Ihsan Jabiri serves as his agent in Palestine and that Hajj Amin should trust him and have faith in his words and deeds.[CITATION-95] This is the main substance of the forged letter of 20 February and serves as proof that Rashid had seen the letter, but did not copy it. Since Rashid was able to record Hajj Amin’s response, it also indicates that he did this in Jerusalem, while the letter was in his editor’s possession. It is also noteworthy that this all took place on or before 22 March. This is the date of the second letter purported to be from Arslan to the Mufti, which was published in the opposition press.[CITATION-96] It would seem that Rashid also reported to a British client. British authorities had been aware of the Mufti’s Italian connections long before they were published in the forged Arslan letter. Robert Allason Furness was appointed Public Information Officer to Palestine in 1934, and he began work to set up government broadcasting in Arabic; in 1938, he helped to establish the BBC World Service’s first foreign-language station in Arabic. He was, essentially, the top propaganda and censorship authority in Palestine, and had previously fulfilled the same role in Cairo. The Palestine Government forwarded to the Foreign Office a report by Furness dated 18 March 1935, covering Arslan’s propaganda activity. Furness believed that Arslan’sdirectly influenced’s new pro-Italian stance:The day before yesterday I ran across an Arab acquaintance who told me that he had seen in possession of the editor of ‘al-Difa‘a’ [Ibrahim al-Shanti] (who is a friend of his) a letter to Munif Husseini, editor of ‘Al Jami’a al Arabiya’, from the Italian Consul-General, referring to the above article in ‘La Nation Arabe’ and suggesting the lines on which a similar article might be written in the ‘Jami’a al Arabiya’, and that this article, having been published, should be sent to the Arab Propaganda Bureau in Rome.He also informed me that a friend of his had read a letter from Shakib Arslan to the Mufti inviting him to get in touch with the above Arab Propaganda Bureau, as to which Ihsan Jabiri would supply all necessary information.…He said he had advised the editor of ‘Al Difa‘a’ to show me the letter to Munif Eff. which had, to put it politely, come into his possession, but I do not suppose Ibrahim Eff. Shanti will do this.[CITATION-97] Furness’s friend was probably Fakhri al-Nashashibi. If Arslan’s account was correct, Fakhri would have solicited the forgery from Nimer al-Nabulsi, based on ‘Abd al-Qadir Rashid’s intelligence. After monitoring Italian propaganda for a year, Domvile and his intelligence colleagues finally had something they could use to expose Hajj Amin without blowing their top-secret sources. Furness’s connection is further proved by the fact that, widely seen as Britain’s mouthpiece, was the first to break the story on 17 April. That article stated that their correspondent in Jaffa had reported the substance by telephone.[CITATION-98] In 1943, US intelligence gathered information on the 1935 press war as part of its wartime intelligence sharing with Britain. Responding to an American request for documents, the Inter-Service Liaison Department (ISLD), the branch of SIS which handled intelligence sharing with other services, presented concluding notes to a CID report on the topic. It highlighted Arslan’s insistence in a letter to the High Commissioner that the letter was forged. It also highlighted thatandwere both critical of Arslan’s Italian policy during March 1935, before the publication of the forgery. Perhaps ISLD meant to imply a motive. It said explicitly that opportunists accused the Mufti and his party of being in the pay of the Italians.[CITATION-99] The staff at SIS in Palestine had grown considerably between 1935 and 1943. The people in charge at the start, such as Domvile, had been promoted to senior regional roles. Moreover, Fakhri al-Nashashibi was assassinated by one of the Mufti’s gunmen in Baghdad in late 1941.[CITATION-100] Perhaps SIS lacked a paper record of the incident, or the will to query those who might remember. Even if they did, SIS was not likely to disclose Domvile’s blunder. SIS offered no clear answer to the Americans about the forgery.The same American file contains the testimony of Harith al-Taji al-Faruqi, the son of Shaykh Sulayman. Harith quit his studies in Cambridge in February 1940 and travelled to Italy for a cycling trip. Bad timing led him to spend most of the war interned as an enemy alien in Libya, although he escaped to Rome during mid-1943. OSS authorities did not believe much of his story and sensed he was hiding his true relations with pan-Arab and Libyan nationalist contacts. Harith was captured in Italy in 1944 by the US army and was processed for repatriation to Palestine. His testimony discussed the press war. His interrogators asked about his political connections, and of course, the Mufti. On the latter, he mentioned that his father, as a leader of the opposition faction, published documents, which were brought to him by the heads of the Nashashibi family: ‘Two days after, all the documents appeared on the front of our paper’.[CITATION-101] Harith’s testimony provides some important evidence. He knew that there were multiple documents. He did not mention the forgery. Finally, he noted a two-day turnover from receipt to publication. If this evidence is to be believed, then it demonstrates ASI’s involvement in the forgery. ASI stated on 4 April, two weeks before publication of the forgery, that ‘data in possession of Air Staff intelligence proves that Haj Amin knows all about the Mussolini-Arslan meeting’.[CITATION-102] It also shows that Shaykh Sulayman probably did not know that the letters were forged when he received them.At some point between 22 March and 4 April 1935, Fakhri approached Pat Domvile with their intelligence—courtesy of ‘Abd al-Qadir Rashid—detailing the Mufti’s role in supporting Italian propaganda. Rashid probably saw the letters in Jerusalem while they were in Munif’s possession. He then reported to his Palestinian, Zionist and British clients. Fakhri Nashashibi’s comrade, Nimer al-Nabulsi, then created the forgery. Domvile, Zionist intelligence and Nashashibi’s party all wanted to attack the Mufti and so they smeared him in the press. The British mainly wanted to expose the Italian Consul. So, with their encouragement, Nashashibi passed his information to different journalists, and to Furness. Whereas Ibrahim al-Shanti exercised caution, refusing to bring the material to the British authorities, Faruqi was keen to get back at Hajj Amin for slandering him and, believing the letter was genuine, published it.The scandal forced pro- and anti-Husayni factions to retrench during spring and summer 1935. The episode reinforced a lasting but false impression that Palestinian politics were organised around a timeless and petty clan feud. British and Zionist observers favoured a factional interpretation because it minimised Palestinian national ambitions and justified Britain’s reluctance to introduce democratic institutions. A Nashashibi–Husayni feud existed before the scandal, but it was not a core schism in Palestinian nationalist politics. If anything, by 1935, opinion diverged around the alignment of the national movement with any foreign power, be it Italy or Britain. The forgery and press war temporarily transformed this debate by focusing attention on the Mufti and forcing all parties, newspapers and individuals to adopt a pro- or anti-Husayni stance. Those who believed the opposition’s version, that Arslan’s letter was genuine, and condemned Italian imperial policy, also supported their call for Hajj Amin to resign his influential posts. On the other hand, many Palestinians were more moved by the possibility that Husayni was acting against Britain than by their dislike of Italy. Even to those who supported Arslan and Husayni, believed that the letter was a forgery and defended Italian ambitions over British and French interests, this amounted to a defence of Arslan, Husayni and the National Pact. Under these conditions, Husayni could not remain on the fence. Indeed, the scandal probably forced him off it.After the publication of the forged letter in, the CID observed the way the scandal fractured Palestinian parties and put Husayni’s new party on the defensive: ‘This fell like a thunderbolt on the Mufti faction who strenuously denied it, claiming that it was forged. They solicited and received telegrams and statements of support to Haj Amin from various parts of the country and elsewhere’. As he often did in these situations, Hajj Amin bolstered his personal security. The CID then remarked on the question of forgery, saying that opinion was ‘divided’. ‘Whether this letter was forged or not, the subject matter dealt with in regard to Italian propaganda is corroborated by intelligence reports received during the past year or so and by propaganda articles [by Arslan] in favour of Italy and against Abyssinia’.[CITATION-103] The British accomplished their goal of exposing De Angelis, but would fail to curb Italian propaganda. Faruqi would eventually apologise and admit that the letter was forged. His newspaper soon supported Italian propaganda too.The plot to embarrass the Mufti backfired in several ways. It did not harm the Mufti’s influence, and in fact proved he was immune to scandals of this kind, so long as he was seen to be serving the national interest. The exposure did not curb Italian propaganda activity, which continued to grow and to subsidise opposition newspapers, as well as key leaders in Istiqlal and the youth parties. The most significant consequence was a permanent fracture in the Palestinian and pan-Arab causes: a deadly grudge emerged between Husayni and Arslan on the one side and their opponents on the other.The Palestine government’s report on Italian propaganda, probably authored by CID, clearly blamed the Nashashibis and their party for the scandal. It offered no comment on whether the letter was indeed forged. It over-optimistically reported that the affair ‘impeded’ Italian efforts, sinceceased publishing any more pro-Italian material, and other papers includingwere averse to making favourable references to Italy. Even Fakhri Nashashibi, who had pondered helping Italy to recruit labourers for Eritrea, declined to employ Italian contractors for fear of partisan attack.[CITATION-104] Other elements of the Italian propaganda campaign continued unabated, however. Most significant among them were the broadcasts from Radio Bari, which were increasingly hostile towards Britain and since April 1935 had overtly supported the Husayni-led PAP manifesto. The CID argued that Italian propaganda activity continued, but largely in secret.[CITATION-105] The affair had significant consequences for Palestinian party politics. As early as May 1935, the scandal had pushed newspapers affiliated with the Istiqlal party—the prize of this whole affair—to cease anti-Husayni publications. Leading Istiqlalists began to mediate the crisis between the opposition newspapers and the Husayni faction. The Defence Party steadfastly supported the publishers and cut ties with Arslan’s Syro-Palestinian congress. The Youth Congress, a leading youth party, maintained its support for Husayni throughout the scandal.[CITATION-106] Zionist intelligence reported in early May 1935 that Hajj Amin was seeking compromise with Faruqi and had sent mediators to ask him to cease his attacks. Faruqi insisted as a precondition that the Mufti admit Shakib Arslan’s connection to Italy, and that pro-Husayni newspapers apologise for their slurs against him.[CITATION-107] That condition was refused. Another source, ‘Rahman’, reported that a special delegation was being sent from Jerusalem to Jaffa to negotiate with Shaykh Sulayman. It argued that the press war was damaging both sides. Faruqi promised to change his sharp position. Other opposition figures, including ‘Isa al-‘Isa, telephoned Faruqi to see whether he would change his mind. Faruqi replied that he feared that he would be blamed for bringing chaos to Islam. As his position on thefaction and the Italians began to soften,, it was reported, had been accepting a German subsidy of £120 per month.[CITATION-108] Their case against Hajj Amin crumbled along with their integrity.In late July, the press scandal hinged on the question of Arslan’s lawsuit. Sasson reported that his source attended a meeting with Faruqi. When asked about the rumour that Arslan was suing him, Faruqi replied, ‘hopefully’, and changed subjects. Ragheb Nashashibi, Sasson reported, was privately responsible for the results of the ruling that denied Arslan entry to Palestine. Faruqi planned to bring his own handwriting experts, should the suit come to trial. He also planned to publish a second letter.[CITATION-109] Amid the confusion, Istiqlalists began to give up on Faruqi andEfforts to mend fences flagged.The CID reported in August 1935 that peace efforts had been ‘abortive’. The Nashashibis wanted the Mufti to keep out of national politics. Obviously, he would not agree to this condition. Jamal was even more hostile, wishing to continue his activity against the opposition and deny them respite through agreement or co-operation.[CITATION-110] Oversimplifying matters, ASI argued that factionalism in newspapers was evidence that the party system was organised for the personal benefit of its leaders rather than national interest. This view suited Domvile’s dismissive attitude towards Palestinians, especially since the parties were, in fact, largely united around opposition to Zionism. Perhaps the forgery case reinforced the narrative of factional elites for British and Zionist observers simply because they had failed in their basic aims to damage Husayni and Italian propaganda.The press war was more than a family feud. It was a major debate about the national interest. By late summer 1935, interest in the scandal was waning. ASI admitted that the public had been over-exposed to the scandal: ‘As however the Press has written about little else for many months past it cannot be said that the political leaders were greatly embarrassed’.[CITATION-111] The forgeries failed to break Italy’s ties to Arslan or Husayni.The controversy brought little clarity to policy-makers. The imminent outbreak of hostilities in East Africa spurred renewed interest in Italian propaganda and the Palestinian press. Consequently, the government seriously examined the Mufti’s true views. In response, ASI reported that Husayni and PAP were still pro-Italian and still receiving Italian funds.[CITATION-112] The situation was in fact worse, as the Italian consulate began to win over opposition newspapers too.The Colonial Office asked Wauchope about the Mufti after receiving Italian reports (almost certainly from signals intelligence), which indicated that PAP shared his ‘substantial Italophile attitude’. Wauchope or his Chief Secretary replied that most Palestinians were anti-Italian, so the Mufti could not openly be pro-Italian. Palestinians were mainly interested in the possibility of a European war, and sought the support of all pan-Arab parties and the independent Arab states as a united front to exploit the embarrassing moment of weakness for Britain and France. The Palestine government verified that Arslan and Jabiri were paid by Italy, and that the Mufti was close to them: ‘Even without encouragement from outside, all Arab politicians in Palestine, and not the Mufti and his followers only, hope that the embarrassment of war would bring up a modification of the present policy in a sense more favourable to the Arabs’. Yet Husayni’s was not the only voice that mattered, and many Palestinians still favoured a friendly policy towards Britain. Wauchope concluded, ‘the Mufti is not Italophile. He is however sitting on the fence and it is, of course, always possible that he might in certain circumstances be persuaded to make use of Italian money and of international complications to further Arab nationalist aims and his own ambitions’.[CITATION-113] This was over-optimistic, and perhaps a sign of Wauchope’s embarrassment.The Foreign Office came to an entirely different conclusion. Colonel Peake, commander of the Arab Legion in Transjordan, reported that Palestinians were becoming sympathetic to Italy, and that the Mufti and the Istiqlal party were receiving bribes.[CITATION-114] George Rendell, head of the Eastern Department, concluded: ‘This is I think the first categorical statement we have had that the Italians have collared the Grand Mufti, and the whole of Istiqlal. It is a pity as the Mufti has a strong following’.[CITATION-115] As Whitehall struggled to understand the evidence, Istiqlal party leaders began to reconcile with the Mufti. Partisan conflict dwindled, and the Nashashibi faction never recovered. The Mufti had won his prize. The Palestinian press consolidated around its anti-Zionist and anti-British positions following the discovery of large-scale arms smuggling by the Jewish militia,Arslan again published pro-Italian articles inHis renewed propaganda campaign now seemed to promote Arab independence in addition to a pro-Italian policy. In a speech to the youth parties, Jamal al-Husayni openly stated PAP’s aim to fight ‘the English and the Jews’ and to mobilise the youth to lead the national movement.[CITATION-116] At this stage, the Mufti became less secretive about his pro-Italian alignment. According to Jewish Agency intelligence reports, the Mufti met pan-Arab party leaders in Syria to discuss several matters, including the possibility of a European war. The Mufti pressed his Syrian compatriots to restrain newspapers that attacked Italy, and indicated that two Damascene journalists had been bribed with Italian money. French authorities had been monitoring this activity and excluded Husayni from entering Damascus.[CITATION-117] Italy’s propaganda campaign expanded to opposition papers. In February 1936, Wauchope sent the Colonial Office a follow-up report to his August report from the CID on Italian propaganda. Faruqi’swas now receiving Italian funds. The CID reported that,andhad each ceased attacks on Italy. Onlymaintained a hostile attitude. Mohamed ‘Ali al-Taher—a friend of Arslan—was one of the main conduits for the transfer of Italian funds to Palestinian newspapers. The CID concluded that Italian propaganda had not failed, and in fact had promoted anti-British agitation across all parties. The public was still apathetic towards Italy, but its campaign had won over four of the main parties and even more newspapers.[CITATION-118] The opposition’s failure to make any substantial gains from its exposure of the Mufti’s links to Italy hastened reconciliation between Istiqilal, the youth parties and PAP.By the time of the Palestinian revolt, that financial support for propaganda had turned into funds for rebels. In late 1936, Jabiri was reported to have distributed some £57,000, including £3,000 via Arslan, and another £15,000 via the consulate. Jabiri and Arslan had apparently fallen out, as the latter accused the former and the Italian consul of misappropriating £23,000.[CITATION-119] Moreover, with a new editor, Jalal al-‘Ouf,was now firmly pro-Italy and accepted Italian funds to publish anti-British material. The paper was printed in Italy and illicitly distributed in Palestine. Palestinian editors were not as much pro-Italian as they were anti-British. The General Staff Intelligence concluded, ‘This is mainly due to the new policy adopted by the “Italian Telegraphic News Agency” of Damascus, Syria, which can be summed up as “What is detrimental to Great Britain in the east is to the good of Italy”’. A Jewish source reported to RAF intelligence that Husayni was still receiving Italian funds via Shakib Arslan.[CITATION-120] Of course, the British had their own sources to verify this.The Jewish source may have been Maurice B. Hexter, an American social worker who was head of the Jewish Agency’s colonisation department until 1938. He sent a poorly coded message to Moshe Shertok, head of the Jewish Agency’s political department, before his departure from Palestine. The report contained detailed intelligence about the Mufti’s connection to Italy. Hexter had recently dined with Harry Patrick Rice, the former CID chief:in the course of a long discussion [I] asked him whether he had ever received proof that [the Mufti] had received any money from [Italy]. At this he waxed rather indignant in his reminiscence. He said he had no doubt whatsoever, and had repeatedly written to [John Hawthorn Hall, the Chief Secretary] to this effect and to his amazement one day was summoned to [the Executive Council] and asked to give his proofs. He told them he had sent a secret agent to [Egypt], who had returned with complete proof, and even with [the secret code].[CITATION-121] Rice told Hall that the Italian Consul in Egypt had distributed funds to rebels. Asked for the name of his agent, Rice inexplicably agreed to tell Hexter on condition of secrecy. His agent, Fakhri Nashashibi, had gone to Egypt to gather documentary evidence on Italian finance for the Mufti, his offices and the revolt. The forgery affair failed to limit Italian activities in Palestine, or to embarrass the Mufti. It was one of many deeds for which Fakhri paid with his life, when the Mufti’s assassins finally caught up with him.[CITATION-122] The forgery case proved that Husayni’s reputation was resilient and made him a stronger leader. His focus on the national interest, and his shared concept of that interest with Palestinians, made him a national leader. The forgery helped to destroy the opposition news editors, who, within a short time, had either rescinded their criticisms or fled the country. Although the episode caused British and Zionist observers to emphasise Husayni–Nashashibi factionalism in Palestinian politics, this has skewed the historical record. The press war was not only a debate about how to organise power in Palestine, but also about the extent to which Palestinians ought to side with Italy—hostile to both Libyans and Britain—in the pursuit of the national interest. It became apparent to all that Italian influence was far less controversial than Zionist colonisation and arms smuggling. Palestinians supported Italy as part of a broader strategy to exploit European tensions. Yet, by resorting to analyses about Palestinian factionalism, British observers could minimise the significance of the affair, especially as it established Husayni as a national leader and strengthened Italy’s influence campaign in Palestine. Factionalism played its part, but this was not just about Husaynis and Nashashibis—it was about the nascent instruments of state that were never allowed to fully develop.This case also illustrates that, although Palestinian and pan-Arab parties lacked security bureaucracies that mirrored their Zionist opponents, they gathered and used intelligence to great effect. Arslan understood who smeared him and why, and only lacked detail about the source of the leak. That information was deployed effectively in the press and behind the scenes. This depth of understanding far exceeds that described in British or Zionist intelligence reports on the same issues. British attempts to use this case to expose Italian influence over Husayni and Arslan backfired, and rather accelerated the rate at which Palestinian newspapers began to support Italian policy. For the Nashashibis and other opposition leaders, this was a last-ditch effort to damage Husayni’s growing power and popularity. With Fakhri’s ill-considered scheme in tatters, he led his family and his party even closer to the Zionists and the British. By 1938, they would be co-operating to crush the Palestinian revolt.[CITATION-123] ",
    "footnotes": {
        "1": "W.L. Cleveland, Islam against the West: Shakib Arslan and the Campaign for Islamic Nationalism (1st edn, Austin, TX, 1985), pp. 146–50.",
        "2": "American University of Beirut, Archives and Special Collections [hereafter AUB], Al-Amir Shakib Arslan Collection, 1894–1946, 322.4.1, Arslan to Tawfiq Diyab, 21 Mar. 1935.",
        "3": "M. Williams, ‘Mussolini’s War of Words: Italian Propaganda and Subversion in Egypt and Palestine, 1934–1939’, Eunomia, i, no. 2 (2012), pp. 49–78, available at https://doi.org/10.1285/i22808949a1n2p49 (accessed 4 June 2023).",
        "4": "Especially the series found at Jerusalem, Central Zionist Archive [hereafter CZA], S25/22700–22799.",
        "5": "CZA, S25/22784, ‘Most Secret—Note from G.’, 15 July 1936. ‘G’ may be the initial of the mole; Y. Gil-Har, ‘Political Developments and Intelligence in Palestine, 1930–40’, Middle Eastern Studies, xliv (2008), pp. 430–31.",
        "6": "Kew, The National Archives [hereafter TNA], CO 968/1038, 3, [probably Sydney Moody] to John Hathorn Hall, 20 Mar. 1935.",
        "7": "TNA, CO 968/1038, 6, Cosmo Parkinson to Hall, 16 May 1935; Williams, ‘Mussolini’s War of Words’, pp. 60–61.",
        "8": "Beersheba, Ben Gurion Archive (digital) [hereafter BGA], Correspondence Sept. 1934, item no. 262065, Dov Hoz to Reuven Zaslani, 7 Sept. 1934, available at https://bengurionarchive.bgu.ac.il/search-api/bg_arc/262065 (accessed 15 June 2023).",
        "9": "College Park, MD, National Archives and Records Administration [hereafter NARA], Records of the Central Intelligence Agency, Record Group [hereafter RG] 263, Entry ZZ-18, Boxes 58, 59 and 60, ‘Husseini, Amin el’, 6 vols. Available online at https://catalog.archives.gov/id/139351741; https://catalog.archives.gov/id/139352042; https://catalog.archives.gov/id/139352341; https://catalog.archives.gov/id/139352618; https://catalog.archives.gov/id/139352923; and https://catalog.archives.gov/id/139353316 (accessed 15 June 2023); NARA, Records of the Central Intelligence Agency, RG 263, ‘Files released in response to the Nazi War Crimes Disclosure Act and the Japanese Imperial Government Disclosure Act’, at https://www.archives.gov/iwg/declassified-records/rg-263-cia-records (accessed 15 Aug. 2016).",
        "10": "Private correspondence with the Israeli State Archives, 25 Nov. 2019.",
        "11": "S. Wagner, ‘The Long-Lost Archive of Hajj Amin al-Husayni’, Council for British Research in the Levant Blog, at https://cbrl.ac.uk/research-blog/the-long-lost-archive-of-hajj-amin-al-husayni/ (accessed 7 July 2023).",
        "12": "L. Banko, ‘Occupational Hazards, Revisited: Palestinian Historiography’, Middle East Journal, lxvi (2012), pp. 440–52; O. El Shakry, ‘“History without Documents”: The Vexed Archives of Decolonization in the Middle East’, American Historical Review, cxx (2015), pp. 920–34; R. Sela, ‘The Genealogy of Colonial Plunder and Erasure—Israel’s Control over Palestinian Archives’, Social Semiotics, xxviii (2018), pp. 201–29.",
        "13": "U. Ryad, ‘New Episodes in Moroccan Nationalism under Colonial Role [sic]: Reconsideration of Shakīb Arslān’s Centrality in Light of Unpublished Materials’, Journal of North African Studies, xvi (2011), pp. 117–42.",
        "14": "London, British Library, India Office Records [hereafter IOR], L/PS/10/1315, CID summary 6/34, 3 Apr. 1934.",
        "15": "CZA, S25/22745, ‘Italian Propaganda in Palestine’, pp. 4, 8, attached to letter, Wauchope to Macdonald, Colonial Office [hereafter CO], 10 Aug. 1935. The Syrian Mithaq party was involved too. See Williams, ‘Mussolini’s War of Words’, p. 59. S.B. Wagner, Statecraft by Stealth: Secret Intelligence and British Rule in Palestine (Ithaca, NY, 2019), pp. 118–19.",
        "16": "On Palestinian ideology, see G. Achcar, The Arabs and the Holocaust: The Arab-Israeli War of Narratives (London, 2010), pp. 47–9, 123. On their demands for democracy (and British obstruction), see Wagner, Statecraft by Stealth.",
        "17": "CZA, S25/22745, ‘Italian Propaganda in Palestine’, p. 6, attached to letter, Wauchope to Macdonald, CO, 10 Aug. 1935.",
        "18": "H. Cohen, Army of Shadows: Palestinian Collaboration with Zionism, 1917–1948 (Berkeley, CA, 2008), pp. 18–21.",
        "19": "S. Tamari, ‘Factionalism and Class Formation in Recent Palestinian History’, in R. Owen, ed., Studies in the Economic and Social History of Palestine in the Nineteenth and Twentieth Centuries (London, 1982), pp. 177–202.",
        "20": "There is a range of examples, not limited to: I. Khalaf, Politics in Palestine: Arab Factionalism and Social Disintegration, 1939–1948 (Albany, NY, 1991); R. Khalidi, The Iron Cage: The Story of the Palestinian Struggle for Statehood (Oxford, 2006), pp. 65–71; C.W. Anderson, ‘From Petition to Confrontation: The Palestinian National Movement and the Rise of Mass Politics, 1929–1939’ (New York Univ. Ph.D. thesis, 2013), pp. 30, 37, 132.",
        "21": "Khalaf, Politics in Palestine, pp. 9–22, 49–60; U.M. Kupferschmidt, The Supreme Muslim Council: Islam under the British Mandate for Palestine (Leiden, 1987).",
        "22": "W.C. Matthews, Confronting an Empire, Constructing a Nation: Arab Nationalists and Popular Politics in Mandate Palestine (London, 2006), p. 221.",
        "23": "Some recent works dealing with this include: L. Kamel, ‘Hajj Amīn al-Ḥusaynī, the “Creation” of a Leader’, Storicamente, ix (2013), no. 37, available at https://doi.org/10.12977/stor490 (accessed 9 May 2023); Matthews, Confronting an Empire; Wagner, Statecraft by Stealth; Anderson, ‘From Petition to Confrontation’; J.L. Gelvin, ‘The “Politics of Notables” Forty Years After’, Middle East Studies Association Bulletin, xl, no. 1 (2006), pp. 19–29.",
        "24": "See, for example, T. Swedenburg, Memories of Revolt: The 1936–1939 Rebellion and the Palestinian National Past (Fayetteville, AR, 2003), p. 89.",
        "25": "Wagner, Statecraft by Stealth, pp. 50–51.",
        "26": "B. Nuwayhiḍ al-Ḥūt, al-Qiyādāt wa-al-muʼassasāt al-siyāsīyah fī Filasṭīn, 1917–1948 (Beirut, 1981), pp. 301–2.",
        "27": "IOR, L/PS/12/3343, CID summary, 12/34, 28 Aug. 1934; CID summary, 13/34, 20 Sept. 1934; CID summary, 14/34, 15 Oct. 1934.",
        "28": "Nuwayhiḍ al-Ḥūt, al-Qiyādāt wa-al-muʼassasāt al-siyāsīyah fī Filasṭīn, p. 308.",
        "29": "Ibid., p. 302.",
        "30": "Jerusalem, Israel State Archive [hereafter ISA], RG 179/m/4908/23, Memorandum by Government of Palestine, Palestine Royal Commission, reference no. 1 (c), Anti-British and seditious propaganda, n.d. [c.1937], p. 2.",
        "31": "By far the most comprehensive study is M. Kabha, The Palestinian Press as Shaper of Public Opinion, 1929–39: Writing up a Storm (London, 2007); it is also well covered by Matthews, Confronting an Empire. On origins, see R. Khalidi, Palestinian Identity: The Construction of Modern National Consciousness (NY, 1998), pp. 119–27.",
        "32": "A. Ayalon, Reading Palestine Printing and Literacy, 1900–1948 (Austin, TX, 2004), ch. 3.",
        "33": "Matthews, Confronting an Empire, pp. 143–7.",
        "34": "N. Tadros Khalaf, Les mémoires de ’Issa al ’Issa: Journaliste et intellectuel palestinien (1878–1950) (Paris, 2009), p. 108.",
        "35": "Y. Porath, The Emergence of the Palestinian-Arab National Movement, 1918–1929 (2 vols, London, 1974), i, pp. 210–11.",
        "36": "Matthews, Confronting an Empire, p. 143.",
        "37": "Cleveland, Islam against the West, p. 146. For more on Arslan’s motives and justifications, see H. Erlich, ‘The Tiger and the Lion: Fascism and Ethiopia in Arab Eyes’, in I. Gershoni, ed., Arab Responses to Fascism and Nazism: Attraction and Repulsion (Austin, TX, 2014), pp. 271–88.",
        "38": "‘Letter Arslan to Mufti, 20 February 1935’, al-Jami’a al-Islamiyya, 18 Apr. 1935; ’I. Daud al-’Isa and Y. Hana al-’Isa, ‘Letter Arslan to Mufti, 20 February 1935’, Falastin, 19 Apr. 1935; I. al-Shanti, ‘In the Dark of Night: About the Italian Propaganda Document’, al-Difa‘, 19 Apr. 1935. The newspapers discussed in this article may be accessed online via the National Library of Israel’s Newspaper Collection, at https://www.nli.org.il/en/discover/newspapers (accessed 7 Feb. 2022).",
        "39": "TNA, FO 371/18925, E2695/E2695/65, Activities of Emir Shekib Arslan.",
        "40": "CZA, S25/22735, ASI, Monthly Summary of Intelligence, 31 May 1935.",
        "41": "AUB, 322.4.1, Amir Shakib Arslan Collection, 1894–1995, Arslan to Rose el-Yusuf, 22 May 1935.",
        "42": "IOR, L/PS/12/3343, CID 8/35, 20 Apr. 1935.",
        "43": "Z. Elpeleg, Grand Mufti: Haj Amin al-Hussaini, Founder of the Palestinian National Movement (London, 1993); P. Mattar, The Mufti of Jerusalem: Al-Hajj Amin al-Husayni and the Palestinian National Movement (New York, 1988). However, Zahir al-Hasnawi argued that it was genuine and dictated to someone who recopied it. This is close to the truth, but missed the mark. Z. Muhammad Sakr Hasnawi, Shakib Arslan wa-dawruhu al-siyasi fi harakat al-nahdah al-`Arabiyah al-hadithah, 1869–1946 (Beirut, 2002), as cited in Achcar, Arabs and the Holocaust, p. 120.",
        "44": "Cleveland, Islam against the West, pp. 146–50.",
        "45": "CZA, S25/22745, tr. from French (original), Arslan to the High Commissioner, p. 6, 17 June 1935.",
        "46": "For example, Nuwayhiḍ al-Ḥūt, al-Qiyādāt wa-al-muʼassasāt al-siyāsīyah fī Filasṭīn, p. 303. Kabha, Palestinian Press as Shaper of Public Opinion 1929–39, pp. 89, 144. One exception is Y. Gelber, Shorshe ha-ḥavatselet: ha-modiʻin ba-yishuv, 1918–1947 (2 vols, Tel Aviv, 1992), i, pp. 133–4.",
        "47": "M. Fiore, Anglo-Italian Relations in the Middle East, 1922–1940 (Burlington, VT, 2010), pp. 56–60; N. Arielli, Fascist Italy and the Middle East, 1933–40 (New York, 2010), pp. 29–34, 50–51, 71–2; N. Arielli, ‘Italian Involvement in the Arab Revolt in Palestine, 1936–1939’, British Journal of Middle Eastern Studies, xxxv, (2008), pp. 188–9; J.A.J. Gilchrist, 'Sharing Empire: Great Britain, Fascist Italy, and (Anti-) Colonial Intelligence Networks in the Palestine Mandate, 1933–1940', Intelligence and National Security, xxxviii (2023), p, 367.",
        "48": "M. Williams, ‘Mussolini’s Secret War in the Mediterranean and the Middle East: Italian Intelligence and the British Response’, Intelligence and National Security, xxii (2007), p. 892.",
        "49": "IOR, L/PS/12/2110, fo. 820, CID to Chief Secretary, ‘Extract from Periodical Appreciation Summary no. 6/35’, p. 2, 27 Feb. 1935.",
        "50": "ISA, RG 179/m/4908/23, Memorandum by Government of Palestine, Palestine Royal Commission, reference no. 1 (c), Anti-British and seditious propaganda, n.d. [c.1937]; app. III, Police report, 24 Apr. 1935.",
        "51": "TNA, CO 732/65/3, 1, Wauchope to CO, 26 May 1934; see also Rice to Chief Secretary, 5 May 1934.",
        "52": "CZA, S25/22745, Amir Chekib Arslan to His Excellency the High Commissioner (tr. from French), 17 June 1935.",
        "53": "CZA, S25/22745, Shakib Arslan to Hajj Ameen el Husseini (tr. from Arabic), 20 Feb. 1935.",
        "54": "Ibid.",
        "55": "Ibid.",
        "56": "Washington, DC, National Museum of American History, Smithsonian Archives, Faris and Yamna Naff Arab American Collection, Box 12, Habib Katiba correspondence, 1927–39, Amir Shakib Arslan to Habib Katiba, 6 Jan. 1929.",
        "57": "ISA, RG 65/P/944/1, Index card covering fos 312–321. (This material was available in hard copy until digitisation of ISA’s holdings began. I possess photographs of the index cards, which are either destroyed, or held in a repository not open to the public.) It refers to the postscript to a letter in ISA, RG 65/P/944/2, fo. 321, Arslan to Husayni, 1 June 1944.",
        "58": "CZA, S25/22745, Amir Chekib Arslan to His Excellency the High Commissioner (tr, from French), 17 June 1935.",
        "59": "ʿU. Riyāḍ, S. Arslān and M. Dāwūd, Murāsalāt al-Amīr Shakīb Arslān maʻa muʼarrikh Tiṭwān Muḥammad Dāwūd (Cairo, 2015), p. 407.",
        "60": "Riyāḍ, Arslān and Dāwūd, pp. 210–23, 436–43; Ryad, ‘New Episodes in Moroccan Nationalism’, p. 141, n. 88.",
        "61": "CZA, S25/22249, Eliyahu Sasson, ‘From Gad’, Arab Office Intelligence, 15 Feb. 1935.",
        "62": "See BGA, Correspondence, item no. 246481, Armin Weiner to Hugo Hermann, 21 Jan. 1935; ISA, German Consulate Jerusalem, P-1036/11, ‘Arab. Presse’, and P-530/8, ‘Arabische Presse’. Together, these three files present the best original evidence of German activity, which was preliminary.",
        "63": "CZA, S25/22249, Eliyahu Sasson, ‘From Gad’, Arab Office Intelligence, 15 Feb. 1935.",
        "64": "CZA, S25/22249, Arab Office intelligence, Secret, from A.H. Cohen, 18 Mar. 1935.",
        "65": "Williams, ‘Mussolini’s War of Words’, p. 65.",
        "66": "ISA, RG 179/m/4908/23, Memorandum by Government of Palestine, Palestine Royal Commission, reference no. 1 (c), Anti-British and seditious propaganda, n.d. [c.1937]; app. III, Police report, 24 Apr. 1935.",
        "67": "CZA, S25/22745, ‘Italian Propaganda in Palestine’, p. 6, attached to letter, Wauchope to Macdonald, CO, 10 Aug. 1935.",
        "68": "CZA, S25/22745, Amir Chekib Arslan to His Excellency the High Commissioner (tr. from French), 17 June 1935.",
        "69": "Wagner, Statecraft by Stealth, pp. 69–70, 101, 197.",
        "70": "ISA, RG/65/P/944/3, fos 399 and 389, Appendix, in Arslan’s handwriting, n.d., appended to Arslan to Husayni, 23 Dhu al-Qa’dah 1363 [9 Nov. 1944]. The folio numbers are not sequential—probably a result of the way the original materials were prepared.",
        "71": "M. Shemesh, The Palestinian National Revival: In the Shadow of the Leadership Crisis, 1937–1967 (Bloomington, IN, 2018), p. 28.",
        "72": "Ryad, ‘New Episodes in Moroccan Nationalism’, p. 135; Riyāḍ, Arslān and Dāwūd, Murāsalāt al-Amīr Shakīb Arslān maʻa muʼarrikh Tiṭwān Muḥammad Dāwūd, p. 216.",
        "73": "Riyāḍ, Arslān and Dāwūd, Murāsalāt al-Amīr Shakīb Arslān maʻa muʼarrikh Tiṭwān Muḥammad Dāwūd, p. 213 (Arslan to Dawwud, 4 Shawwal 1354 [30 Dec. 1935]).",
        "74": "ISA, RG/65/P/944/3, fos 399 and 389, Appendix, in Arslan’s handwriting, n.d., appended to Arslan to Husayni, 23 Dhu al-Qa’dah 1363 [9 Nov. 1944].",
        "75": "M.C. Thomas, ‘French Intelligence-Gathering in the Syrian Mandate, 1920–40’, Middle Eastern Studies, xxxviii, (2002), pp. 18–19.",
        "76": "Riyāḍ, Arslān and Dāwūd, Murāsalāt al-Amīr Shakīb Arslān maʻa muʼarrikh Tiṭwān Muḥammad Dāwūd, pp. 216–17.",
        "77": "Ibid., pp. 218–19.",
        "78": "Ibid., p. 215.",
        "79": "ISA, RG/65/P/944/1, Index cards for fos 399 and 389. (Note: at the time of writing, these are no longer available in the ISA’s digitised version. I copied them before the ISA closed its reading room and digitised its holdings. I have alerted ISA to the missing material and will happily supply my copy to any enquirers in the meantime.)",
        "80": "ISA, RG/65/P/944/3, fos 399 and 389, Appendix, in Arslan’s handwriting, n.d., appended to Arslan to Husayni, 23 Dhu al-Qa’dah 1363 [9 Nov. 1944].",
        "81": "Ibid., emphasis added.",
        "82": "Clearly not all intercepts made it to the HW 12 series. See TNA, HW 12/181, 057376, 6 July 1934, Intercepted message from De Angelis, Jerusalem to Foreign Ministry, Rome, no. 57, 21 May 1934; HW 41/367, ‘Sarafand Cryptographic Report X/40’, App. A., p. 7; there were 2,087 intercepts compared against the Italian entries in HW 12/189–192 covering the same period.",
        "83": "S. Hamoudeh, ‘Malhaq wathai’iqi: Shakib Arslan wa msa’il falistinia’, Hawliyat al-Quds, no. 13 (2012), pp. 71–80. The documents presented by Hamoudeh are not related to Italian propaganda, but do show that the pair were in correspondence during February 1935.",
        "84": "TNA, FO 371/18923, E2223/1441/65, Pan-Arabism, ‘Enclosure to Rome Chancery’s letter to Eastern department no 291/6/35 of the 30th March 1935’; FO 371/19422, N1771/1135/97, Movements of ex-King Amanullah, 3 Apr. 1935; N2025, Movements of ex-King Amanullah, 29 Mar. 1935; TNA, HW 12/190, 060231, Afghan Legation Jedda to Foreign Office, 17 Mar. 1935.",
        "85": "CZA, S25/22249, E[liyahu] S[asson], Arab Bureau intelligence, from ‘Oved’, 31 Mar. 1935. Oved was the source close to Jamal.",
        "86": "TNA, FO 371/18957, E1514/154/31, Palestine Police Summary, 5/35, 13 Feb. 1935; CZA, S25/22249, ES, Arab Bureau Intelligence, from Gad, 15 Feb. 1935; IOR, L/PS/12/3343, CID summary, 2/35, 21 Jan. 1935.",
        "87": "CZA, S25/22249, ES, Intelligence for the Arab Bureau, 17 Feb. 1935; IOR, L/PS/12/3343, CID summary, 5/35, 13 Feb. 1935.",
        "88": "Family members included Yitzhak Ben Ovadiya, the founding director of Sawt Israel, Israel’s Arabic-language public radio station. The family connection is established in genealogical data from Yitzhak and his brother David, available to subscribers via the Israel Genealogy Research Association at MyHeritage.com (accessed 4 Aug. 2021). David Ben-Ovadia’s burial record is available on billiongraves.com (accessed 4 Aug. 2021).",
        "89": "S. Amir and H. Biran, A Forgotten Legacy. One-Person Intelligence Service: Aharon Haim Cohen in Life and Death (epub, Jerusalem, 2020), ch. 6, para. 11.",
        "90": "Shaw Commission, Commission on the Palestine Disturbances of August, 1929 (3 vols, London, 1930), i, pp. 401–23, 424–45 and 468–81, Sittings 23 (26 Nov. 1929), 24 (27 Nov. 1929) and 26 (29 Nov. 1929), available at https://www.nli.org.il/en/books/NNL_ALEPH990023141100205171/NLI?volumeItem=2 (accessed 7 Feb. 2022).",
        "91": "Y. Ran, ha-ʻArabisṭ: Eliyahu Śaśon ṿeha-maʼavaḳ ha-Tsiyoni ba-mered ha-ʻAravi (Tel Aviv, 2018), pp. 303, 716–17; Gelber, Shorshe ha-ḥavatselet, ch. 7 and p. 229; Amir and Biran, Forgotten Legacy, ch. 6, para. 12.",
        "92": "Ma’anit, Givat Haviva, Yad Ya’ari Research and Documentation Center, Yosef Vashitz Papers, (2)15.35–95, Arab Bureau Intelligence, ‘From ‘Oved’, 9 Oct. 1934.",
        "93": "CZA, S25/22249, ES, Intelligence for the Arab Bureau, 17 Feb. 1935.",
        "94": "Ibid.",
        "95": "CZA, S25/22249, AHC, Intelligence for the Arab Bureau, 22 Mar. 1935.",
        "96": "ISA, RG 179/m/4908/23, Memorandum by Government of Palestine, Palestine Royal Commission, reference no. 1 (c), Anti-British and seditious propaganda, n.d. [c.1937]; app. iv—‘translation of a further letter … by Amir Shakib el Arslan to Haj Amin el Husseini’, 22 Mar. 1935.",
        "97": "TNA, FO 371/18958, E2690/293/31, R.F. to A/CS, 18 Mar. 1935.",
        "98": "Oxford, St Antony’s College, Middle East Centre Library, rm 15, box 8, reel 36, ‘Prince Shakib Arslan and Italian Propaganda: Zincographic Document’, al-Mokattam, 17 Apr. 1935.",
        "99": "NARA, RG 226, Entry ZZ-18, Box 58, Folder 7, Secret OSS US Army Forces in the Middle East no. 8042, Palestine: Political, attached report by Rice, DIG, CID, 18 Oct. 1943.",
        "100": "Cohen, Army of Shadows, pp. 202–3.",
        "101": "NARA, RG 226, Entry ZZ-18, Box 58, Folder 7, Harith Taji el Faruqi, 30 Nov. 1944.",
        "102": "CZA, S25/22735, ASI Monthly Summary of ‘Intelligence’, p. 3, 3 Apr. 1935.",
        "103": "IOR, L/PS/12/3343, CID summary 9/35, p. 2, 8 May 1935.",
        "104": "CZA, S25/22745, ‘Italian Propaganda in Palestine’, pp. 9–11, attached to letter, Wauchope to Macdonald, CO, 10 Aug. 1935.",
        "105": "TNA, FO 141/659/6, ‘Propaganda: Italian’, 13 Aug. 1935; IOR, L/PS/12/3343, CID summary, 15/35, 15 Oct. 1935.",
        "106": "IOR, L/PS/12/3343, CID summary, 10/35, 31 May 1935.",
        "107": "CZA, S25/22249, A[haron] H[aim] C[ohen] to E[liyahu] E[pstein], 2 May 1935.",
        "108": "CZA, S25/22249, A[haron] H[aim] C[ohen], ‘From Rahman’, 2 May 1935.",
        "109": "CZA, S25/22249, From E[liyahu] S[asson], ‘From P.Sh.’, 28 July 1935.",
        "110": "IOR, L/PS/12/3343, ‘CID 12/35’, 5 Aug. 1935.",
        "111": "CZA, S25/22735, ASI summary for Aug. 1935, 3 Sept. 1935.",
        "112": "Ibid.",
        "113": "CZA, S25/22745, telegram from Secretary of State, 10 Sept. 1935; telegram to Secretary of State, 12 Sept. 1935.",
        "114": "TNA, FO 371/18963, E6089/1234/31, Peak to Rendel, 2 Oct. 1935.",
        "115": "TNA, FO 371/18963, E6089/1234/31, Situation in Palestine and Transjordan, Minute by GWR, 11 Oct. 1935.",
        "116": "IOR, L/PS/12/3343, CID summary, 14/35, 28 Sept. 1935.",
        "117": "BGA, Chronological files, July 1935, item no. 269424, A[haron] H[aim] C[ohen] Intelligence from the Arab Bureau (Damascus), 26 Sept. 1935.",
        "118": "TNA, CO 733/299/12, 7, Wauchope to CO, 29 Feb. 1936 and attached CID report, 19 Feb. 1936.",
        "119": "TNA, AIR 2/1813.10a, A.I.1, 14225, 11 Nov. 1936.",
        "120": "TNA, AIR 2/1813.13a, [CID or ASI] Appreciation of Italian activities, May 1937; AIR 2/1813.18a, General Staff Intelligence, Palestine & TJ to Deputy Director of Intelligence, Air Ministry, Appreciation of Italian Activities, 30 July 1937.",
        "121": "Tel Aviv, Haganah Archive [hereafter HA], 80/141p/1, Unsigned to Moshe Shertok, 25 May 1938 and corresponding phrase code by MBH [Maurice B. Hexter].",
        "122": "Cohen, Army of Shadows, p. 202.",
        "123": "M. Hughes, Britain’s Pacification of Palestine: The British Army, the Colonial State, and the Arab Revolt, 1936–1939 (Cambridge, 2019), ch. 7."
    }
}