{
    "title": "Ever Closer Union? Unification, Difference, and the ‘Making of Europe’,c.950–c.1350*",
    "author": "Len Scales",
    "date": "08 April 2022",
    "article": "The article explores the relationships between the universal and the particular in high medieval Europe. It notes the enduring appeal of views of the period as being marked by an increasingly unified ‘European’ culture and explains their modern salience. It observes the parallel phenomena of division and plurality in the period and the prominence of themes of conflict and fragmentation in the following centuries. The purpose of the article is to re-examine the relationship between these seemingly contradictory forms and developments. Its aim is to illuminate and explain the strengthening elements of division and disunity discernible in Europe between the eleventh and the fourteenth centuries in terms of the new, over-arching cultural unities which characterise the same high medieval period. Taking as its basis the model of ‘Europeanisation’ developed by Robert Bartlett, it complicates his picture of advancing homogenisation by demonstrating the ways in which new, encompassing, integrative cultural forms promoted dis-integration and encouraged the articulation and reproduction of difference. The processes of change through which high medieval unities were created were themselves divisive, while strengthened institutions, particularly the Church and papacy, fostered division and provided fora within which contending claims could be negotiated. New, widely disseminated media allowed difference to be more sharply articulated. The cosmopolitan elements in high medieval European culture, the article contends, bore within them the seed of the particular(istic), which ripened together with those same universalising currents. This dialectic of unity and plurality sheds a fresh light on the transition from the central to the later Middle Ages in Europe.The, an ambitious mid-twentieth-century Church history of strongly clerical flavour, concluded its coverage of the thirteenth century on a high note. Under the heading ‘Christian Unity’, its authors observed with satisfaction how ‘after the victory over Frederick II [d. 1250] … there truly exists a Roman Christendom, encompassing all believers in Christ and obedient to the inspirations of Peter’s successors’.[CITATION-1] Antichrist was dead, the heretic emperor and his Hohenstaufen brood beaten for good.[CITATION-2] When the great Church council sat at Lyon, from 1272 to 1274, even the schismatic Greeks appeared ready at last to be reconciled under universal Petrine headship. By then, a century of learned lawyer-popes had defined with precision the unvarying obligations of a Christian life throughout an extended Catholic Europe. Around the same time, St Thomas Aquinas (1225–1274) completed his heroic life’s labour, of binding Aristotle into a secure Christian embrace, reconciling a single creator-God to his single, material, human world.[CITATION-3] History, readers of thewere invited to imagine, had found an end.[CITATION-4] How precipitately History returns. In September 1303, less than three decades after Lyon, a reigning pope, Boniface VIII, was fatally attacked in his own palace by a mob whose number included a chief minister of the (‘most Christian’) king of France.[CITATION-5] Reactions, or rather their notable absence, from across ‘Roman Christendom’ to the assault at Anagni encourage the suspicion that few were greatly shocked.[CITATION-6] By that point the pope had already visibly failed to prevent the French and English kings from taxing their clergy to fund the dynastic, territorial wrangle that would form a prelude to two centuries of endemic late medieval war. In the struggle between pope and kings, many clergy in both realms would side with their monarch. The Church itself was quickly revealed as being in deep crisis, haunted by millenarian terrors and torn between radically different visions of its own proper nature.[CITATION-7] To his many and bitter foes, Pope Boniface was himself an agent of supernatural evil.No longer unity but division at once appears to claim centre stage. By the early fourteenth century, the encompassing theological synthesis completed by Aquinas was already coming apart at the seams. In the political sphere, John Quidort (d. 1306), a French Dominican, drew upon Aristotle to argue that nature, under God, favoured regnal plurality, rather than a single, universal order.[CITATION-8] A generation later, Marsilius of Padua (d. 1342) would celebrate Boniface’s death as the removal of an obstacle to establishing a distinct, secular sphere of government.[CITATION-9] Things fall apart. Medieval Europeans seem to have passed abruptly from a time of relative stability and cohesion to what might fittingly be labelled an age of anger.[CITATION-10] Geoffrey Barraclough, writing in the aftermath of European catastrophe in 1949, was ‘tempted to wonder whether … any period of history has more affinity with our own than the age of Philip the Fair’ (r. 1285–1314).[CITATION-11] A revolt by the pope’s Sicilian vassals in 1282 had thrown off the Church’s appointed ruler, installing on the island instead an Aragonese kinsman of the accursed Hohenstaufen. The French kings, meanwhile, were embarked upon what might be termed the construction of heaven in one country. For defence of the Holy Land was substituted defence of the sacred soil of France.[CITATION-12] The Templar order—product of the twelfth-century high summer of militant Latin Christian universalism—was suppressed and its assets seized, Jews purged from royal lands, and the Church browbeaten into acquiescence.[CITATION-13] Relocated to Avignon in the borderlands of the French kingdom, the popes themselves fell for a century under French royal tutelage. The rumour, which apparently circulated at the Church council held at Constance, a century after Anagni, of the existence of a French world map with Paris rather than Jerusalem at its centre, by then probably occasioned little surprise.[CITATION-14] It is not only readers of thewho are bound to find themselves ill-prepared for so much sudden falling-out—and for the weary decades of late medieval political instability and endemic war, of social revolt and religious schism, that it appears to herald. For the story of the three preceding centuries has often been recounted, at least on a meta-narrative level, as one of pan-European growing-together. Already by the eleventh century, wide-ranging social, economic and cultural changes were supplying ‘a more solid basis … to that unity which men believed to exist in Christian society’.[CITATION-15] From this medieval unity, moreover, a long, enticing path has seemed to stretch ahead towards modern ones. For Jacques Le Goff, the thirteenth century not only represented ‘the high point of the medieval West’: it was also (implicitly, for that reason) ‘the time when a model that may, taking a long-term view, be described as European became established’.[CITATION-16] The present essay is hardly the first to point out that the chasm which yawns between the ‘order and light’ of the thirteenth century and the impending reign of the Four Horsemen is illusory.[CITATION-17] The Good and Beautiful Middle Ages did not end, nor chilly Autumn begin, with the death of Aquinas or the outrage at Anagni.[CITATION-18] But the illusion has served a purpose: to light up with an isolating, beatific glow those elements in medieval culture that successive generations of medievalists have deemed most worthy of illumination. The aim in what follows is to direct that same strong light in a different direction, onto the fractures and divisions always present, and increasingly sharply delineated, but which appear to loom up with (and tautologically to define) the period’s close. Since in the anglophone scholarly tradition these medieval centuries have customarily been termed both ‘central’ and ‘high’, the two designations are used largely interchangeably in what follows.[CITATION-19] The essay attempts to show how some of the most salient manifestations of high medieval European unity—cultural forms and genres, emergent patterns of thought, and far-reaching institutions—drove processes of fragmentation, differentiation and boundary-drawing.[CITATION-20] These processes demand a complex explanation, not reducible to a single cause: at their heart, as we will see, lay patterns of social, cultural and doctrinal transformation at work between the tenth and the fourteenth centuries. Notwithstanding these historically specific factors, it will be argued that the interactions of integrative and disintegrative moments observable here also form a useful basis for thinking about unity and division in other complex and changing societies in other periods, including recent ones.The focus in what follows is upon the relationship between power and cultural change, and on the media through which that relationship found expression. Attention is therefore concentrated upon the mainly elite actors whose access to cultural resources has left an articulate record. It is true that the same formative high medieval tensions, between cosmopolitanism and particularism, expanding horizons and local worlds, could also be fruitfully explored by focusing on other spheres of life, such as popular religious practice or changing economic relations. Cultural unities (and their antitheses) do, however, command a special importance, simply because some of the most influential modern judgements on the period have identified unity as its defining characteristic and claim to significance. Tracing the origins of such a view is therefore the first task in what follows. Brief attention is then given to the sharply different priorities which have informed historians’ accounts of the course of social and political power in the period, where attention has instead fallen mainly upon divisions, antagonisms and particularities. The case which this essay then develops, for the role of heightened unities in the construction and articulation of imagined common difference, takes as a starting point Robert Bartlett’s(1993).[CITATION-21] The importance of Bartlett’s thesis here lies especially in the connections which he demonstrates between emergent cultural commonalities and changing structures of power. The essay also adopts Bartlett’s generous chronological bounds, of 950 and 1350, in order to emphasise broad processes of change and to resist an isolating, and thus reifying, view of the period.One of the main impulses behind the systematic modern study of the central Middle Ages, and a major reason for the subsequent exaltation particularly of the period between the eleventh and the thirteenth centuries as an early apogee of ‘European’ achievement, arose from an attempt to find remedies for the perceived evils of the modern nation state. According to the encyclical, issued by Pope Leo XIII in 1879, bad contemporary politics had their root in bad philosophy.[CITATION-22] The solution was a return to good philosophy, and specifically to studying the thought of Aquinas. If the modern European nation state was the problem, the European high Middle Ages offered a solution. It was there that the seminal thinkers were to be discovered who, in an ‘effort to reunify society’, had looked beyond mere political bounds to discern ‘a unity of direction, such as guides the revolution of the spheres, the general government of the universe’. For ‘unity’, as everyone recognised, ‘is always more perfect than plurality’.[CITATION-23] Pioneering scholarship in the fields of Latinate philosophy, theology and law was the achievement particularly of a number of distinguished Catholic scholars—figures such as Maurice De Wulf (1867–1947), Martin Grabmann (1875–1949), Étienne Gilson (1884–1978), and Marie-Dominique Chenu (1895–1990)—who were also engaged in the contemporary life of the Church, and who staked out the pan-European parameters of their subject.[CITATION-24] Around the same time, between the late nineteenth century and the First World War, Emile Mâle, while concentrating on France, was tracing the embodiment of high medieval religious doctrine in visual forms that reflected principles valid ‘from one end of Europe to the other’.[CITATION-25] Broadly framed studies of European society, thought and sensibilities in the central Middle Ages multiplied during the middle decades of the twentieth century. This was partly a response to the traumas of the Great War, which had scarred the lives of many mid-century medievalists, often through the personal experience of combat.[CITATION-26] Some must have faced one another across no man’s land.[CITATION-27] Several were devout Christians, whose faith gave purpose to their scholarship, though others, such as Charles Homer Haskins (1870–1937), who had attended the Paris peace conferences with President Woodrow Wilson, embraced more secular ideals of general improvement.[CITATION-28] But whether their concern was with law and government, with theology, science, monastic spirituality, the cult of love, or the structure of society itself, they adopted a characteristically European perspective on their subject.[CITATION-29] Or, more precisely, they took a Latin, western European view, reflecting the agenda-setting role of French medievalists (and Anglo-American devotees of the Normans), as well as, for some, the bounds set by the history and Latinate culture of the Catholic Church.[CITATION-30] The idea of Europe itself now emerged as a medievalist concern, reflecting its new-found salience as a frame for contemporary political visions and programmes.[CITATION-31] Some, though certainly not all, turned to the Middle Ages as to Europe’s prelapsarian Eden, a world of freedom before passports and frontier posts,[CITATION-32] whence might be drawn the means of making whole a fractured modernity.[CITATION-33] Many more inter-war medievalists embraced the particular, whether as matter for study (as seen, for example, in a growing interest in medieval nationhood) or, more radically, as an imperative to justify their own work and to urge upon their peers: calls for the ‘nationalisation’ of scholarship were now heard in some quarters.[CITATION-34] But precisely the proliferation during these years of chauvinistic and inward-looking agendas and viewpoints, reflecting a mood of political crisis and breakdown, acted as a spur to those seeking more optimistic perspectives. Medieval culture, at least among a distinguished—and in the years to come, influential—minority of scholars, seemed still to offer a balm for Europe’s self-destructive nationalisms.[CITATION-35] As one of them insisted, ‘if our civilisation is to survive it is essential that it should develop a common European consciousness and a sense of its historical and organic unity’.[CITATION-36] The Pontifical Institute of Mediaeval Studies, founded in Toronto in 1929 at the urging of Gilson—who had fought at Verdun and spent two years in German captivity—is emblematic of a contemporary current of aspiration.[CITATION-37] By the time of the Second World War, some historians were coming to view the high Middle Ages not only as a reproach to present barbarities but as a harbinger of, and even a potential blueprint for, better European futures. It was at this time that medievalists began increasingly to make claims for the axial importance of their period, and particularly its high medieval centuries, for the course of European civilisation, against the Italian Renaissance as championed by Jacob Burckhardt.[CITATION-38] Medievalists would remake a broken Europe on the page, as politicians remade it on the ground.[CITATION-39] In one of the most influential general histories from the first post-war decade, Richard Southern announced his subject to be ‘the formation of western Europe from the late tenth to the early thirteenth century’.[CITATION-40] Synthetic accounts of the period multiplied, full of anthropomorphic imagery of Europe’s medieval ‘birth’ and confident perceptions of ‘advance’ and ‘takeoff’.[CITATION-41] Neo-Thomist romanticism faded, but the secular vision which it had done so much to foster, of a European community of culture and solidarity, gathered strength, particularly in continental medievalist writings.[CITATION-42] In some quarters, a more explicitly political note becomes discernible. The Austrian anti-Nazi Friedrich Heer, who had known the terrors of the mid-twentieth century at their sharpest, was in no doubt that ‘the crises and catastrophes’, but also the ‘hopes’ (as well as ‘fears’) ‘of our own day’, had origins which ‘can be traced back directly or indirectly to their sources in the high Middle Ages’.[CITATION-43] The Second World War seemed for some only to amplify the lesson of the First, namely, the need for a European political order standing above competing states. Some of the central figures in establishing the first foundations for European political unity took a keen interest in the Middle Ages. At the 1955 meeting of foreign ministers that set in train the creation of the European Common Market, Robert Schuman called upon those present to draw example from the days when Europe was ‘marvellously bound together in the melting pot of Christendom’.[CITATION-44] In the decades that followed the signing of the Treaty of Rome in 1957, the historiography of the central Middle Ages appeared often to be keeping step with successive iterations of European federalism, and occasionally seeking to contribute to debates about its future course.[CITATION-45] A British medievalist felt moved to issue a guidebook to the common European past, to edify the inhabitants of that tardy accession state.[CITATION-46] But such ventures were more characteristic of mainland western Europe, where eminence in the study of the Middle Ages might serve now as a qualification for a role as public educator in shared European histories and destinies.[CITATION-47] By the early twenty-first century, it seemed natural to identify the newly extended bloc of Latin Christian kingdoms at the first millennium as ‘the first European Union’.[CITATION-48] For historians writing in the post-Communist lands, the ‘new Europe of the year 1000’ anticipated and legitimised the new Europe of 2000.[CITATION-49] Others went further, claiming that medievalists had a responsibility to draw upon their knowledge of pan-European pasts in order to propose ‘future-oriented solutions’ to contemporary problems of European unity.[CITATION-50] Indeed, the Berlin medievalist Michael Borgolte insisted that the development of medieval Europe can only be fully comprehended when ‘the modern Europe-discourse is embraced [by scholars] not as a burden but as an opportunity for better insights’. ‘In medieval Europe for the first time … there began the perpetual, interminable endeavour to make unity out of multiplicity’.[CITATION-51] The emphasis placed by post-war histories upon the wide, unifying scope of high medieval culture caught a contemporary mood. In the twelfth century in particular, it was argued, ‘Europe had the character of an open society’, within and across which ideas and people moved largely free of impediment.[CITATION-52] It was a century in which, for example, ‘the European book’ appeared as an identifiable phenomenon.[CITATION-53] Intellectual reputations, too, were being made on a ‘Europe-wide’ stage.[CITATION-54] The world of Latin letters ‘was in every sense of the word a supra-national movement, forming a republic of teachers, thinkers and writers’, and giving birth to ‘a supra-racial, yet wholly homogeneous culture’.[CITATION-55] ‘Scholastic humanism’ was supplying a foundation for ‘the unification of Europe’.[CITATION-56] It therefore appeared entirely understandable when, in the context of the debates that followed the United Kingdom’s 2016 referendum vote to leave the European Union, one media historian took to Twitter to declare the central Middle Ages as having been ‘like a Remainer paradise’.[CITATION-57] Footloose and well-networked twenty-first-century academics needed little encouragement to seek their putative medieval forebears.[CITATION-58] High medieval ‘Europeanisation’ became a medievalists’ term of art, quickly embraced as suitable for deployment without further explanation.[CITATION-59] Around the turn of the new millennium, accounts of the period were riding the broader tide of transnational history, with its insistence on the primacy of movement and exchange, on the fluidity and negotiability of all identities, and on the historical insignificance of borders.[CITATION-60] Such transcultural medieval perspectives were bound, moreover, to have a heightened utility, ‘should the European unification process develop successfully’.[CITATION-61] Characteristically, writings in this spirit continued to focus upon a fairly narrowly drawn Latin Europe and, within its bounds, on key cultural centres: the schools of northern France, the universities of Bologna and (particularly) Paris, the ‘proto-modern’ bourgeois urban culture of northern Italy, burgeoning commercial networks, and above all, the reformed Catholic Church under its papal heads. It was the Church that had ‘everywhere created agencies or mechanisms to fortify the sense of cultural identity of Latin Europe’.[CITATION-62] Most such work continued to concentrate upon Christian society. But even a dissenting voice, urging a fuller integration of Judaism and Islam into high medieval European histories, was firm about the importance of focusing only upon the three monotheisms, to the explicit exclusion of surviving medieval European paganisms, as the viewpoint most conducive to cultivating broad (future) unities.[CITATION-63] If the mood of many post-war histories was utopian, there was room for dystopian visions too, recounting how newly ascendant clerical and (as courtiers) quasi-clerical elites extended their power by stigmatising and persecuting perceived rivals.[CITATION-64] Antisemitism, too, was attendant at ‘the birth of Europe’.[CITATION-65] Not in doubt, however, was the general scope and importance of the changes under way.Unity has never, of course, appeared to most historians as the most interesting thing about the European high Middle Ages. The period seems to reveal many separate, not least ‘national’, lines of development, and the majority of writers have always focused upon these. Trans-European unities play at best a secondary role in studies concerned with the hard materialities of social, economic and political change at the turn of the first millennium and in the two centuries that followed. It was those material changes that Emmanuel Macron had in mind in his warning to fellow Europeans, sounded in his 2018 acceptance speech for the tellingly named Charlemagne Prize, not to pursue a ‘Lotharingian’ course of ‘extreme division’.[CITATION-66] The nightmare scenario invoked by the French president is a familiar one, of post-Carolingian political fragmentation, governmental collapse, feudal ‘mutation’, and endemic violence and competition.[CITATION-67] The reality, extent and character of these millennial transformations continue to inspire a large and contentious historiography.[CITATION-68] What they make plain, however, is that high medieval Europe’s cultural unities had no counterpart in the political sphere. On the contrary, it was in precisely the period between the eleventh and the fourteenth centuries that a settled European pattern of multiple regnal polities became embedded and began to gather theoretical legitimacy;[CITATION-69] and, since the nineteenth century, distinguished national schools of medieval history have been founded upon celebrating those attainments. Across the continent, the search for the medieval roots of individual states and nations was up and running, building on organised programmes of source criticism and publication, long before anyone started thinking seriously about European commonalities.[CITATION-70] Ranke and Waitz, the, Stubbs and Maitland, later the progressivist disciples of Haskins: all went in search of the high medieval foundations of their distinct constitutional systems, on European soil or transplanted across the Atlantic.[CITATION-71] The centuries lying between the Carolingians and the Hundred Years War proved rich in heroic ‘founding fathers’ and ‘constitutional kings’ to suit both nationalist and liberal visions of common uniqueness and destiny.[CITATION-72] National academies fashioning and reproducing high medieval national histories—Stubbs’sas the Gratian’sof the Oxford History Schools—became the nurseries of succeeding generations of national politicians and administrators.[CITATION-73] Little wonder that their concerns would prove so tenacious.The narrative of Latin Europe’s strengthening political divisions, and of their reflection in the medieval political-cultural imagination, has traditionally been recounted more in parallel than in conjunction with accounts of advancing cultural integration. Some crossovers have, it is true, long been acknowledged and studied. The new learning benefited State(s) hardly less than Church, whether through the increasingly systematic study of law, the application to secular government of other useful sciences, or the stream of future bureaucrats turned out by the schools and universities.[CITATION-74] Yet the cultural traffic has often been presented as piecemeal, limited and one-way. The ‘[high] medieval origins of the Modern State’,[CITATION-75] with its now-familiar counterpart, the ‘emergence of European nations in the Middle Ages’,[CITATION-76] still constitutes a largely separate historiographical track, standing apart from the high medieval ‘making of Europe’ as a cultural phenomenon. The dialectical aspects of the relationship between culture and power, between the general and the particular, during the central Middle Ages have hitherto attracted little systematic reflection.Towards the end of the twentieth century, however, the elements in these disconnected, apparently contradictory, viewpoints on the period began to attain a resolution. Some historians now sought to entangle the grand narrative of high medieval cultural unities with the parallel-track tradition focused on social and political power, divisions, and separate developments.[CITATION-77] The location of these entanglements was often the advancing frontier, where new realms and peoples were received into ‘the club of Europe’s Christian states’.[CITATION-78] It was at the margins, where the expansionist populations of the western European core lands engaged in new, often violent and oppressive, interactions with indigenous groups, that the Latin learning of the schools and monasteries was deployed by contemporaries to explain, to justify and occasionally to criticise the new state of affairs.[CITATION-79] Older, Christian–pagan dualities were overwritten by new ones, drawing upon rediscovered Antique models and deploying tropes of civilisation and barbarism to differentiate some imagined groups from their neighbours, rivals and victims.[CITATION-80] The mobile high medieval frontier thus appears to unlock a range of complex interrelations, between cultural unities and particular constructions of identity, and between universal norms and divisive acts. It accordingly provides a starting point—although no end point—for the case which the present essay seeks to make.Nowhere have those interrelations been as fully and searchingly explored as in Robert Bartlett’s, subtitled. Published in 1993, the year in which the Maastricht Treaty came into force constituting the European Union and reiterating the Treaty of Rome’s aspiration to an ‘ever closer union among the peoples of Europe’, its geographic scope uncannily anticipated the EU accessions of the following two decades. In many ways, Bartlett’s book follows the established grand narrative of high medieval European cultural history, as exemplified by his mentor, Richard Southern, just as its title appears to promise.[CITATION-81] The direction of travel is never in doubt: ‘By 1300 Europe existed as an identifiable cultural entity’.[CITATION-82] Many central themes and elements are familiar, too: schools and universities; texts and literacy; mobile, interconnected elites; new forms of religious life; ‘European’ culture itself. More novel for a general history in this vein, and important for the discussion which follows, is the harsh materiality of the vision, and the stress not upon harmonies but on conflict and competition.[CITATION-83] The book focuses on a series of interrelated technologies of power, and on their dissemination from the core lands of post-Carolingian western Europe and their application at the mobile frontier. These include texts, ideas, and modes of thought. But Bartlett’s attention is directed primarily at the means of high medieval political and social transformation: armoured knights and stone castles, the inheritance strategies of aristocratic kindreds, heavy ploughs, plantation villages, new towns under written law. Although he has much to say about the construction, experience and enforcement of difference, the main narrative is of homogenisation: of the creation of common cultural forms, through which the colonial margins came, over time, increasingly to resemble Europe’s western heartlands. This is Bartlett’s ‘Europeanisation’. He is much concerned with the standardised, with the reproducible, and with the encoding of cultural norms in generally recognisable symbols. These elements are also, however, amenable to quite different readings which, while they do not contradict Bartlett’s findings, cast them in an altered light, prompting further reflections.What many of Bartlett’s signs of Europeanisation have in common is the facility with which, precisely on account of their standard elements and ready reproducibility and recognisability, they constructed and communicated difference. Viewed in this way, the Europe ‘made’ through the transformations which Bartlett recounts had the character of a broader and more regular symbolic field, on which multiple protagonists could readily construct and display their identities and challenge neighbours and rivals. The point is illustrated by some of his key artefacts of pan-European homogenisation: coins, sealed documents, saints’ cults, and personal names.Coins establish their trustworthiness as a medium of exchange through their regular, stereotypical appearance. Bartlett shows how they proliferated in the central Middle Ages by imitating pre-existing models. Yet coins also function as what Michael Billig, writing about modern societies, has termed ‘unwaved flags’ of collective identity, subliminally linking those who handle them to the imagined communities which they represent.[CITATION-84] Around the mid-tenth century, the dukes of Bohemia, one of Bartlett’s cultural receptor-realms at the edge of his expanding Latin Europe, began minting silver pennies based on English models.[CITATION-85] But within a century these had been adapted to show the image of the Bohemian patron, St Wenceslas, on the reverse, in a manner visibly paralleling the duke’s image on the obverse.[CITATION-86] Coins thus brought the political community, identified with the Bohemian people, and its supernatural guardian unmistakably into conjunction. When need arose, their imagery was capable of elaborate manipulation to invoke a sense of regnal solidarity, focused on the issuing ruler. The gold ‘nobles’ minted in England from the reign of Edward III (1327–1377) onwards, in a time of war with France, spoke a visual language of defiance and defence: the king was shown on board ship with an armorial shield, guarding his insular realm with drawn sword.[CITATION-87] Iconographic stability mattered too, of course, and often—particularly in times of political flux and upheaval—rulers and regimes opted to take over unchanged the monetary styles and motifs of their predecessors.[CITATION-88] Nevertheless, it was precisely the standardisation and interchangeability of coins that made them ideal matrices within which to construct visible claims to collective particularity and distinction.[CITATION-89] In becoming more alike, European realms and their populations became more identifiably different.The central role which coins attained between the eleventh and the fourteenth centuries in the everyday economic transactions of wide and varied social strata lent them a unique symbolic power to represent the regnal community.[CITATION-90] Monarchical and other governments came during this period to assert increasingly comprehensive powers over the circulation of precious metal, particularly in the form of coin, within their territories and over its movement across their frontiers. As aspiration, and by the later Middle Ages to a significant extent in fact, the circulation of regnal currency mapped the bounds of the regnal community.[CITATION-91] The integrity of the coinage came to be viewed as materially and symbolically inseparable from the integrity and health of the commonweal. Collective distinctiveness and distinction were thereby encoded in a ubiquitous, classless, standardised disc of metal.[CITATION-92] Seals are highly comparable to coins, and their iconography was interchangeable, although the (standardised) variety of seals was even greater.[CITATION-93] Their development during the eleventh and twelfth centuries has been linked to contemporary learned speculation about the nature of identity itself and the construction of boundaries against others.[CITATION-94] A striking example of their capacity to articulate conceptions of political community is provided by the seals of the councils of Guardians that governed the kingdom of Scotland during interregna at the end of the thirteenth and early in the fourteenth centuries. These included emblematic portrayals of the kingdom’s patron, St Andrew, crucified in the form of the saltire.[CITATION-95] Seals did not only assert boundaries but could stridently announce their remaking. King Philip VI of France (r. 1328–1350) was reportedly reduced to feverish silence at the sight of the great seal of his Plantagenet competitor, Edward III, quartering the French lilies in sign of Edward’s claim to the French throne.[CITATION-96] The royal documents which seals authenticated, and whose European proliferation Bartlett also charts, likewise expressed the particular titles and claims of their issuers. The limited and bounded community of their addressees was further emphasised by the practice, increasingly widespread by the fourteenth century, of issuing such documents in the regnal vernacular.[CITATION-97] The increasing trans-European homogenisation of personal names, fostered by the rise of universal Latin Christian saints’ cults and by the cultural assimilation of new subjects of foreign conquerors to their rulers, was not, as Bartlett himself makes clear, the whole story. Indeed, directly contrary processes were also at work, as incoming elites sought to appropriate the particular sacred pasts of their new realms in order to affirm their right to be there. If the Conquest of 1066 was followed by a proliferation of Williams among the English peasantry, within two centuries the Old English Edward had laid what would prove to be a durable hold upon the royal dynasty itself, reflecting Henry III’s veneration for the Confessor.[CITATION-98] In the fourteenth century, that most western European of aristocratic families, the francophone Luxembourgs, as newly installed kings of Bohemia, began naming their heirs after the Slav martyr-prince Wenceslas and fostering his cult throughout their far-flung domains.[CITATION-99] Frontier nobilities with their origins in Bartlett’s Carolingian European ‘core’ needed little encouragement to accommodate themselves to the many particular cultural worlds at high medieval Europe’s mobile margins. Such solicitude was clearly wise: indigenous protector-saints could not be counted on meekly to accept foreign takeovers but might, particularly at moments of open conflict, offer themselves as rallying points for nativist resistance.[CITATION-100] Saints possessed throughout the Middle Ages a special importance, as the universal, supernatural advocates of particular votaries.[CITATION-101] Saintly particularism found political expression in the figure of the saint-king, at his height in the twelfth and thirteenth centuries.[CITATION-102] The high medieval shift from a world of local cult-sites and holy men to a Latin Europe united in devotion to the central actors in salvation history brought no change here, but created instead a common field on which to compete for the favour of the most powerful spiritual guardians.[CITATION-103] If the Virgin Mary now cast her protective mantle over all, she might nevertheless be induced to enfold especially firmly a community invoking her particular favour and placing her cult at the centre of its common life.[CITATION-104] By the late Middle Ages, the French and the English were contesting Mary’s special patronage just as they contested lands and titles.[CITATION-105] The heritage of the Israelites themselves now seemed ripe for the taking, as different writers sought to associate their own peoples with ideas of divine election.[CITATION-106] To these could be added other reproducible symbolic vocabularies of difference that developed during the central Middle Ages. One was heraldry. Precise distinction and rigorous comparability are the twin fundamentals of the heraldic sign-system.[CITATION-107] Very soon, therefore, regnal armorials are found being tendentiously evoked, compared and contrasted in order to invest different peoples—the Germans with their bellicose eagles, the English with their ravening lions, the French with their pacific lilies—with supposedly settled collective characteristics, and thus titles and destinies.[CITATION-108] The gothic style, as a visual language of elaboration, delineation and distinction, was well adapted to illuminating and celebrating the particular.[CITATION-109] Already by the thirteenth century, gothic art had attained a startling physiognomic realism that some have linked to emergent learned discourses of race.[CITATION-110] By the late Middle Ages, observers were discerning the lineaments of their own rulers in the carved effigies of sacred figures in their churches.[CITATION-111] Those same rulers were now also increasingly commemorated in tomb effigies, in which some contemporaries claimed to make out their individualised physical features.[CITATION-112] The development of generalised Latin European cultural forms in the central Middle Ages rendered specific group identities more visible, and more amenable to precise and detailed articulation and differentiation. The connections go deeper, however, reflecting the high medieval efflorescence of thought and learning and the new social and institutional loci for their pursuit. It was natural that a learned culture increasingly concerned with general and universal principles should also have been preoccupied with distinctions and divisions—as between the parts of a scholastic treatise or, more broadly, between the different orders of universal Christian society.[CITATION-113] Contention, the pitting of this against that, was at the heart of the scholastic programme, a culture of thought reflecting the violently competitive world from which it sprang, and which it served and shaped.[CITATION-114] Every thing is particular, taught Peter Abelard (d. 1142).[CITATION-115] High medieval intellectual training was all about drawing lines. The deadly template of dualist heresy, some have suggested (although not without challenge), was first internalised as a schoolroom exercise in Paris, and only subsequently projected, by the self-same graduate clerics, onto the human landscapes of southern France and northern Italy.[CITATION-116] In comprehending the universal, human difference mattered fundamentally. Studying the whole stirred an impulse to distinguish the parts. The single inhabited world of thewas no undifferentiated mass, but was overlaid with divisions—most primally, those between the different races, descendants of the three sons of Noah and inhabiting the three continents.[CITATION-117] Their separation was marked in clear diagrammatic form. Medieval world maps characteristically gave fullest and most circumstantial account of their authors’ own native regions. On occasion, it has been argued, they might even register a recent local history of ethno-religious purge and exclusion.[CITATION-118] A concern with distinctions is even more evident in the free-standing regnal and regional maps which were a by-product of thetradition. To that end, the St Albans monk-cartographer Matthew Paris (d. 1259) used rivers and estuaries to emphasise visually the borders between Wales, Scotland, and his native England.[CITATION-119] ‘Medieval humanism’, with its concern for the general in humanity, raised up its own high barriers. Peter the Venerable (d. 1156) wondered whether the Jew, who ‘does not cede to human reason’, and thus lacked the quality ‘that separates man from other animals’, should be considered human at all.[CITATION-120] The high medieval scholastification of Latin Christian engagements with their Jewish neighbours generally did little to foster sympathies or sense of things shared.[CITATION-121] Natural philosophy, through which ‘the human’ was increasingly read and comprehended, exalted the human body as the foundational locus of identity and discrimination. The racialised science and medicine of Antiquity, together with its Arabic commentaries, entered Latin Europe across ‘open’ high medieval frontiers, physical and mental, to become the familiar stuff of lecture and quodlibet.[CITATION-122] Bodies white, black, and Jewish, their purported distinguishing qualities, and the implications of those qualities, were elucidated by Latin schoolmen in what has been called the ‘proto-racist shift’ of Europe’s long thirteenth century.[CITATION-123] The manifold differences in human appearance and character, as explained by climatic, humoral and astrological theory, came to engage scholars of the stature of Albertus Magnus (d. 1280).[CITATION-124] A learned lore arguing for indelible human difference now passed freely from the page to the schoolroom to society at large, offering a ready recourse for those with axes to grind.[CITATION-125] Universalising learning bestowed mastery of the particular. Gerald of Wales’s (d. 1223) ethnographies of Celtic Britain reflect his intellectual formation at Paris. Both classical myth and climatic theory helped him account for the eloquence of the Welsh, whose ancestors, he explained, being migrant Trojans, came from a hot land, productive of quick wits.[CITATION-126] ‘The university’, writes Bartlett, ‘was one of the most powerful instruments of cultural homogeneity to arise in the Middle Ages’.[CITATION-127] Here above all, it seems, we encounter medieval Europe’s ‘anywhere’ people, bounded by no frontiers, and always most at home among their own kind. Three-quarters of the regent masters who taught at Paris between 1179 and 1215 came from outside the French royal domain.[CITATION-128] Indeed, the striking thing about the most distinguished masters in the Paris schools of the twelfth and thirteenth centuries is how few of them were French. Relocation, it seems, was easy and painless. ‘Happy the exile which brings such a home’, wrote an émigré John of Salisbury (d. 1180) from Paris to his friend, Thomas Becket.[CITATION-129] Yet students attending the schools were taught to perceive in one another no nameless multitude, but the offspring of distinct peoples and natives of specific, identifying regions. Rehearsing the supposed common (and usually negative) characteristics of such groups was a staple of schoolroom rhetorical exercises—a practice that does much to explain the wide proliferation of ethnic and regional stereotypes in high medieval Latin literature.[CITATION-130] Recorded instances of actual conflict between student groups reflecting ethnic antagonisms are few and well known, and were over-emphasised in earlier, nationalist scholarship.[CITATION-131] Nevertheless, a schooling in purported ethno-cultural difference was among the shared (or, if we wish, homogenising) experiences that students took home with them.[CITATION-132] Characteristic of the age, moreover, is the sameness of the differences invoked: a standardised, interchangeable currency of boasts and slurs, comparable with other contemporary sign-systems of differentiation.[CITATION-133] By the thirteenth century, the familiar literary tropes were increasingly reinforced by ‘scientific’ markers of difference, drawing on the new learning of the schools.[CITATION-134] Not even the highest reputations were proof against the rhetorical power of place. The most cosmopolitan of scholarly émigrés had trodden a road from somewhere and were liable to be reminded of the fact by their no less exalted peers. For Otto of Freising (d. 1158), Abelard’s Breton birth supplied a key both to his acute intellect and to his want of everyday common sense.[CITATION-135] Stereotyping grew in step with the growth of learning, the proliferation of its tools, and the peregrinations of its votaries. The twelfth century ‘discovered the individual’ by discovering the group.[CITATION-136] While the university nations into which masters and students were organised were administrative bodies with mostly only an approximate relation, or none at all, to the imagined ethnic identities of their members, this was not always so.[CITATION-137] On occasion, university administrative structures acted as a framework within which ethnic particularism was strongly reinforced. At Prague in the late Middle Ages, the Bohemian university nation incubated a group of masters with a strong sense of Czech nationhood, who came to argue from within the university for the divine election of their people as reformers of the Church.[CITATION-138] As will become clear later in this article, it was often within the most apparently transnational medieval institutions that the most strident voices of ethnic and regnal particularism found expression. Universities, moreover, came from an early date to be understood as regalian resources, subject to rulers who might regulate them as their own advantage dictated. Frederick II’s foundation in 1224, as king of Sicily, of the university of Naples, which his subjects were commanded to attend to the exclusion of all foreign schools, is a notable, but not unique, example of high medieval academic mercantilism in action.[CITATION-139] Regnal priorities easily trumped freedom of movement. Against this backdrop, the openly national-political wave of expulsions and new university foundations around the start of the fifteenth century appears less a breach with than an acceleration of high medieval trends.[CITATION-140] The results of medieval ‘Europeanisation’ were not all of one kind. New trade routes, dissolving frontiers and bearing Europeans to new horizons, probably acted as a conduit for the entry into the west of radical religious doctrines, disrupting the Church’s emergent unity and reinforcing regional cultures and identities against the centre.[CITATION-141] The high medieval communications boom supplied a buoyant market in difference. If the crusades famously brought Latin Europeans together, the experience appears to have taught many participants as much about what divided as what united them.[CITATION-142] Universal Christendom’s most spectacular common venture offered numerous opportunities for inter-ethnic conflict, rivalries, grudges and accusations—condensed, in chronicle accounts, into the luxuriating repertoire of Latinate schoolroom stereotypes. It was a Europe of many peoples, each identified by its own distinctive, stereotypical, collective qualities, that the emperor Frederick II summoned to holy war against the Mongols, in an encyclical of 1241.[CITATION-143] New boundary-crossings were fertile in nurturing new boundaries, and in reinforcing existing ones.One aspect of the general explosion of Latin literature that began in the eleventh century was the writing of many new accounts of particular collective pasts.[CITATION-144] The burgeoning interest in history is a central element in the classic accounts of the growth of learned culture in the high Middle Ages.[CITATION-145] Among theologians, a deepening concern with God’s relationship with his creation stimulated new reflection upon its unfolding in time.[CITATION-146] A massive growth in manuscript production, through exchange and copying across a more interconnected Latin Europe, increased the availability of sources from which new works could be written.[CITATION-147] One result was a proliferation of histories, recounting distinct, though usually highly comparable and often intersecting, common pasts. Even chronicles of explicitly universal conception, structured around the reigns of popes and (ancient and medieval) Roman emperors, proved adaptable to tell more particular, bounded tales.[CITATION-148] Almost always, high medieval historians were Latinate clerics. Many were monks, or belonged to cathedral chapters or to the retinues of prelates, though some wrote in the service of princes. The earlier medieval histories upon which they often founded their accounts—Bede’s (d. 735), for example, widely copied in post-Conquest England—already depicted a world of many peoples, with which connections and continuities could now be traced. Also increasingly available were works recounting still earlier histories, including that of the Romans.[CITATION-149] These proved a rich source not only of stylistic templates to emulate but also of models of civilisation and its antithesis, with wide applicability in an age of mobile frontiers, unfamiliar neighbours, and new claims to lordship. The writing of history itself now came to be seen as proof of one’s own (and by extension, one’s own people’s) superior civilised credentials.[CITATION-150] Such sources fed a rich and growing array of accounts of imagined common pasts.[CITATION-151] Often, these included mythologised tales of ancient migrations, through which the history’s subject-people had first occupied, and thereby gained an enduring claim upon, the lands with which they associated themselves.[CITATION-152] Most commonly, the ancient origins traced by high medieval historians lay in the Mediterranean world or the Near East. Most widespread of all was the claim to a common ancestry in bands of migrant warriors exiled at the fall of Troy.[CITATION-153] The Trojan origin myth had already established itself among the Franks during the early Middle Ages.[CITATION-154] But after the eleventh century it was laid claim to by new beneficiaries, thereby becoming a template within which many different, but comparable, tales of collective destiny might be written. With its narratives of migrant kinsmen and their varied fates, it also allowed bonds to be traced, and hierarchical relationships asserted, between different medieval peoples.[CITATION-155] By contrast, the Danish historiographer Saxo Grammaticus, despite writing in a complex neo-Antique Latin, unfolded an account of his people’s origins that made no reference to roots in the ancient Mediterranean—perhaps in order to forestall claims to overlordship by Denmark’s southern neighbour, the emperor.[CITATION-156] As the populations of Latin Europe were drawn closer together, so their historians gained new means both of tracing ties and staking claims to apartness: to each people, its own.A notable feature of the boom in histories recounting ethnic roots is its pan-European scope. The early decades of the twelfth century saw an efflorescence of chronicle-writing, incorporating ethnic and regnal origin stories, which spanned Latin Christendom from Bohemia (Cosmas of Prague) and Poland (the so-called Gallus Anonymus) in the east to the Welsh marches (Geoffrey of Monmouth) in the west. We seem to see here a further manifestation of the general pattern of change traced by Bartlett, reaching to the margins of an expanding Latin Europe: the proliferation and regularisation of extended accounts of imagined difference.[CITATION-157] Especially striking about the new tales of common origin is the role in their creation of perhaps the most significant of all the processes of pan-European change under way at the time: the movement for reform in the Catholic Church. The first known attempt at recounting the origins of a single ‘German’ people—the result, it was claimed, of a union of several northern peoples in the service of Julius Caesar—occurs in the course of a (vernacular) Life of St Anno of Cologne, probably from the 1080s.[CITATION-158] The, a history of the church and people of Trier begun around the same time, identified Trier’s earliest settlers, in the style of an, as migrants from ancient Assyria.[CITATION-159] In the north-east of England, meanwhile, the Durham monk Symeon was compiling an account of the origins of his monastic foundation which also adopted, and adapted, the forms of an ethnic migration legend. The tale he told recounted the travails and peregrinations of the doughty band of followers of St Cuthbert (d. 687)—the ‘people of the saint’ (), as he called them—across many generations, from Cuthbert’s original resting-place on Lindisfarne to their eventual settlement at Durham.[CITATION-160] Both theand thecan be read as responses to the contemporary conflict between the reformist papacy and the western emperors.[CITATION-161] Symeon’s probable aim was to instil a sense of deep, legitimising continuity in his Benedictine community, established just two decades before in troubled times, reflecting the stresses of the Norman takeover as well as reforming currents in the Church at large.[CITATION-162] Troubling general change spurred a search for reassurance in specific common roots.[CITATION-163] The development of European literatures in the twelfth and thirteenth centuries brought not only the further multiplication of ethno-regnal histories but an extension of their audiences, as vernacular languages became increasingly important both for translation from the Latin and for the composition of new works. Particular histories in a universal tongue were augmented by particular histories in particular tongues.[CITATION-164] The Old Norse kings’ sagas, composed in Iceland and Norway between the twelfth and fourteenth centuries, recounted the origins of multiple regnal populations under their ruling dynasties.[CITATION-165] By the thirteenth century, across the North Sea, Geoffrey of Monmouth’shad already inspired verse histories in both Anglo-Norman French and Middle English.[CITATION-166] The German-vernacular, compiled in the mid-twelfth century as an ambitious account of imperial history, included a more developed version of the German origin myth first formulated by the.[CITATION-167] Vernacular histories reflected and gave expression to the diversities of an expanding high medieval Europe. Some of them also shed a light upon the resulting tensions and conflicts, occasionally giving a voice to groups who saw themselves as victims of expansion and conquest, or who feared the social changes that resulted. The Middle English chronicle of Robert Mannying, dating from early in the fourteenth century, identified its intended audience explicitly as ‘the common man’: those who ‘live in this land’ and who know ‘neither Latin nor French’. Mannyng explains to them how it came about that the English, who ‘once were free’, ‘fell into servitude’; with the coming of the Conqueror, ‘we lost our freedom forever’.[CITATION-168] Around the same time in Bohemia, an author who became known as ‘Dalimil’ produced a Czech-language translation of theof Cosmas of Prague, with some significant additions of his own. Writing for a (probably noble) Czech readership at a time when immigrant German speakers were a prominent, and in some quarters resented, presence at court and elsewhere in the realm, the chronicler offered a reading of the Bohemian past outspokenly hostile to what he claimed was the historic role of German influence.[CITATION-169] The cultural artefacts of Europe’s high medieval ‘making’ thus chart, and probably on occasion contributed to, the fractures and quarrels resulting from that process.It was precisely the most ‘universal’, pan-European cultural currents of the central Middle Ages that did most to give voice, and a more explicit form, to the identities, claims and titles of many communities. A ‘Europeanising’ Europe opened routes and channels for a traffic in imagined difference, and summoned buyers to market. No less important, however, is the way in which general changes did not merely facilitate butthe process. High medieval European unity was from the start a divisive unity.[CITATION-170] This is exemplified by its standard-bearer and prime achievement: the reformed Latin Church under a new style of pope.Fundamentally important to the development of high medieval European identities was the ‘investiture contest’ of the late eleventh and early twelfth centuries.[CITATION-171] This dispute, which broke out during the reign of the emperor Henry IV (r. 1056–1106), was ostensibly concerned with the powers claimed by monarchs to install (‘invest’) prelates in office. But behind the immediate quarrel lay more fundamental questions: about the access that secular rulers should have to the Church and its property, and about the proper place of those rulers (and other laypeople) relative to the clergy within a Christian world order. The familiar view of the period, stressing the emergence of an increasingly unified Latin Christendom, naturally has merit: at least among a small Latinate elite, there now emerged an interconnected political public such as had not been seen before in post-Roman Europe.[CITATION-172] The investiture contest as a historical moment was both facilitated by, and in turn further stimulated, the development of new, more extensive ties and exchanges. But, partly for that reason, it was also divisive in a way that was without medieval precedent. ‘The popes, the bishops, the kings, the dukes—all are doubled’, lamented an Augsburg annalist.[CITATION-173] Here too, the easy imprecisions of times past were yielding to a world of red lines.[CITATION-174] Henry IV’s excommunication by the pope, the first such act against an anointed monarch in the Middle Ages, marked the crossing of a threshold.[CITATION-175] Henceforth politics became increasingly a matter of principle, requiring the taking of sides.Nothing divided like universal institutions, as a glance at any historical atlas makes plain. What the most politically fragmented landscapes of high medieval Europe—Italy north of Rome, southern and western Germany—had in common was proximity to the power centres of monarchical regimes proclaiming general jurisdiction: the papacy and the western emperors. Other factors were naturally also important in producing the intensely localised, polycentric political landscapes of these regions—notably, the advanced state of their economic life, and the resulting intensive urbanisation and inter-urban competition. But the papal–imperial struggle was crucial, holding out the prospect of guarantees of independence, underpinned by written charters, to those proving loyal to one side or other. It was a potent enough engine of division to set communities not only against their neighbours and lords but against themselves, as local factions formed, championing the cause of Church or Empire.[CITATION-176] The investiture contest inaugurated more than two centuries of endemic, periodically bitter, conflict between the putative heads of Latin Christendom, popes and emperors. Over that time, the communications media at the disposal of western Europeans, and particularly of the Church itself, grew notably in reach and sophistication.[CITATION-177] But far from smoothing away differences and fostering understanding, the quickening circulation of news, opinion, rumour and misinformation (between which medieval people could no more readily distinguish than can their postmodern successors) tended to stir and reinforce partisanship.[CITATION-178] Matthew Paris was able from remote St Albans to follow blow-by-blow the course of the bitter parchment war between the popes and the Hohenstaufen Frederick II, copying into hissuccessive denunciations issued, for wide circulation, by both sides.[CITATION-179] In this case, a major effect of the communications revolution often identified with the thirteenth century was to rally supporters behind increasingly extreme positions for or against emperor or pope, each now denounced by his enemies as an agent of apocalyptic malevolence.[CITATION-180] The English Benedictine Matthew, who believed that hisFrederick had died a penitent Christian, reported avidly a post-mortem vision in which the emperor’s nemesis, Pope Innocent IV, was subjected to a terrifying divine judgment.[CITATION-181] Accounts of high medieval Europeanisation cannot settle merely for tracing the wide travels, experience and knowledge of thirteenth-century Europeans. How those expanded horizons helped to nurture the distinctive, intensely partisan, and spatially firmly rooted viewpoint of a Matthew Paris, or of others like him, warrants no less reflection.If Latin Europe was being drawn together in myriad ways under the direction of an increasingly institutionally sophisticated, interventionist Church, the process produced effects not always welcome to the growing numbers touched by it. The voices raised in protest at new general impositions now sometimes made claims to speak for particular regnal populations or framed their grievances in ethnically specific terms. At the start of the thirteenth century, the German-vernacular poet and imperial courtier Walther von der Vogelweide alleged that the pope deliberately kept the Empire weak and divided, the better to fleece his fellow ‘Germans’ financially. He responded by calling for the seizure of clerical properties.[CITATION-182] Three decades later, England was the scene of disturbances directed against foreign clerics holding rich benefices by papal provision.[CITATION-183] The movement, in which nobles and even members of the royal government were implicated, evidently aimed to drive the privileged interlopers from the realm. It was in vain that Honorius III explained patiently how the government of the Church depended on provisions for non-residents, whose work at the Curia benefited all.[CITATION-184] In England, as well as in Walther’s Germany, the context was that of a realm in which recent events had conspired to allow the Church and its head greater opportunities to exercise influence.The programme of the papally led reform movement, which sought to suppress local customs in favour of standardised modes of religious life, had an inherently strong potential to provoke resistance and counter-reactions. This was heightened when reform came combined with the involvement of foreign clergy and the arrival of alien conquerors. Hadrian IV’s bull(1155), with its denunciation of the Irish as a ‘rude and unlettered people’, appears to proclaim a case for intervention extending far beyond religious life—and may have proved readily adaptable to make such a case.[CITATION-185] The English chronicler William of Newburgh, writing towards the century’s close, observed with satisfaction how the Anglo-Norman conquest of Ireland had put an end not only to the ‘most superstitious custom’ by which the native population celebrated Easter, but also to ‘their own state of liberty’.[CITATION-186] It was an expression of political no less than religious domination when in 1216 the Justiciar of Ireland was ordered to allow no more appointments of Irishmen to episcopal sees.[CITATION-187] Sentiments of collective identity and difference found a voice in the most transnational of the new religious orders. Ethnic categories play a prominent although complex role in the writing of the English Cistercian Aelred of Rievaulx (d. 1167).[CITATION-188] More pungent are the judgements, on the ‘bestial’ Irish, offered some decades later by a fellow-countryman and white monk (and later abbot of Clairvaux and patron of Parisian scholars), Stephen of Lexington.[CITATION-189] Even the Cistercian trope of making the wasteland blossom might acquire an edge of inter-ethnic antagonism when settler monks, entering the territories of others, were tempted to observe that the wasteland they encountered was a result of the idleness of the indigenous population.[CITATION-190] How the Church reproduced and entrenched ethnic divisions, and stimulated identity-formation, through its own developing institutions can be observed particularly at the frontiers of Latin Europe. Frontier monasteries tended to reflect, and to insist upon, the cultural standards of the settlers—particularly, though not only, when these came as conquerors.[CITATION-191] Some shut their doors to native recruits altogether. Among the complaints addressed to the Curia in 1285 by Jakub Świnka, the Polish archbishop of Gniezno, was the claim that the German-dominated Franciscan houses in Silesia admitted ‘hardly a single Polish brother, or none at all’.[CITATION-192] It did not take long for such behaviour to provoke native responses. St Bernard of Clairvaux recounted how the Irish archbishop and reformer St Malachy (d. 1148) had encountered local resistance to his measures, which included the construction of a stone church. ‘What has induced you to bring this innovation to our part of the world?’, one critic demanded to know: ‘we are Irish, not French’.[CITATION-193] Post-Gregorian ‘Europeanisation’ provoked an assertion, and doubtless stimulated a keener valuation, of the distinctiveness of indigenous cultures. In the Old Czechfrom the fourteenth century, the saint himself miraculously appears, to bludgeon with his crozier German interlopers who have supplanted the monks at his own house.[CITATION-194] With time, nativist counter-movements found expression through the structures of the Church itself. Around the year 1140 Bishop Bernard of St David’s called for the establishment of a Welsh archbishopric on the grounds that ‘the peoples of our province are distinct in nation, language, laws and customs, judgment and manners’.[CITATION-195] At a synod held in 1285, Archbishop Świnka decreed that henceforth no benefice with cure of souls was to be given to priests without knowledge of Polish.[CITATION-196] The foundation charter, issued by Bishop John of Prague in 1333, for an explicitly Czechs-only religious foundation at Roudnice justified the move on the grounds that ‘experience, master of all things’ showed ‘other nations’ to have been ‘exceedingly hostile’ to the Bohemian people.[CITATION-197] But if the institutions and doctrines of the high medieval Church nurtured ideas of political and ethnic separatism partly in opposition to their burdens and strictures and to the perceived oppressions that they facilitated, they also fostered such ideas more positively. Among the new boundaries drawn by the investiture contest were those between emergent realms. The papacy had acted since the early Middle Ages in favour of political pluralism, as the best guarantor of its own independence. But with Gregory VII’s conflict with the western emperor, promoting the vision of a Christendom composed of multiple kingdoms became a weapon against the doctrines of the imperialists.[CITATION-198] While, as we have seen, the day-to-day politics of the investiture contest produced much fragmentation, the popes also fostered regnal pluralism for ideological reasons. France under its Capetian kings was strengthened particularly by supporting the papacy against the Empire, while entirely new kingdoms (notably that of Sicily, 1130) were able to emerge from the wrangles and schisms that the contest of popes and emperors spawned.[CITATION-199] Pope Clement V (r. 1305–1314) was declaring no new principle when he observed that ‘the king of glory formed different kingdoms for diverse peoples according to differences in language and race’.[CITATION-200] At the heart of the Church, the universal Latinate learning of the central Middle Ages played midwife to a late medieval Europe of more deeply entrenched and articulately defensible politico-cultural multiplicity. The twelfth and thirteenth centuries saw the development of an increasingly abstract political vocabulary, enabling political communities to be understood as particular manifestations of general principles of order and rule—more comparable to yet, in consequence, also more identifiably different from one another.[CITATION-201] Roman and canon law came to provide authoritative support for visions of a world of many peoples, laws and polities, despite the theory—now increasingly qualified, or rejected altogether—of the emperor’s sole sovereignty.[CITATION-202] Canon lawyers took the leading part in establishing the view that certain kings were without temporal superior. French scholars highlighted particularly the status of the king of France, although the impetus for the canonist tradition of French independence had come from Innocent III, who noted it as a fact in his 1202 decretal.[CITATION-203] Universal principles might also adorn particular ambitions more directly. Castile’s ‘philosopher-king’ Alfonso X (r. 1252–84) appropriated (and vernacularised) the full panoply of sacral Roman titles and imagery in pursuit of Iberian goals, just as the later Capetians and Plantagenets borrowed from imperial repertoires to serve French and insular ends.[CITATION-204] Sometimes canonists were themselves outspokenly partisan, like the Spaniard Vincentius (d..1248), whose glosses celebrated at length the rightful independence of ‘noble Spain’.[CITATION-205] Even the Church’s universal lawyers reveal themselves at times as unapologetic ‘somewhere’ people.It can by now be no surprise to find that churchmen were almost always the most prominent and articulate champions of the rights and status of their own people and of the independence of the kingdom with which that people was identified. Saxo Grammaticus, writing early in the thirteenth century, tells how he composed his Danish history at the behest of Archbishop Absalon of Lund, whose purpose was to establish a basis for the kingdom’s independence.[CITATION-206] During the same century it was Latinate clerics—such as the Paris- and Bologna-educated bishop of Kraków and Cistercian monk, Vincent Kadłubek (1160/1–1223)—who urged most eloquently the reunification of the fragmented Polish kingdom under a single Piast monarch.[CITATION-207] In the fourteenth century, friars close to the court of the grand duke of Lithuania supported their prince, in spite of his paganism, in his efforts to maintain independence against the Teutonic Order.[CITATION-208] In some cases, churchmen were moved in part by a desire to bolster their own churches, or those of the realm more broadly, against interventions by ecclesiastical superiors. This no doubt helps to explain the notable loyalty of senior Scottish clergy to their king, as their best hope of freedom from the metropolitan authority of York.Their dependence on the protection and favour of monarchs, in whose entourages they were commonly found, combined with their mastery of Latinate learning, made clerics ideal intermediaries between the universal and the particular—and never more so than in the troubled times of the late thirteenth and early fourteenth centuries. The point is well illustrated by writings produced in favour of the Scottish kingdom’s independence from English overlordship and in support of King Robert Bruce, who had ascended the throne in violent and highly divisive circumstances in 1306.[CITATION-209] There exist several documents of clerical authorship which together develop an increasingly eloquent and detailed case for the freedom of the Scottish people under their rightful monarch. All seek their audience at the highest level in the Church. It has been convincingly suggested that the ‘Declaration of the Clergy’ of 1309–10 was composed for the general council at Vienne,[CITATION-210] while others were directed at the pope himself, including the most extensive and celebrated, the Declaration of Arbroath of 1320.Such was the expansion of university studies in the thirteenth century that by the early fourteenth the Scottish clergy included figures of formidable legal learning. Master William Frere, archdeacon of Lothian from 1285 to 1305, had been a regent master of law at Paris.[CITATION-211] Baldred Bisset, prominent in advocating the Scottish cause at the Curia, was a distinguished Bologna canonist.[CITATION-212] The circle around Bruce included churchmen who knew precisely the kind of case suited to find favour at the Curia. It is likely that the Declaration of 1320, with its account of the origins, migrations and struggles of the ancient Scottish people, of their kings and their long and successful resistance to foreign rule, reflected a clear understanding of papal-canonical thinking.[CITATION-213] Specifically, it has been suggested, it sought to present the Scots as meeting the criteria for sovereign independence as adumbrated by Pope Innocent IV (r. 1243–1254) in an important pronouncement.[CITATION-214] With its borrowings from Sallust on the nobility of freedom, the Declaration of Arbroath is eloquent testimony to the revived Latin letters and pan-European clerical learning of the central Middle Ages.[CITATION-215] It was also, however, a powerful (and far from exceptional or anomalous) statement of regnal particularity.[CITATION-216] It thus shines a penetrating light upon the paradoxes of high medieval ‘Europeanisation’. It does so particularly because the Scots were not the only people from the edges of Christendom at this time raising complaints at the Curia about oppressive alien lordship and making appeals to the inherent rights of ethnic groups and realms.[CITATION-217] The thirteenth- and early fourteenth-century popes were the authoritative masters of ethno-regnal difference: no one else possessed, or sought to gain, such a wide and detailed vision of a politically plural world.[CITATION-218] And no one was so often called upon to rule on, and thereby legitimise and affirm, its many boundaries.It has been remarked in relation to modern European nation-making that ‘there is nothing more international than the creation of national identities’.[CITATION-219] It is the contention of this essay that the relationship between high medieval ‘Europeanisation’ and the formation and consolidation of many particular group identities is demonstrable in a wide variety of ways, that it deserves closer attention than it has hitherto received, and that its suggestive potential is not confined to the medieval period. Explaining that relationship and its significance means adopting several distinct points of focus.In part, it was simply the case that pluralism was there first, and that the new cultural forms that developed after the turn of the new millennium shone a light on differences of which medieval Europeans were already long aware. Roots went deep. The post-millennium Latinate boom built upon, but also faced competition from, multiple pre-existing vernacular literary cultures, which over time would feed on and ultimately overtake the universal learned tongue.[CITATION-220] The new ways of thinking, writing and feeling worked upon a feudal Europe marked by divisions with their origin in shifts which had taken place in economy, society and political order in the sub-Roman period.[CITATION-221] Writing collective difference was fundamental to the Latinate historiography of the age of Bede and Fredegar—as their high medieval readers and emulators well knew.[CITATION-222] The unificatory projects of the Carolingians were never able fully to assuage these divisions, even in that portion of Latin Europe that fell under their control; and they re-emerged in heightened form with the disintegration of Charlemagne’s empire, and loomed large on and beyond the mobile high medieval frontier. A world of manyandrepresented the settled order for medieval Europeans.[CITATION-223] It is unsurprising that they put the resources of high medieval culture to work describing, justifying and further entrenching that order.But the new cultural tools did not only articulate differences of which people were already aware; they also constructed them. The communications revolution of the twelfth and thirteenth centuries, in a manner not unfamiliar from much later communications revolutions, furnished universal media well suited to the propagation of particular and divisive messages. Processes of assimilation across the length and breadth of Latin Europe, reflective of a more mobile and interconnected high medieval world, produced a wide array of standard, reproducible cultural forms, which facilitated comparison and differentiation of unprecedented precision, according to generally acknowledged criteria. Distinguishing and discriminating were central concerns of high medieval learning, reflective of the breadth of its aspiration to understand and describe the created world. Such mental habits drew nourishment from the new texts and ideas that entered the western scholarly canon between the eleventh and the fourteenth centuries. Yet the learned culture of high medieval Europe was itself plural and, in its own tensions and divergences, reflected and encoded the conflictual character of the ‘Europeanisation’ process itself.[CITATION-224] The central medieval centuries were rich not only in new articulations of division but in new divisions, reflecting material contests of existential importance to those involved. The discriminatory habit went beyond mere bloodless description and classification: it had living targets, as new cultural forms were applied to serve power claims. For this reason especially, the universal elements in high medieval European culture carried within them from the start the seed of the particular(istic). That seed ripened as the universal found ever more compelling expression, in the institutions of the Church and in the increasingly ambitious claims of monarchs. The resources of high medieval learning facilitated competition and aggression but were also appropriated by self-defined victim-groups as tools of resistance. In twelfth- and thirteenth- as in early twenty-first-century Europe, the ‘politics of imitation’ stoked a nativist backlash.[CITATION-225] The institutional consolidation of Latin Europe produced forums, in the kingdoms and particularly within the Church, where conceptions of political identity could be formulated but also contested, and the claims of different groups focused and fought out. In a process that, again, hardly lacks contemporary parallels, transnational institutions became venues for domestic political contests, played for the benefit of domestic audiences. This underlying, strengthening dialectic of singular and plural provides a key to Latin Europe’s seemingly startling transition from high medieval harmonies to late medieval discord.Medieval ‘Europeanisation’ was paradoxical in character and consequences. The parts of a much-expanded Latin Europe did indeed become objectively more alike in the period from.950 to.1350. And the ways in which Europe’s inhabitants learned to construct and talk about difference also became more standardised and more widely familiar. It is in part reflective of the ubiquity, power and flexibility of those discursive forms and processes—but reflective also of the urgency of the motivations to apply them—that Latin Europeans became during this period such articulate and assiduous narcissists of small difference. This was not an aptitude that, once acquired, Europeans would quickly lose. The central Middle Ages were fertile in imagined difference in ways that accounts of advancing European integration have failed sufficiently to acknowledge. Yet in a way the integrationists are right. For high medieval difference was different from what had gone before: more debatable, more communicable, more self-aware (and self-assertive). ‘Europe as an idea is falling apart before our eyes’, lamented a group of distinguished writers and intellectuals in a letter sent in January 2019 to major European newspapers.[CITATION-226] In the months and years that followed, pandemic disease and the return of war to Europe would shed a strong light on both the visibility and the vulnerability of borders, on the complex interplay of national bonds and transnational institutions, and on the role of history as a resource for the affirmation and destruction of communities. What the high Middle Ages and the centuries that follow disclose to us is that ‘falling apart’ (while also ‘falling together’), far from being a symptom of novel, twenty-first-century crisis, has always been inseparable from—has, indeed, constituted and defined—Europe’s ‘making’.",
    "footnotes": {
        "1": "A. Fliche, C. Thozellier and Y. Azais, Histoire de l’Église depuis les origins jusqu’à nos jours, X: La Chrétienté romaine (1198–1274) (Paris, 1950), pp. 502–3. The moving force behind the project was Augustin Fliche; see his obituary by F.L. Ganshof, Revue belge de Philologie et d’Histoire, xxx (1952), pp. 649–51. For Latin Europe’s ‘globalising’ thirteenth century under papal leadership, see C. Dodds Pennock and A. Power, ‘Globalizing Cosmologies’, in C. Holmes and N. Standen, eds, The Global Middle Ages, Past and Present supplement xiii (Oxford, 2018), pp. 45–115, esp. 110–12.",
        "2": "S. Runciman, The Sicilian Vespers: A History of the Mediterranean World in the Later Thirteenth Century (1958; Harmondsworth, 1960), p. 30.",
        "3": "É. Gilson, The Christian Philosophy of St Thomas Aquinas, tr. L.K. Shook (London, 1957).",
        "4": "As a medievalist of similar scholastic spirit from the preceding generation wrote of the thirteenth century, ‘Everybody believed sincerely that the world had arrived at the end of a journey; a stability close to perfection seemed to have been attained’: M. De Wulf, ‘The Society of Nations in the Thirteenth Century’, International Journal of Ethics, xxix (1919), pp. 210–29, at 217. For a recent, secular incarnation of this idea, see F. Fukuyama, The End of History and the Last Man (London, 1992). For the thirteenth century as apogee from an American Catholic perspective, J.J. Walsh, The Thirteenth, Greatest of Centuries (New York, 1907).",
        "5": "T.S.R. Boase, Boniface VIII (London, 1933).",
        "6": "R. Fawtier, ‘L’attentat d’Anagni’, Mélanges d’histoire et archéologie, lx (1948), pp. 153–79; T.F. Ruiz, ‘Reaction to Anagni’, Catholic Historical Review, lxv (1979), pp. 385–401. For the concept of Christendom, see J. Van Engen, ‘The Christian Middle Ages as a Historiographical Problem’, American Historical Review, xci (1986), pp. 519–52, at 540–41.",
        "7": "B. McGinn, ‘Angel Pope and Papal Antichrist’, Church History, xlvii (1978), pp. 155–73.",
        "8": "Johannes Quidort von Paris, Über königliche und päpstliche Gewalt (De regia potestate et papali), ed. F. Bleienstein (Stuttgart, 1969). For recent perspectives, see C. Jones, ed., John of Paris: Beyond Royal and Papal Power (Turnhout, 2015).",
        "9": "Marsilius of Padua, Defensor Pacis, ed. R. Scholz, Monumenta Germaniae Historica [hereafter MGH], Fontes iuris Germanici antiqui in usum scholarum separatim editi, VII (Hanover, 1932), p. 412 (dict. II, cap. xxi, §9); F. Maiolo, Medieval Sovereignty: Marsilius of Padua and Bartolus of Saxoferrato (Delft, 2007).",
        "10": "For the term’s contemporary application, drawing historical comparators from the nineteenth and twentieth centuries, see P. Mishra, Age of Anger: A History of the Present (London, 2017).",
        "11": "G. Barraclough, ‘The International Order and the Middle Ages’, The Listener, Apr. 1949, repr. in G. Barraclough, History in a Changing World (Oxford, 1957), pp. 97–104, at 103.",
        "12": "J.R. Strayer, ‘France: The Holy Land, the Chosen People, and the Most Christian King’, in T.K. Rabb and J.E. Seigel, eds, Action and Conviction in Early Modern Europe: Essays in Memory of E.H. Harbison (Princeton, NJ, 1969), pp. 3–16; G.M. Spiegel, ‘Defense of the Realm: Evolution of a Capetian Propaganda Slogan’, Journal of Medieval History, iii (1977), pp. 115–33.",
        "13": "J. Théry, ‘A Heresy of State: Philip the Fair, the Trial of the “Perfidious Templars”, and the Pontificalization of the French Monarchy’, Journal of Medieval Religious Cultures, xxxix (2013), pp. 117–48; W.C. Jordan, The French Monarchy and the Jews: From Philip Augustus to the Last Capetians (Philadelphia, PA, 1989). The ‘universal’ aspirations of the thirteenth-century Church and papacy are causally linked both to the multiplication and fragmentation of European political identities and to the racial othering and expulsions of western European Jewish communities by G. Heng, ‘The Invention of Race in the European Middle Ages, I: Race Studies, Modernity, and the Middle Ages’, and ‘The Invention of Race in the European Middle Ages, II: Locations of Medieval Race’, Literature Compass, viii (2011), pp. 315–31 and 332–50, esp. 336. The argument is reiterated in G. Heng, The Invention of Race in the European Middle Ages (Cambridge, 2018), esp. pp. 31–3. Heng’s approach is the subject of extended (and at times unfair) criticism in S.J. Pearce, ‘The Inquisitor and the Moseret: The Invention of Race in the European Middle Ages and the new English Colonialism in Jewish Historiography’, Medieval Encounters, xxvi (2020), pp. 145–90; and see also the review by J. Ziegler in Speculum, xcv (2020), pp. 569–72.",
        "14": "J.-P. Genet, ‘English Nationalism: Thomas Polton at the Council of Constance’, Nottingham Medieval Studies, xxviii (1984), pp. 60–78, at 69–70.",
        "15": "M. Keen, The Pelican History of Medieval Europe (1968; Harmondsworth, 1969), p. 94.",
        "16": "J. Le Goff, The Birth of Europe, 400–1500, tr. J. Lloyd (Oxford, 2005), p. 99. The book formed part of the ‘Making of Europe’ monograph series, in which publishers from five different European countries collaborated to produce landmark interpretative overviews, which were to appear simultaneously in five different European languages. Le Goff’s volume came with an endorsement from the European Commission Vice President, Neil Kinnock.",
        "17": "For the seeds of late medieval European divisions as lying in the thirteenth century, see J. Watts, The Making of Polities: Europe, 1300–1500 (Cambridge, 2009), esp. pp. 46, 81, 83. For thirteenth-century ‘order and light’, E. Mâle, Religious Art in France: The Twelfth Century. A Study of the Origins of Medieval Iconography (Princeton, NJ, 1978), p. xix (first published as L’Art religieux du XIIesiècle en France: Étude sur les origins de l’iconographie du moyen âge [Paris, 1922]).",
        "18": "For the ‘autumnal’ late Middle Ages, see G. Small, ‘Epilogue: From Herfsttij to Autumntide’, in J. Huizinga, Autumntide of the Middle Ages: A Study of Forms of Life and Thought of the Fourteenth and Fifteenth Centuries in France and the Low Countries, ed. G. Small and A. van der Lem, tr. D. Webb (Leiden, 2020), pp. 538–79.",
        "19": "The Italian alto medioevo and the French haut moyen âge each has a different chronological focus, the first earlier and the second broader than their English counterpart. The German Hochmittelalter roughly corresponds to anglophone usage.",
        "20": "That a relationship is traceable between centrifugal and centripetal elements in medieval European culture is not in itself a novel insight. It is indicated in earlier studies of ‘national’ sentiment in the period, notably G.G. Coulton, ‘Nationalism in the Middle Ages’, Cambridge Historical Journal, v (1935), pp. 15–40, although largely unconsidered in comparable studies thereafter (though see the recent work of Heng, n. 13 above). The role of ‘universal’ (specifically, Roman, imperial) ideas in the formation of ‘nationalism’ in Europe at the end of the Middle Ages is argued by C. Hirschi, The Origins of Nationalism: An Alternative History from Ancient Rome to Early Modern Germany (Cambridge, 2012), esp. pp. 2–3, 14–15.",
        "21": "R. Bartlett, The Making of Europe: Conquest, Colonisation, and Cultural Change, 950–1350 (London, 1993).",
        "22": "For Leo XIII, papal Thomism, and Aeterni patris, see J.D. Holmes, The Triumph of the Holy See: A Short History of the Papacy in the Nineteenth Century (London, 1978), pp. 195–8; O. Chadwick, A History of the Popes, 1830–1914 (Oxford, 1998), pp. 281–3; J.L. Perrier, The Revival of Scholastic Philosophy in the Nineteenth Century (New York, 1909), esp. pp. 160–64. For the text of Aeterni patris, see Sussidi eruditi, ed. F. Pelster, VI (Rome, 1954); an English translation can be found via Papal Encyclicals Online (2000–), at http://www.papalencyclicals.net/leo13/l13cph.htm. A full scholarly history of the early development of the academic study of medieval thought and learning is still lacking. In its absence, see N.F. Cantor, Inventing the Middle Ages: The Lives, Works, and Ideas of the Great Medievalists of the Twentieth Century (Cambridge, 1991), esp. ch. 8.",
        "23": "De Wulf, ‘Society of Nations’, pp. 210, 218, 220.",
        "24": "Van Engen, ‘Christian Middle Ages’, esp. pp. 519–21; Cantor, Inventing the Middle Ages, ch. 8; and see Perrier, Revival, pp. 221–2 (for De Wulf), L.D. Lefebure, ‘Chenu, Marie-Dominique’, D. Rötzer, ‘Gilson, Etienne’, and Y. Schwartz, ‘Grabmann, Martin’, in A. Classen, ed., Handbook of Medieval Studies: Terms—Methods—Trends (3 vols, Berlin, 2010), iii, pp. 2240–42, 2311–15, 2323–8. For two further key Catholic pioneers and their milieu, see M.D. Knowles, ‘Denifle and Ehrle’, History, liv (1969), pp. 1–12.",
        "25": "E. Mâle, Religious Art in France: The Thirteenth Century. A Study in Medieval Iconography and its Sources (Princeton, NJ, 1984), p. 3 (first published as L’Art religieux du XIIIesiècle en France: Étude sur l’iconographie du moyen âge et sur ses sources d’inspiration [Paris, 1898]).",
        "26": "A celebrated case: J. Garth, Tolkien and the Great War: The Threshold of Middle-earth (London, 2003).",
        "27": "For two such figures, see C. Fink, Marc Bloch: A Life in History (Cambridge, 1989); R.E. Lerner, Ernst Kantorowicz: A Life (Princeton, NJ, 2017).",
        "28": "See S. Vaughn, ‘Charles Homer Haskins’, in H. Damico and J.B. Zavadil, eds, Medieval Scholarship: Biographical Studies on the Formation of a Discipline, I: History (New York, 1995), pp. 169–84; and for Haskins’s place in twentieth-century American medievalism, G.M. Spiegel, ‘In the Mirror’s Eye: The Writing of Medieval History in America’, in A. Molho and G.S. Wood, eds, Imagined Histories: American Historians Interpret the Past (Princeton, NJ, 1999), pp. 241–4; Cantor, Inventing the Middle Ages, ch. 7.",
        "29": "A notable example is Marc Bloch, who adopted a self-consciously (western) European comparative approach, although he was as alert to contrasts as to similarities: Fink, Marc Bloch, pp. 195–6. For a (Christian) European perspective from the otherwise relatively insular world of inter-war British medievalism, see F.M. Powicke, ‘The Christian Life in the Middle Ages’, in F.M. Powicke, The Christian Life in the Middle Ages and Other Essays (Oxford, 1935), pp. 1–30. For comparable developments in the study of the early Middle Ages, see I. Wood, The Modern Origins of the Early Middle Ages (Oxford, 2013), esp. ch. 14.",
        "30": "For the Normans in anglophone historiography, see M. Chibnall, The Debate on the Norman Conquest (Manchester, 1999).",
        "31": "An example is Henri Pirenne’s monumental, unfinished Histoire de l’Europe des invasions au XVIesiècle (Paris, 1936), begun—significantly—while Pirenne was a prisoner of war in Germany. See G. Warland, ‘L’Histoire de l’Europe de Henri Pirenne: Genèse de l’oeuvre et representation en miroir de l’Allemagne et de la Belgique’, Textyles, xxiv (2004), pp. 38–51. For a different, imperialistic strand of inter-war medievalist visions of ‘Europe’, see V. Conze, Das Europa der Deutschen: Ideen von Europa in Deutschland zwischen Reichstradition und Westorientierung (1920–1970) (Munich, 2005), chs 1, 2.",
        "32": "Hence the salience of questing, adventure and pilgrimage as themes in inter-war medievalism. A single, famous example: H. Waddell, The Wandering Scholars (London, 1927).",
        "33": "Thus, for example, the work of the British Catholic medievalist Christopher Dawson; see especially his The Making of Europe: An Introduction to the History of European Unity (London, 1932); I follow here the 2003 Catholic University of America reprint, with introduction by A. Murray. For Dawson’s importance as a champion of internationalism and European unity, see H. Mayr-Harting, ‘Ecclesiastical History’, in A. Deyermond, ed., A Century of British Medieval Studies (Oxford, 2007), pp. 131–58, at 147–8; Wood, Modern Origins, pp. 270–74.",
        "34": "For medieval nationhood in inter-war scholarship, see L. Scales, The Shaping of German Identity: Authority and Crisis, 1245–1414 (Cambridge, 2012), p. 40; for the nation as an animating principle for some (particularly German) medievalists, Lerner, Ernst Kantorowicz, p. 129. At the annual gathering of German historians at Halle in 1930, Kantorowicz urged the need to write with ‘a fanatical belief in today’s threatened Nation’.",
        "35": "For the role of the inter-war period in shaping the values and approach of Ernst Robert Curtius, see P. Godman, ‘Epilogue’, in E.R. Curtius, European Literature and the Latin Middle Ages, tr. W.R. Trask (Princeton, NJ, 1990), esp. pp. 612–37; A. Sagar, ‘Curtius, Ernst Robert’, in Classen, ed., Handbook of Medieval Studies, iii, pp. 2253–7. A fear of the effects of extreme nationalism is reflected in the later work of the Dutch cultural historian and medievalist Johan Huizinga (1872–1945): A.-I. Richard, ‘Huizinga, Intellectual Cooperation and the Spirit of Europe, 1933–1945’, in M. Hewitson and M. D’Auria, eds, Europe in Crisis: Intellectuals and the European Idea, 1917–1957 (New York, 2012), pp. 243–56. For Huizinga as a precursor of transnational history, see Small, ‘From Herfsttij’, p. 557.",
        "36": "Dawson, Making of Europe, p. 10.",
        "37": "G.B. Flahiff, ‘The Pontifical Institute of Mediaeval Studies at Toronto’, Speculum, xxiv (1949), pp. 251–5.",
        "38": "L. Melve, ‘“The Revolt of the Medievalists”: Directions in Recent Research on the Twelfth-century Renaissance’, Journal of Medieval History, xxxii (2006), pp. 231–52; W.K. Ferguson, The Renaissance in Historical Thought: Five Centuries of Interpretation (Cambridge, MA, 1948). Lucien Febvre, in an influential lecture course on the origins of a European ‘civilisation’, delivered at the Collège de France in 1944–5, emphasised the formative role of the central Middle Ages: V. Dini, ‘Lucien Febvre and the Idea of Europe’, in Hewitson and D’Auria, eds, Europe in Crisis, pp. 271–83, esp. 273; L. Febvre, L’Europe: Genèse d’une civilisation, cours professé au Collège de France en 1944–45 (Paris, 1999).",
        "39": "See the thoughts of Curtius, European Literature, ch. 1.",
        "40": "R.W. Southern, The Making of the Middle Ages (1953; London, 1982), p. 13. On Southern’s importance, see A. Murray, ‘Richard William Southern, 1912–2001’, Proceedings of the British Academy, cxx (2003), pp. 413–42, and (with caution) the pen-portrait by his former pupil Cantor, Inventing the Middle Ages, ch. 9.",
        "41": "Thus, for example, R.S. Lopez, Naissance de l’Europe (Paris, 1962), tr. as The Birth of Europe (London, 1966); G. Duby, Adolescence de la chrétienté occidentale, 980–1140 (Geneva, 1966); and, with similar imagery for a slightly earlier period, G. Barraclough, The Crucible of Europe: The Ninth and Tenth Centuries in European History (London, 1976). For a survey of the extensive post-war scholarly literature, concentrating on German-language publications, see K. Oschema, ‘Europa in der mediävistischen Forschung—eine Skizze’, in R.C. Schwinges, C. Hesse and P. Moraw, eds, Europa im späten Mittelalter: Politik—Gesellschaft—Kultur (Historische Zeitschrift, Beihefte, new ser. 40; Munich, 2006), pp. 11–32, esp. 21–8. The enthusiasm with which ‘Europe’ was invoked in the titles and content of such works is in stark contrast to the relative scarcity of references to ‘Europe’ in medieval writings. See, most recently, K. Oschema, Bilder von Europa im Mittelalter (Ostfildern, 2013).",
        "42": "Important in agenda-setting were wartime and post-war lecture programmes by distinguished figures: in addition to Febvre (above, n. 38), see the lectures given by Ferdinand Chabod in 1943–4 and 1947–8: F. Chabod, Storia dell’idea d’Europa (Bari, 1961).",
        "43": "F. Heer, The Medieval World: Europe, 1100–1350, tr. J. Sondheimer (London, 1962), p. 1. First published as Mittelalter (Zürich, 1961), Heer’s book grew out of his earlier study concerned solely with the twelfth century: Aufgang Europas (Vienna, 1949). For Heer’s thought and career, see M. Pape, Ungleiche Brüder: Österreich und Deutschland, 1945–1961 (Cologne, 2000), pp. 169–73; P. Dinzelbacher, ‘Heer, Friedrich’, in Classen, ed., Handbook of Medieval Studies, iii, pp. 2345–7.",
        "44": "M. Pape, ‘Lechfeldschlacht und NATO-Beitritt: Das Augsburger “Ulrichsjahr” 1955 als Ausdruck der christlich-abendländischen Europaidee in der Ära Adenauer’, Zeitschrift des Historischen Vereins für Schwaben, xciv (2001), pp. 269–308, at 301.",
        "45": "The role of contemporary developments in calling attention to ‘European’ pasts is noted by D. Hay, Europe: The Emergence of an Idea (rev. edn, Edinburgh, 1968), pp. xix–xx. For the burst of publications coinciding with the signing of the Maastricht Treaty, see K.J. Leyser, ‘Concepts of Europe in the Early and High Middle Ages’, Past and Present, no. 137 (1992), pp. 25–47; R. Balzaretti, ‘The Creation of Europe’, History Workshop, no. 33 (1992), pp. 181–92, and further essays on kindred themes in the same issue.",
        "46": "D. Matthew, The Medieval European Community (London, 1977), p. 9. Matthew was a pupil of Richard Southern.",
        "47": "A short history of Europe for children by Jacques Le Goff, published in multiple European languages (but not in English), offered readers a guide to the future as well as the past: ‘People, above all young people, in any age need a great goal, an ideal, a passion. Enthuse yourselves for the fashioning of Europe’. (My translation from the German edition: J. Le Goff, Die Geschichte Europas [Weinheim, 2000], p. 102.)",
        "48": "P. Heather, Empires and Barbarians: Migration, Development and the Birth of Europe (2009; London, 2010), ch. 10.",
        "49": "A. Gieysztor, L’Europe nouvelle autour de l’An Mil: La papauté, l’empire et les ‘nouveaux venus’ (Rome, 1997); H. Samsonowicz, Das lange 10. Jahrhundert: Über die Entstehung Europas (Osnabrück, 2009). For an overview, see G. Klaniczay, ‘The Birth of a New Europe about 1000 CE: Conversion, Transfer of Institutional Models, New Dynamics’, Medieval Encounters, x (2004), pp. 99–129. And see the essays in the catalogue to the landmark exhibition that toured former Eastern bloc states in the millennium year: A. Wieczorek and H.-M. Hinz, eds, Europas Mitte um 1000 (3 vols, Stuttgart, 2000).",
        "50": "The phrase is from J. Schiel, B. Schneidmüller and A. Seitz, ‘Hybride Kulturen im mittelalterlichen Europa—eine Einführung’, in M. Borgolte and B. Schneidmüller, eds, Hybride Kulturen im mittelalterlichen Europa (Berlin, 2010), pp. 9–19, at 10.",
        "51": "M. Borgolte, ‘Die Anfänge des mittelalterlichen Europa oder Europas Anfänge im Mittelalter?’, Zeitschrift für Geschichtswissenschaft, lv (2007), pp. 205–19, at 207, 214. For the preoccupation with European futures in contemporary German scholarship on the period, see L. Scales, ‘Before and After Nationes: Accounting for Medieval Peoples in Twenty-first-century Germany’, German History, xxxiii (2015), pp. 624–45.",
        "52": "Heer, Medieval World, p. 1.",
        "53": "E. Kwakkel and R. Thomson, eds, The European Book in the Twelfth Century (New York, 2018).",
        "54": "D. Luscombe, ‘Thought and Learning’, in D. Luscombe and J. Riley-Smith, eds, The New Cambridge Medieval History, IV, pt. i: c.1024–c.1198 (Cambridge, 2004), pp. 461–98, at 466.",
        "55": "D. Knowles, The Evolution of Medieval Thought (London, 1962), p. 80. See also, for example, C. Morris, The Discovery of the Individual, 1050–1200 (London, 1972), p. 98, for ‘the new, international class of intellectuals, who had no structured or accepted part in society’. Morris was another of Southern’s students.",
        "56": "R.W. Southern, Scholastic Humanism and the Unification of Europe, II: Foundations (Oxford, 1995). The book begins (p. 1) with the claim that ‘Theology, Law, and the liberal Arts were the three props on which European order and civilization were built during the twelfth and thirteenth centuries’.",
        "57": "T. Holland, 5 Dec. 2017, available at https://twitter.com/holland_tom/status/937966262143127553 (accessed 18 Mar. 2022). Unlike the several ‘milestone’ moments in the post-war history of European political unification, the UK’s vote found little immediate echo in published writings by medievalists (though see A. Gardner, ‘Brexit, Boundaries and Imperial Identities: A Comparative View’, Journal of Social Archaeology, xvii [2017], pp. 3–26). The climate of debate around European immigration into the UK in which the referendum was conducted found reflection in a major research project which ran from 2012 to 2015, ‘England’s Immigrants, 1350–1550: Resident Aliens in the Late Middle Ages’, with a declared aim of providing ‘a deep historical and cultural context to contemporary debates over ethnicity, multiculturalism and national identity’: England’s Immigrants, 1350–1550 (University of York et al., 2012–), at https://www.englandsimmigrants.com/(viewed 4 Jan. 2021). For the travails, continental as well as domestic, of Prime Minister John Major’s government in the mid-1990s, read in the light of those of an earlier John, see S. McGlynn, ‘British Nationalism and Europe: A Medieval Comparison’, Politics, xvi (1996), pp. 167–74.",
        "58": "An example is the shift of focus in recent times from approaching medieval texts as discrete objects of inquiry to tracing their dissemination, reception and influence, reflecting, in part at least, less bounded, more outward-looking perspectives among their modern students: C.J. Mews and J.N. Crossley, ‘Introduction’, in C.J. Mews and J.N. Crossley, eds, Communities of Learning: Networks and the Shaping of Intellectual Identity in Europe, 1100–1500 (Turnhout, 2011), pp. 1–7, at 4.",
        "59": "Bartlett, Making of Europe, p. 270; and for its axiomatic use, B. Weiler, ‘Historical Writing and the Experience of Europeanization: The View from St Albans’, in J. Hudson and S. Crumplin, eds, ‘The Making of Europe’: Essays in Honour of Robert Bartlett (Leiden, 2016), pp. 205–43. The term seems to have been pioneered by the Hungarian medievalist Erik Fügedi.",
        "60": "For the new approaches and their influence on medievalists, see M. Borgolte, ‘Migrationen als transkulturelle Verflechtungen im mittelalterlichen Europa: Ein neuer Pflug für alte Forschungsfelder’, Historische Zeitschrift, cclxxxix (2009), pp. 261–85; J. Osterhammel, ‘Kulturelle Grenzen in der Expansion Europas’, Saeculum, xlvi (1995), pp. 101–38. For the centrality of migration to the making of medieval Europe and to medieval Europeans’ self-conceptions, see B. Schneidmüller, Grenzerfahrung und monarchische Ordnung: Europa, 1200–1500 (Munich, 2011), esp. pp. 13–21; B. Schneidmüller, ‘Fitting Medieval Europe into the World: Patterns of Integration, Migration, and Uniqueness’, Journal of Transcultural Studies, ii (2014), pp. 8–38. For the theme of freedom of movement, see P. Horden, ed., Freedom of Movement in the Middle Ages: Proceedings of the 2003 Harlaxton Symposium (Donington, 2007). The direction of travel has been reinforced by the current quest for a ‘global’ Middle Ages: C. Holmes and N. Standen, ‘Introduction: Towards a Global Middle Ages’, in Holmes and Standen, eds, Global Middle Ages, pp. 1–44, esp. 28. A related twenty-first-century development, likewise emphasising links and exchanges, was the deliberate de-centring of Europe in medievalist narratives; for a popularising treatment, see M. Gabriele and D.M. Perry, The Bright Ages: A New History of Medieval Europe (New York, 2022), pp. 105, 216 (for the ‘vectors of permeability’ in the medieval world).",
        "61": "M. Borgolte, ‘Mittelalterwissenschaft im Zeichen der Pluralitätsforschung’, in M. Borgolte, ed., Unaufhebbare Pluralität der Kulturen? Zur Dekonstruktion und Konstruktion des mittelalterlichen Europa (Historische Zeitschrift, Beihefte, new ser., 32; Munich, 2001), pp. 1–6, at 6.",
        "62": "J.H. Mundy, Europe in the High Middle Ages, 1150–1309 (London, 1973), p. 27.",
        "63": "M. Borgolte, ‘A Crisis of the Middle Ages? Deconstructing and Constructing European Identities in a Globalised World’, in G. Loud and M. Staub, eds, The Making of Medieval History (Woodbridge, 2017), pp. 70–84, at 75.",
        "64": "R.I. Moore, The First European Revolution (Oxford, 2000), pp. 146–80 (another volume in the ‘Making of Europe’ series; see above, n. 16); R.I. Moore, The Formation of a Persecuting Society: Power and Deviance in Western Europe, 950–1250 (Oxford, 1987).",
        "65": "R.I. Moore, ‘Anti-Semitism and the Birth of Europe’, in D. Wood, ed., Christianity and Judaism, Studies in Church History, xxix (1992), pp. 33–57, at 53. Moore’s remark (p. 48), that ‘to find the true begetters, the theorists of anti-Semitism and the initiators of systematic anti-Semitic action, we must look … to where the Middle Ages were being made, the courts and the schools’ (my emphases), is a clear riposte to his teacher, Richard Southern, whose book of that title was silent about anti-Jewish and other forms of discrimination. See also D. Iogna-Prat, Order and Exclusion: Cluny and Christendom Face Heresy, Judaism, and Islam (1000–1150) (Ithaca, NY, 2003).",
        "66": "Speech by Emmanuel Macron on receiving the Charlemagne Prize, 10 May 2018, available via the Élysée website at https://www.elysee.fr/en/emmanuel-macron/2018/05/10/speech-by-m-emmanuel-macron-president-of-the-republic-on-receiving-the-charlemagne-prize-1 (accessed 12 Feb. 2022). For the establishment of the Charlemagne prize and its relationship to the ‘Europeanising’ mission of the town of Aachen, see A. Gerstner, ‘Aachen: Wo ein alter Kaiser den Weg ins moderne Europa weist’, in C. Carcenac-Lecomte, H. Schulze and E. François, eds, Steinbruch: Deutsche Erinnerungsorte. Annährung an eine deutsche Gedächtnisgeschichte (Frankfurt am Main, 2000), pp. 151–66, 162–4.",
        "67": "J.-P. Poly and E. Bournazel, La mutation feodale Xe–XIIesiècles (3rd edn, Paris, 2004).",
        "68": "D. Barthélemy, La mutation de l’an mil a-t-elle eu lieu? Servage et chevalerie dans la France des Xeet XIesiècles (Paris, 1997); C. Wickham, ‘The “Feudal Revolution”’, Past and Present, no. 155 (1997), pp. 196–208; T.N. Bisson, The Crisis of the Twelfth Century: Power, Lordship, and the Origins of European Government (Princeton, NJ, 2009); C. West, Reframing the Feudal Revolution: Political and Social Transformation between Marne and Moselle, c.800–c.1100 (Cambridge, 2013).",
        "69": "For a classic view of pluralism as a foundational principle of high medieval political and social life, see S. Reynolds, Kingdoms and Communities in Western Europe, 900–1300 (2nd edn, Oxford, 1997). For the continuing domination of multiple histories in general accounts of the period, see, for example, M. Barber, The Two Cities: Medieval Europe, 1050–1320 (London, 1992), esp. pt III.",
        "70": "For perhaps the most ambitious and, with its motto invoking sanctus amor patriae, the most avowedly nation-building of these projects, see H. Bresslau, Geschichte der Monumenta Germaniae Historica (Hanover, 1921).",
        "71": "See, for example, for Germany, H. Kämpf, ed., Die Entstehung des Deutschen Reiches (Darmstadt, 1956); G. Barraclough, ed., Mediaeval Germany: Essays by German Historians (Oxford, 1938). For the Chartistes, D. Bates, ‘Léopold Delisle (1826–1910)’, in Damico and Zavadil, eds, Medieval Scholarship, I, pp. 101–13. For England, M.D. Knowles, ‘Trends in Scholarship, 1868–1968, in the Field of Medieval History’, Transactions of the Royal Historical Society, 5th ser., xix (1969), pp. 139–57; M. Bentley, Modernizing England’s Past: English Historiography in the Age of Modernism, 1870–1970 (Cambridge, 2009), ch. 1. For Haskins and his followers, Spiegel, ‘In the Mirror’s Eye’, esp. pp. 241–7.",
        "72": "For the German nationalist search for strong, state-building monarchs in the period, see G. Althoff, ‘Das Mittelalterbild der Deutschen vor und nach 1945’, in P.-J. Heinig, S. Jahns, H.-J. Schmidt et al., eds, Reich, Regionen und Europa im Mittelalter und Neuzeit: Festschrift für Peter Moraw (Berlin, 2000), pp. 731–49. For a contrasting approach to the period, by a Haskins pupil, emphasising the period’s importance in the development of constitutional monarchy, see J.R. Strayer, ‘Philip the Fair—a “Constitutional” King’, American Historical Review, lxii (1956), pp. 18–32.",
        "73": "The Stubbs–Gratian analogy is drawn by Knowles, ‘Trends’, p. 143.",
        "74": "J.W. Baldwin, Masters, Princes and Merchants: The Social Views of Peter the Chanter and his Circle (2 vols, Princeton, NJ, 1970), i, esp. chs 9–11; J.H. Burns, ed., The Cambridge History of Medieval Political Thought, c.350–-c.1450 (Cambridge, 1988), pts IV and V; E.H. Kantorowicz, The King’s Two Bodies: A Study in Mediaeval Political Theology (Princeton, NJ, 1957), chs 4, 5; A. Murray, Reason and Society in the Middle Ages (Oxford, 1978), chs 5, 8, 9; M. Ryan, ‘Rulers and Justice, 1200–1500’, in P. Linehan and J.L. Nelson, eds, The Medieval World (London, 2001), pp. 503–17; J. Benham, International Law in Europe, 700–1200 (Manchester, 2022). Much material is also to be found in Watts, Making of Polities, ch. 2. For the cultural changes of the twelfth century as stimuli to modern constitutional history, see S.C. Ferruolo, ‘The Twelfth-century Renaissance’, in W. Treadgold, ed., Renaissances before the Renaissance: Cultural Revivals of Late Antiquity and the Middle Ages (Stanford, CA, 1984), pp. 114–43, at 129.",
        "75": "Thus the classic essay by J.R. Strayer, On the Medieval Origins of the Modern State (Princeton, NJ, 1970).",
        "76": "The title of a major West German research project, established in 1972 under the banner of Nationes; see the end-of-project report by H. Beumann, ‘Europäische Nationenbildung im Mittlelalter: Aus der Bilanz eines Forschungsschwerpunktes’, Geschichte in Wissenschaft und Unterricht, xxxix (1988), pp. 587–93. For ‘state’ as a framework for imagining the medieval ‘nation’, see B. Guenée, ‘État et nation en France au Moyen Age’, Revue historique, ccxxxvii (1967), pp. 17–30.",
        "77": "An important example of how high medieval cultural unities were now being drawn on to account for political fragmentation, although still written within the classical Europeanist tradition in concentrating heavily on France (and to a lesser extent southern England and Germany), is Moore, First European Revolution, esp. pp. 126–34.",
        "78": "The phrase is that of Heather, Empires and Barbarians, p. 516. For political identities at the high medieval frontier, see, for example, R.R. Davies, ‘The Peoples of Britain and Ireland, 1100–1400’, Transactions of the Royal Historical Society, 6th ser., iv–vii (1994–7), pp. 1–20, 1–20, 1–23, 1–24 respectively; and his The First English Empire: Power and Identities in the British Isles, 1093–1343 (Oxford, 2000).",
        "79": "Bartlett, Making of Europe, esp. chs 4, 8, and 9.",
        "80": "J. Gillingham, ‘The Beginnings of English Imperialism’, Journal of Historical Sociology, v (1992), pp. 392–409, repr. in J. Gillingham, The English in the Twelfth Century: Imperialism, National Identity and Political Values (Woodbridge, 2000); J. Gillingham, ‘A Historian of the Twelfth-century Renaissance and the Transformation of English Society, 1066–ca.1200’, in T.F.X. Noble and J. Van Engen, eds, European Transformations: The Long Twelfth Century (Notre Dame, IN, 2012), pp. 45–74; W.R. Jones, ‘The Image of the Barbarian in Medieval Europe’, Comparative Studies in Society and History, xiii (1971), pp. 376–407. For complexity and ambivalence in such ‘liminal’ identities, however, see J.J. Cohen, ‘Hybrids, Monsters, Borderlands: The Bodies of Gerald of Wales’, in J.J. Cohen, ed., The Postcolonial Middle Ages (Basingstoke, 2000), pp. 85–104.",
        "81": "The title also echoes an earlier book by Christopher Dawson, dealing with similar themes (see above, n. 31), though Dawson’s book ends around the time that Bartlett’s begins and identifies the main source of medieval European unity as the Church. Both the similarities and the differences between Bartlett’s book and his master’s Making of the Middle Ages are the subject of wry comment by J.L. Nelson, ‘European History’, in Deyermond, ed., A Century of British Medieval Studies, pp. 71–129, at 93–4. Bartlett, she notes, in contrast to Southern, with his high-table panorama of great medieval minds, is ‘happiest when moving on and between Europe’s margins among fellows with more taste for beer than sherry. Does life reflect art or vice versa?’.",
        "82": "Bartlett, Making of Europe, p. 291.",
        "83": "The title of the German-language edition is revealing of responses to the book’s thesis: Die Geburt Europas aus dem Geist der Gewalt (Munich, 1996). So too is the book’s cover art: whereas paperback reprints of Southern’s classic showed a medieval scholar at his desk or the painted windows of Chartres, the Penguin edition of Bartlett’s Making of Europe bore an image of the damned being dragged into hell in chains by a demon. Bartlett himself has been frank about voting Leave in the 2016 referendum. For detailed discussions of his book, see especially C. Wickham, ‘Making Europes’, New Left Review, ccviii (1994), pp. 133–43, and the review by R. Landes in Journal of Social History, xxx (1996), pp. 546–52.",
        "84": "See M. Billig, Banal Nationalism (London, 1995).",
        "85": "Bartlett, Making of Europe, p. 281.",
        "86": "L. Wolverton, Hastening Toward Prague: Power and Society in the Medieval Czech Lands (Philadelphia, PA, 2001), pp. 165–6.",
        "87": "Illustrated in R. Marks and P. Williamson, eds, Gothic: Art for England, 1400–1547 (London, 2003), pp. 172–3.",
        "88": "L. Travaini, ‘Coins, Images, Identity, and Interpretations: Two Research Cases—a Seventh-century Merovingian Tremissis and a Fifteenth-century Ducat of Milan’, in S. Solway, ed., Medieval Coins and Seals: Constructing Identity, Signifying Power (Turnhout, 2015), pp. 65–80, esp. 66–8.",
        "89": "See the examples in T.N. Bisson, Conservation of Coinage: Monetary Exploitation and its Restraint in France, Catalonia and Aragon (c.A.D. 1000–c.1225) (Oxford, 1979).",
        "90": "See generally P. Spufford, ‘Coinage and Currency’, in M.M. Postan and E. Miller, eds, The Cambridge Economic History of Europe, II: Trade and Industry in the Middle Ages (2nd edn, Cambridge, 1987), pp. 788–845. By the 1220s, the two main English mints were producing over four million pennies a year: ibid., p. 817.",
        "91": "S. Piron, ‘Monnaie et majesté royale dans la France du XIVe siècle’, Annales: Histoire, Sciences Sociales, li (1996), pp. 325–54, esp. 335–41.",
        "92": "Thus, for example, in France in the idealised memory of ‘the good money of St Louis’: Piron, ‘Monnaie’, p. 334.",
        "93": "On interchangeability of images, see Wolverton, Hastening Toward Prague, pp. 143–56.",
        "94": "B.M. Bedos-Rezak, ‘Medieval Identity: A Sign and a Concept’, American Historical Review, cv (2000), pp. 1489–1533, esp. 1532–3; B.M. Bedos-Rezak, When Ego was Imago: Signs of Identity in the Middle Ages (Leiden, 2011), esp. ch. 4.",
        "95": "J. Horne Stevenson and M. Wood, Scottish Heraldic Seals: Royal, Official, Ecclesiastical, Collegiate, Burghal, Personal (3 vols, Glasgow, 1940), i, no. 19, p. 5.",
        "96": "C. Rogers, ed., The Wars of Edward III: Sources and Interpretations (Woodbridge, 1999), p. 85.",
        "97": "See generally R. Britnell, ed., Pragmatic Literacy, East and West, 1200–1330 (Woodbridge, 1997).",
        "98": "Bartlett, Making of Europe, p. 273; and see his Blood Royal: Dynastic Politics in Medieval Europe (Cambridge, 2020), ch. 8.",
        "99": "See J.K. Hoensch, Die Luxemburger (Stuttgart, 2000).",
        "100": "For a single example, see R.W. Southern, ‘England’s First Entry into Europe’, in his Medieval Humanism and Other Studies (Oxford, 1970), pp. 135–57, at 136–8.",
        "101": "R. Bartlett, Why Can the Dead Do Such Great Things? Saints and Worshippers from the Martyrs to the Reformation (Princeton, NJ, 2013), esp. pp. 221–38; J. Bergsagel, D. Hiley and T. Riis, eds, Of Chronicles and Kings: National Saints and the Emergence of Nation States in the High Middle Ages (Copenhagen, 2015).",
        "102": "G. Klaniczay, Holy Rulers and Blessed Princesses: Dynastic Cults in Medieval Central Europe (Cambridge, 2000), esp. p. 158; Bartlett, Blood Royal, pp. 311–15.",
        "103": "The shift was famously traced by Southern, Making of the Middle Ages, ch. 3.",
        "104": "K. Schreiner, ‘Maria patrona: La sainte vierge comme figure symbolique des villes, territoires et nations à la fin du Moyen Age et au début des temps modernes’, in R. Babel and J.-M. Moeglin, eds, Identité régionale et conscience nationale en France et en Allemagne du Moyen Age à l’epoque moderne (Sigmaringen, 1997), pp. 133–53; D. Norman, Siena and the Virgin: Art and Politics in a Late Medieval City State (New Haven, CT, 1999).",
        "105": "L. Scales, ‘Rose without Thorn, Eagle without Feathers: Nation and Power in Late Medieval England and Germany’, German Historical Institute London Bulletin, xxxi (2009), pp. 3–35, at 6.",
        "106": "For France, see Strayer, ‘France: The Holy Land, the Chosen People’; for early signs of such claims in England, I. Afanasyev, ‘Biblical Vocabulary and National Discourse in Twelfth-century England’, in D. Bates, ed., Anglo-Norman Studies XXXVI: Proceedings of the Battle Conference 2013 (Woodbridge, 2014), pp. 23–38.",
        "107": "See, generally, M. Pastoureau, Traité d’héraldique (5th edn, Paris, 2007).",
        "108": "L.E. Scales, ‘Germen militiae: War and German Identity in the Later Middle Ages’, Past and Present, no. 180 (2003), pp. 41–82, at 53; S.J. Spencer, ‘“Like a Raging Lion”: Richard the Lionheart’s Anger during the Third Crusade in Medieval and Modern Historiography’, English Historical Review, cxxxii (2017), pp. 495–532, at 527.",
        "109": "For a classic view of the gothic as reflecting a contemporary learned culture of discrimination, see E. Panofsky, Gothic Architecture and Scholasticism (London, 1957).",
        "110": "R. Bartlett, ‘Illustrating Ethnicity in the Middle Ages’, in M. Eliav-Feldon, B. Isaac and J. Ziegler, eds, The Origins of Racism in the West (Cambridge, 2009), pp. 132–56, at 135; Heng, Invention of Race, ch. 4. For high medieval racial ‘science’, see below, at n. 122. For the contemporaneous emergence of whiteness as a visual code, see M. Caviness, ‘From the Self-invention of the Whiteman in the Thirteenth Century to The Good, the Bad, and the Ugly’, Different Visions, i (2008), pp. 1–33, at 17–18, 22–3.",
        "111": "As an example, see the remarks of Eberhard Windecke, secretary to the Roman king and emperor Sigismund (r. 1410/11–1437), concerning the crypto-portraits of Sigismund which Windecke claimed could be seen in churches in his native Mainz: Leben König Sigmunds von Eberhard Windecke, ed. [Theodor] von Hagen (Leipzig, 1886), p. 285 (cap. 340).",
        "112": "O.B. Rader, ‘Aufgeräumte Herkunft: zur Konstruktion dynastischer Ursprünge an königlichen Begräbnisstätten’, in U. Hohensee, M. Lawo, M. Lindner et al., eds, Die Goldene Bulle: Politik—Wahrnehmung—Rezeption (2 vols, Berlin, 2009), i, pp. 403–30; and for the developing idea of visual verisimilitude in gothic regnal images, see S. Perkinson, The Likeness of the King: A Prehistory of Portraiture in Late Medieval France (Chicago, IL, 2009), esp. ch. 2.",
        "113": "G. Duby, The Three Orders: Feudal Society Imagined, tr. A. Goldhammer (Chicago, IL, 1980).",
        "114": "Southern, Scholastic Humanism, pp. 144–5: ‘Western society was not naturally conformist: the population was divided into too many semi-autonomous groups, and the inclination to oppose authority was too strong to be lightly discarded’. On the wider social impact of scholastic method, see A.J. Novikoff, ‘Towards a Cultural History of Scholastic Disputation’, American Historical Review, cxvii (2012), pp. 331–64.",
        "115": "J. Marenbon, ‘Life, Milieu, and Intellectual Contexts’, in J.E. Brower and K. Gui, eds, The Cambridge Companion to Abelard (Cambridge, 2004), p. 27.",
        "116": "H. Chiu, The Intellectual Origins of Medieval Dualism (Sydney, 2009). For the challenges, see Peter Biller’s review of R.I. Moore, The War on Heresy: Faith and Power in Medieval Europe (London, 2012), Reviews in History (13 Feb. 2014), available at https://reviews.history.ac.uk/review/1546 (accessed 19 May 2020).",
        "117": "See generally P.D.A. Harvey, Medieval Maps (London, 1991); A.S. Mittman, Maps and Monsters in Medieval England (New York, 2006), ch. 2.",
        "118": "D. Higgs Strickland, ‘Edward I, Exodus, and England on the Hereford World Map’, Speculum, xciii (2018), pp. 420–69.",
        "119": "See P.D.A. Harvey, ‘Matthew Paris’s Maps of Britain’, in P.R. Coss and S.D. Lloyd, eds, Thirteenth Century England IV: Proceedings of the Newcastle upon Tyne Conference 1991 (Woodbridge, 1992), pp. 109–121.",
        "120": "Petri Venerabilis adversus Iudeorum inveteratam duritiem, ed. Y. Friedman (Turnhout, 1985), pp. 57–8, 125, cited in A.S. Abulafia, Christians and Jews in the Twelfth-Century Renaissance (London, 1995), p. 116.",
        "121": "J. Cohen, ‘Christian Theology and Anti-Jewish Violence in the Middle Ages: Connections and Disjunctions’, in A.S. Abulafia, ed., Religious Violence between Christians and Jews: Medieval Roots, Modern Perspectives (Basingstoke, 2002), pp. 44–60, esp. 54–5; J. Cohen, The Friars and the Jews: The Evolution of Medieval Anti-Judaism (Ithaca, NY, 1982), pp. 20–24.",
        "122": "P. Biller, ‘Proto-racial Thought in Medieval Science’, in Eliav-Feldon, Isaac and Ziegler, eds, Origins of Racism, pp. 157–80; P. Biller, ‘Views of Jews from Paris around 1300: Christian or “Scientific”?’, in Wood, ed., Christianity and Judaism, pp. 187–207; S. Conklin Akbari, ‘The Diversity of Mankind in the Book of John Mandeville’, in R. Allen, ed., Eastward Bound: Travel and Travellers, 1050–1500 (Manchester, 2004), pp. 156–76. For the complexity of the reception process, and the mitigation of biological by geographical and religious ideas, see C. Weeda, ‘The Fixed and the Fluent: Geographical Determinism, Ethnicity and Religion, c.1100–1300 CE’, in R. Futo Kennedy and M. Jones-Lewis, eds, The Routledge Handbook of Identity and the Environment in the Classical and Medieval Worlds (London, 2020), pp. 93–113.",
        "123": "B. Isaac, J. Ziegler and M. Eliav-Feldon, ‘Introduction’, in Eliav-Feldon, Isaac, and Ziegler, eds, Origins of Racism, pp. 1–31, at 22; and see F. Bethencourt, Racisms: From the Crusades to the Twentieth Century (Princeton, NJ, 2013), esp. chs 3, 4; C.J. Whitaker, Black Metaphors: How Modern Racism Emerged from Medieval Race-thinking (Philadelphia, PA, 2019). For a critique of recent medievalist engagements with the concept of race, see V. Seth, ‘The Origins of Racism: A Critique of the History of Ideas’, History and Theory, lix (2020), pp. 343–68.",
        "124": "For the dissemination of proto-racist scientific thinking from the thirteenth- and early fourteenth-century schools, see Biller, ‘Proto-racial Thought’, 166–7, 176.",
        "125": "The fourteenth-century English astrologer John Ashenden thus concluded that Scorpio governed Scotland, whose people were, like the scorpion, ‘cruel, proud, excitable, luxurious, bestial, false and underhanded, and contemptuous of faith and faithfulness’: D. Higgs Strickland, Saracens, Demons and Jews: Making Monsters in Medieval Art (Princeton, NJ, 2003), p. 156.",
        "126": "R. Bartlett, ‘Gerald’s Ethnographic Achievement’, in J.P. Rubiés, ed., Medieval Ethnographies: European Perceptions of the World Beyond (Farnham, 2009), pp. 231–77.",
        "127": "Bartlett, Making of Europe, p. 288.",
        "128": "J.W. Baldwin, ‘Masters of Paris, 1179–1215’, in R.L. Benson and G. Constable, eds, Renaissance and Renewal in the Twelfth Century (Oxford, 1982), p. 149.",
        "129": "Chartularium Universitatis Parisiensis, ed. Heinrich Denifle and Emile Chatelain (4 vols, Paris, 1889–97), i, no. 19, p. 18.",
        "130": "C. Weeda, ‘Ethnic Stereotyping in Twelfth-century Paris’, in M. Cohen and J. Firnhaber-Baker, eds, Difference and Identity in Francia and Medieval France (Farnham, 2010), pp. 115–35, at 120–24; and, for the proliferation of ethnic stereotypes, P. Meyvaert, ‘“Rainaldus est malus scriptor Francigenus”: Voicing National Antipathy in the Middle Ages’, Speculum, lxvi (1991), pp. 743–63.",
        "131": "See, for example, Coulton, ‘Nationalism’, pp. 20–24.",
        "132": "L. Schmugge, ‘Über “nationale” Vorurteile im Mittelalter’, Deutsches Archiv für Erforschung des Mittelalters, xxxviii (1982), pp. 439–59, at 459, for the importance of educated clerics in disseminating such stereotypes.",
        "133": "H. Walther, ‘Scherz und Ernst in der Völker- und Stämme-Charakteristik mittellateinischer Verse’, Archiv für Kulturgeschichte, xli (1959), pp. 263–301, esp. 291.",
        "134": "B. Grévin, ‘Les stéréotypes “nationaux”: Usages rhétoriques et systèmes de pensée dans l’Europe du xiiie siècle’, in Nation et nations au Moyen Âge: XLIVecongrès de la SHMESP (Prague, 23 mai–26 mai 2013) (Paris, 2014), pp. 137–48, esp. 146–7.",
        "135": "M.T. Clanchy, Abelard: A Medieval Life (Oxford, 1999), pp. 75, 132.",
        "136": "A case powerfully argued by C. Walker Bynum, ‘Did the Twelfth Century Discover the Individual?’, Journal of Ecclesiastical History, xxxi (1980), pp. 1–17, esp. 5–6, 15.",
        "137": "See, generally, P. Kibre, The Nations in the Mediaeval Universities (Cambridge, MA, 1948); W.J. Courtenay, Rituals for the Dead: Religion and Community in the Medieval University of Paris (Notre Dame, IN, 2019), pp. 2–4, ch. 3.",
        "138": "For the specialist literature, see F. Šmahel, ‘The National Idea, Secular Power and Social Issues in the Political Theology of Jan Hus’, in O. Pavlicek and F. Šmahel, eds, A Companion to Jan Hus (Leiden, 2015), pp. 214–53; for royal intervention as a catalyst to these convictions, M. Nodl, ‘Corporative Interests versus Nationalism: Prague University at the Turn of the 15th Century’, in A. Pleszczyński, J. Sobiesiak, M. Tomaszek and P. Tyszka, eds, Imagined Communities: Constructing Collective Identities in Medieval Europe (Leiden, 2018), pp. 335–63.",
        "139": "Historia Diplomatica Friderici Secundi, ed. J.-L.-A. Huillard-Bréholles (6 vols in 12, Paris, 1852–61), ii, pt i, pp. 450–53; P. Oldfield, ‘The Kingdom of Sicily and the Early University Movement’, Viator, xl (2009), pp. 135–50, at 143–4. Detailed instructions on how a monarch might found a university, including his duty of protection towards masters and students, was set out by another thirteenth-century ruler, Alfonso X of Castile: Las Siete Partidas, II: Medieval Government: The World of Kings and Warriors (Partida II), ed. R.I. Burns and R.M. Karras (Philadelphia, PA, 2001), pp. 527–31.",
        "140": "See P. Nardi, ‘Relations with Authorityʼ, in H. de Ridder-Symoens, ed., A History of the University in Europe, I: Universities in the Middle Ages (Cambridge, 1991), pp. 77–107, at 92–103.",
        "141": "For heresy and trade routes, see W.L. Wakefield, Heresy, Crusade and Inquisition in Southern France, 1100–1250 (Berkeley, CA, 1974), pp. 50–56; M. Lambert, The Cathars (Oxford, 1998), pp. 36–43; and see generally B. Hamilton, ‘Wisdom from the East: The Reception among the Cathars of Eastern Dualist Texts’, in P. Biller and A. Hudson, eds, Heresy and Literacy, c.1000–1530 (Cambridge, 1994), pp. 38-60; A. Roach, The Devil’s World: Heresy and Society, 1100–1320 (Harlow, 2005).",
        "142": "Schmugge, ‘Vorurteile’, esp. p. 444.",
        "143": "Matthaei Parisiensis, Monachi Sancti Albani, Chronica Majora, ed. Henry Richards Luard, Rolls Series, lvii (7 vols, 1872–83), iv, p. 118.",
        "144": "See, generally, N. Kersken, Geschichtsschreibung im Europa der ‘nationes’: nationalgeschichtliche Gesamtdarstellungen im Mittelalter (Cologne, 1995)",
        "145": "Thus C.H. Haskins, The Renaissance of the Twelfth Century (Cambridge, MA, 1927), ch. 8.",
        "146": "M.-D. Chenu, Nature, Man, and Society in the Twelfth Century, ed. and tr. J. Taylor and L.K. Little (Chicago, IL, 1968), ch. 5.",
        "147": "For the much-increased accessibility of classical and early medieval histories from the eleventh century, see R. Gameson, The Manuscripts of Early Norman England (c.1066–1130) (Oxford, 1999), pp. 29–39, 77–100.",
        "148": "P. Johanek, ‘Weltchronistik und regionale Geschichtsschreibung im Spätmittelalter’, in H. Patze, ed., Geschichtsschreibung und Geschichtsbewußtsein im späten Mittelalter (Vorträge und Forschungen, 31; Sigmaringen, 1987), pp. 287–330.",
        "149": "See, for example, G.M. Spiegel, Romancing the Past: The Rise of Vernacular Prose Historiography in Thirteenth-Century France (Berkeley, CA, 1993).",
        "150": "See the celebrated comments of Henry of Huntingdon on the desire of ‘rational creatures’ to know about ‘their origins, their race, and the events and happenings of their native land’, as distinguishing them from ‘brutes, whether men or beasts’: Henrici archidiaconi huntendunensis Historia Anglorum, ed. Thomas Arnold, Rolls Series, lxxiv (1879), pp. 2–3.",
        "151": "For the relationship between early and high medieval histories, see A. Plassmann, Origo gentis: Identitäts- und Legitimitätsstiftung in früh- und hochmittelalterlichen Herkunftserzählungen (Berlin, 2006).",
        "152": "S. Reynolds, ‘Medieval origines gentium and the Community of the Realm’, History, lxviii (1983), pp. 375–90; W. Pohl, ‘Narratives of Origin and Migration in Early Medieval Europe: Problems of Interpretation’, Medieval History Journal, xxi (2018), pp. 192–221.",
        "153": "R. Waswo, ‘Our Ancestors, the Trojans: Inventing Cultural Identity in the Middle Ages’, Exemplaria, vii (1995), pp. 269–90; K. Wolf, Troja—Metamorphosen eines Mythos: Französische, englische und italienische Überlieferungen des 12. Jahrhunderts im Vergleich (Berlin, 2009).",
        "154": "N. Kıvılcım Yavuz, ‘From Caesar to Charlemagne: The Tradition of Trojan Origins’, Medieval History Journal, xxi (2018), pp. 251–90.",
        "155": "As an example, see L. Scales, ‘Purposeful Pasts: Godfrey of Viterbo and Later Medieval Imperialist Thought’, in T. Foerster, ed., Godfrey of Viterbo and his Readers: Imperial Tradition and Universal History in Late Medieval Europe (Farnham, 2015), pp. 119–44.",
        "156": "S. Bagge, ‘The Europeanization of Europe: The Case of Scandinavia’, in Noble and Van Engen, eds, European Transformations, pp. 171–93, at 188; K. Friis-Jensen, ‘Saxo Grammaticus’s Study of the Roman Historiographers and his Vision of History’, in C. Santini, ed., Saxo Grammaticus: Tra storiografia e letteratura. Bevagna, 27–29 settembre 1990 (Rome, 1992), pp. 61–81.",
        "157": "For the role of ‘western models’ and trans-European ties as underpinning the writing of ‘national’ histories across an expanded high medieval Europe, see M. Innes, ‘Historical Writing, Ethnicity, and National Identity: Medieval Europe and Byzantium in Comparison’, in S. Foot and C.F. Robinson, eds, The Oxford History of Historical Writing, II: 400–1400 (Oxford, 2018), pp. 539–75, esp. 550–51.",
        "158": "Das Anno-Lied, ed. Martin Opitz (1639; repr. Heidelberg, 1946); E. Nellmann, Die Reichsidee in deutschen Dichtungen der Salier- und frühen Stauferzeit: Annolied—Kaiserchronik—Rolandslied—Eraclius (Berlin, 1963), p. 35; but see also, with a later proposed dating, A. Haverkamp, Typik und Politik im Annolied: Zum Konflikt der Interpretationen im Mittelalter (Stuttgart, 1979).",
        "159": "Gesta Treverorum, ed. G. Waitz, MGH, Scriptores, VIII (Hanover, 1848).",
        "160": "Symeon of Durham, Libellus de Exordio atque Procursu istius, hoc est Dunhelmensis, Ecclesie/Tract on the Origins and Progress of this the Church of Durham, ed. D. Rollason (Oxford, 2000).",
        "161": "Nellmann, Die Reichsidee, pp. 37–9; H. Thomas, Studien zur Trierer Geschichtsschreibung des 11. Jahrhunderts, insbesonders zu den Gesta Treverorum (Bonn, 1968).",
        "162": "C.C. Rozier, Writing History in the Community of St Cuthbert, c.700–1130: From Bede to Symeon of Durham (Woodbridge, 2020), ch. 4; and see, generally, W.M. Aird, St Cuthbert and the Normans: The Church of Durham, 1071–1153 (Woodbridge, 1998).",
        "163": "For eleventh-century upheaval as a stimulus to historical writing, see R.W. Southern, ‘Aspects of the European Tradition of Historical Writing, IV: The Sense of the Past’, Transactions of the Royal Historical Society, 5th ser., xxiii (1973), pp. 243–63, esp. 246–56; M. Staunton, ‘Did the Purpose of History Change in England in the Twelfth Century?’, in L. Cleaver and A. Worm, eds, Writing History in the Anglo-Norman World: Manuscripts, Makers and Readers, c.1066–c.1250 (Woodbridge, 2018), pp. 7–27.",
        "164": "See, for example, P. Damian-Grint, The New Historians of the Twelfth-Century Renaissance: Inventing Vernacular Authority (Rochester, NY, 1999).",
        "165": "See, generally, D. Whaley, Heimskringla: An Introduction (London, 1991); S. Bagge, Society and Politics in Snorri Sturluson’s ‘Heimskringla’ (Berkeley, CA, 1991).",
        "166": "A. Gransden, Historical Writing in England, c.550 to c.1307 (London, 1974), esp. p. 202.",
        "167": "E. Nellmann, ‘Kaiserchronik’, in Die deutsche Literatur des Mittelalters: Verfasserlexikon, IV, ed. K. Ruh (Berlin, 1983), cols 949–64.",
        "168": "Robert Mannyng of Brunne, The Chronicle, ed. I. Sullens (Binghamton, NY, 1996), 1.6–8, 2.1761–2; and see T. Summerfield, The Matter of Kings’ Lives: The Design of Past and Present in the Early Fourteenth-Century Verse Chronicles of Pierre de Langtoft and Robert Mannyng (Amsterdam, 1998), pp. 143, 179. How far such remarks represent Mannyng’s own view, how far they were intended to appease his audience (and who that audience might have been), and whether his attitude really was anti-Norman, all remain matters of debate: see J. Coleman, ‘Strange Rhyme: Prosody and Nationhood in Robert Mannyng’s Story of England’, Speculum, lxxviii (2003), pp. 1214–38, esp. 1228–9; T. Turville-Petre, England the Nation: Language, Literature, and National Identity, 1290–1340 (Oxford, 1996), pp. 91–8 (for Mannyng’s ‘anti-Norman stance’ and for similar attitudes in a contemporary Middle English chronicle by Robert of Gloucester).",
        "169": "Rýmovaná kronika česká tak řečeného Dalimila, ed. Josef Emler, Fontes rerum Bohemicarum, III (Prague, 1882); R.C. Schwinges, ‘“Primäre” und “sekundäre” Nation: Nationalbewußtsein und sozialer Wandel im mittelalterlichen Böhmen’, in K.-D. Grothusen and K. Zernack, eds, Europa slavica—Europa orientalis: Festschrift für Herbert Ludat zum 70. Geburtstag (Berlin, 1980), pp. 490–532.",
        "170": "That Robert Bartlett is himself conscious of the tensions that existed between ‘Europeanising’ and local identities is made clear in his ‘Heartland and Border: The Mental and Physical Geography of Medieval Europe’, in H. Pryce and J. Watts, eds, Power and Identity in the Middle Ages: Essays in Memory of Rees Davies (Oxford, 2007), pp. 23–36.",
        "171": "See, generally, G. Tellenbach, Church, State and Christian Society at the Time of the Investiture Contest, tr. R.F. Bennett (Oxford, 1959); U.-R. Blumenthal, The Investiture Controversy: Church and Monarchy from the Ninth to the Twelfth Century (Philadelphia, PA, 1988).",
        "172": "L. Melve, Inventing the Public Sphere: The Public Debate during the Investiture Contest (c.1030–1122) (2 vols, Leiden, 2007); M. Suchan, ‘Publizistik im Zeitalter Heinrichs IV.—Anfänge päpstlicher und kaiserlicher Propaganda im “Investiturstreit”?ʼ, in K. Hruza, ed., Propaganda, Kommunikation und Öffentlichkeit (11.–16. Jahrhundert) (Vienna, 2002), pp. 29–45.",
        "173": "Annales Augustani, ed. George Heinrich Pertz, in MGH, Scriptores, III (Hanover, 1839), p. 130; H.-W. Goetz, ‘Der Investiturstreit in der deutschen Geschichtsschreibung von Lampert von Hersfeld zu Otto von Freising’, in C. Stiegmann and M. Wemhoff, eds, Canossa 1077: Erschütterung der Welt. Geschichte, Kunst und Kultur am Aufgang der Romanik (2 vols, Munich, 2006), i, pp. 47–59, at 55.",
        "174": "Examples in B.G.E. Wiedemann, ‘Super gentes et regna: Papal “Empire” in the Later Eleventh and Twelfth Centuries’, in S.J. Brown, C. Methuen and A. Spicer, eds, The Church and Empire, Studies in Church History, liv (2018), pp. 109–22, at 116, 118.",
        "175": "H. Vollrath, ‘Sutri 1046—Canossa 1077—Rome 1111: Problems of Communication and the Perception of Neighbours’, in Noble and Van Engen, eds, European Transformations, pp. 132–70, at 148. Writing in the following century, Otto of Freising admitted to having scanned the historical record in vain for a precedent: Ottonis Episcopi Frisingensis Chronica sive Historia de duabus civitatibus, ed. A. Hofmeister, MGH, Scriptores rerum Germanicarum in usum scholarum, XLV (Hanover, 1912), p. 304.",
        "176": "See, generally, P. Jones, The Italian City-State: From Commune to Signoria (Oxford, 1997), pp. 103–51.",
        "177": "C. Morris, The Papal Monarchy: The Western Church from 1050 to 1250 (Oxford, 1989).",
        "178": "P. Segl, ‘Die Feindbilder in der politischen Propaganda Friedrichs II. und seiner Gegner’, in F. Bosbach, ed., Feindbilder: die Darstellung des Gegners in der politischen Publizistik des Mittelalters und der Neuzeit (Cologne, 1992), pp. 41–71; H.J. Mierau, ʻExkommunikation und Macht der Öffentlichkeit: Gerüchte im Kampf zwischen Friedrich II. und der Kurieʼ, in Hruza, ed., Propaganda, Kommunikation und Öffentlichkeit, pp. 47–80.",
        "179": "See B. Weiler, ‘Stupor mundi: Matthäus Paris und die zeitgenössische Wahrnehmung Friedrichs II. in England’, in K. Görich, T. Broekmann and J. Keupp, eds, Herrschaftsräume, Herrschaftspraxis und Kommunikation zur Zeit Friedrichs II. (Munich, 2008), pp. 63–96.",
        "180": "For thirteenth-century communications networks, taking the example of Matthew Paris, see Weiler, ‘Historical Writing and the Experience of Europeanization’.",
        "181": "Matthaei Parisiensis, Chronica Majora, ed. Luard, v, pp. 471–2.",
        "182": "Die Gedichte Walthers von der Vogelweide, ed. Karl Lachmann (Berlin, 1827), p. 34; H. Böhm, Walther von der Vogelweide: Minne—Reich—Gott (Stuttgart, 1949), pp. 103, 116–17.",
        "183": "H. MacKenzie, ‘The Anti-foreign Movement in England, 1231–1232’, in Anniversary Essays in Mediaeval History by Students of Charles Homer Haskins Presented on his Completion of Forty Years of Teaching (Freeport, NY, 1967), pp. 183–203.",
        "184": "Ibid., pp. 186–7.",
        "185": "Pontificia Hibernica: Medieval Papal Chancery Documents Concerning Ireland, 641–1261, ed. M.P. Sheehy (2 vols, Dublin, 1962–5), i, no. 4, pp. 15–16. Anne Duggan has argued that Laudabiliter in its known form was probably cut-and-pasted by Gerald of Wales from a genuine papal document of rather different tenor, though she regards the opening reference to reforming the ‘rude Irish’ as a survival from the original: A.J. Duggan, ‘The Making of a Myth: Giraldus Cambrensis, Laudabiliter, and Henry II’s Lordship of Ireland’, Studies in Medieval and Renaissance History, 3rd ser., iv (2007), pp. 107–70, esp. 139–43. For the tradition inaugurated by Laudabiliter, see M. Callan, ‘Making Monsters out of One Another in the Early Fourteenth-century British Isles: The Irish Remonstrance, the Declaration of Arbroath, and the Anglo-Irish Counter-Remonstrance’, Eolas, xii (2019), pp. 43–63, esp. 45.",
        "186": "Chronicles of the Reigns of Stephen, Henry II, and Richard I, ed. Richard Howlett, Rolls Series, lxxxii (4 vols, 1884), i, p. 239.",
        "187": "J.A. Watt, The Church and the Two Nations in Medieval Ireland (Cambridge, 1970), p. 72.",
        "188": "R. Ransford, ‘A Kind of Noah’s Ark: Aelred of Rievaulx and National Identity’, in S. Mews, ed., Religion and National Identity, Studies in Church History, xviii (1982), pp. 137–46.",
        "189": "Examples in Stephen of Lexington, Letters from Ireland, 1228–1229, tr. and intr. B.W. O’Dwyer (Kalamazoo, MI, 1982), nos 15, 24, 27, pp. 34–6, 55–61, 65–9. For his career, see C.H. Lawrence, ‘Stephen of Lexington and Cistercian University Studies in the Thirteenth Century’, Journal of Ecclesiastical History, xi (1960), pp. 164–78, at 166–9.",
        "190": "Thus in early fourteenth-century Latin verses from the Cistercian monastery of Leubus (Lubiąż) in Silesia: Rocznik lubiąski, 1241–1281, oraz wierz o pierwotnych zakonniach Lubiąża, ed. August Bielowski, Monumenta Poloniae Historica, III (Lwów, 1878), pp. 709–10.",
        "191": "Bartlett, ‘Heartland and Border’, pp. 35–6. ‘But how can anyone love cloister or Writ who knows nothing but Irish?’, Stephen of Lexington, himself a product of the Paris schools, demanded to know: Letters from Ireland, tr. O’Dwyer, p. 68.",
        "192": "Urkunden und erzählende Quellen zur deutschen Ostsiedlung im Mittelalter, ed. H. Helbig and L. Weinrich (2 vols, Darmstadt, 1975), ii, no. 72, p. 274.",
        "193": "Bartlett, ‘Heartland and Border’, pp. 23–4.",
        "194": "A. Thomas, ‘Czech–German Relations as Reflected in Old Czech Literature’, in R. Bartlett and A. MacKay, eds, Medieval Frontier Societies (Oxford, 1986), pp. 199–215, at 208.",
        "195": "Cited in R. Bartlett, ‘Medieval and Modern Concepts of Race and Ethnicity’, Journal of Medieval and Early Modern Studies, xxxi (2001), pp. 39–56, at 47.",
        "196": "J. Strzelczyk, ‘Die Wahrnehmung des Fremden im mittelalterlichen Polen’, in O. Engels and P. Schreiner, eds, Die Begegnung des Westens mit dem Osten (Sigmaringen, 1993), pp. 203–20, at 212.",
        "197": "Regesta Diplomatica nec non Epistolaria Bohemiae et Moraviae, III: 1311–1333, ed. Josef Emler (Prague, 1890), no. 2008, pp. 781–2.",
        "198": "This, for example, was the tenor of letters sent by Gregory to the kings of Denmark, Norway, and Sweden: S. Bagge, ‘The Europeanization of Scandinavia’, in Hudson and Crumplin, eds, ‘The Making of Europe’, pp. 53–75, at 63.",
        "199": "J. Dunbabin, France in the Making, 843–1180 (Oxford, 1985), esp. pp. 256–68; H. Houben, Roger II of Sicily: A Ruler between East and West, tr. G. Loud and D. Milburn (Cambridge, 2002), esp. pp. 50–59.",
        "200": "Quoted in Strayer, ‘France: The Holy Land, the Chosen People’, p. 15.",
        "201": "For one manifestation of this, see E.H. Kantorowicz, ‘Pro patria mori in Medieval Political Thought’, American Historical Review, lvi (1951), pp. 472–92.",
        "202": "G. Post, ‘Two Notes on Nationalism in the Middle Ages’, Traditio, ix (1953), pp. 281–320; and see also B. Tierney, ‘Medieval Canon Law and Western Constitutionalism’, Catholic Historical Review, lii (1966), pp. 1–17; J.P. Canning, ‘Ideas of the State in Thirteenth- and Fourteenth-century Commentators on the Roman Law’, Transactions of the Royal Historical Society, 5th ser., xxxiii (1983), pp. 1–28.",
        "203": "Post, ‘Two Notes’, p. 302; G. Jostkleigrewe, ‘“Rex imperator in regno suo”—an Ideology of Frenchness? Late Medieval France, its Political Elite and Juridical Discourse’, in Pleszczyński, Sobiesiak, Tomaszek and Tyszka, eds., Imagined Communities, pp. 46–82, esp. 53–62.",
        "204": "J. O’Callaghan, ‘Image and Reality: The King Creates his Kingdom’, in R.I. Burns, ed., Emperor of Culture: Alfonso X the Learned of Castile and his Thirteenth-Century Renaissance (Philadelphia, PA, 1990), pp. 14–32, esp. 22–6; C.N. Jones, ‘Undefined Terms: Empires and Emperors in Late Medieval French Thought’, Medieval History Journal, xx (2017), pp. 319–53; L. Scales, ‘The Empire in Translation: English Perspectives on Imperium and Emperors, 1220–1440’, in P. Crooks, D. Green and W.M. Ormrod, eds, The Plantagenet Empire: Proceedings of the 2014 Harlaxton Symposium (Donington, 2016), pp. 49–71.",
        "205": "G. Post, ‘“Blessed Lady Spain”: Vincentius Hispanus and Spanish National Imperialism in the Thirteenth Century’, Speculum, xxix (1954), pp. 198–209.",
        "206": "Saxo Grammaticus, The History of the Danes, ed. and tr. P. Fisher and H. Ellis Davidson (2 vols, Cambridge, 1979), i, p. 4.",
        "207": "F. Graus, ‘Die Ausformung mittelalterlicher Nationen im 13. Jahrhundert: Böhmen und Polen im Vergleich’, Jahrbuch für die Geschichte Mittel- und Ostdeutschlands, xli (1993), pp. 3–16; For Kadłubek’s importance to the origins of a Latinate Polish national historiography, see N. Kersken, ‘High and Late Medieval National Historiography’, in D. Mauskopf Deliyannis, ed., Historiography in the Middle Ages (Leiden, 2003), pp. 181–215, at 189–93.",
        "208": "See S.C. Rowell, Lithuania Ascending: A Pagan Empire within East-Central Europe, 1295–1345 (Cambridge, 1994).",
        "209": "See generally M. Brown, The Wars of Scotland, 1214–1371 (Edinburgh, 2004), ch. 9.",
        "210": "A. Duncan, ‘The Declaration of the Clergy, 1309–10’, in G. Barrow, ed., The Declaration of Arbroath: History, Significance, Setting (Edinburgh, 2003), pp. 32–49.",
        "211": "E.J. Cowan, ‘For Freedom Alone’: The Declaration of Arbroath, 1320 (East Linton, 2003), p. 65.",
        "212": "S. Tebbit, ‘Papal Pronouncements on Legitimate Lordship and the Formation of Nationhood in Early Fourteenth-century Scottish Writings’, Journal of Medieval History, xl (2014), pp. 44–62, at 46; Brown, Wars of Scotland, p. 192.",
        "213": "D. Broun, ‘The Declaration of Arbroath: Pedigree of a Nation?’, in Barrow, ed., Declaration of Arbroath, pp. 1–12. For the background to Arbroath at the Avignon Curia, see G. Simpson, ‘The Declaration of Arbroath Revitalised’, Scottish Historical Review, lvi (1977), pp. 11–33, at 17–18.",
        "214": "Tebbit, ‘Papal Pronouncements’, p. 51.",
        "215": "Cowan, ‘For Freedom Alone’, pp. 57–60.",
        "216": "For parallels with other constitutional claims of the period, see Simpson, ‘Declaration of Arbroath’, pp. 22–5.",
        "217": "See particularly the complaints about English lordship in the Irish ‘Remonstrance’ of 1317: J.R.S. Phillips, ‘The Irish Remonstrance of 1317: An International Perspective’, Irish Historical Studies, xxvii (1990), pp. 112–29; and more broadly, with examples from the eastern margins of Christendom, S. Layfield, ‘The Papacy and the Nations of Christendom: A Study with Particular Focus on the Pontificate of John XXII (1316–1334)’ (Durham Univ. Ph.D. thesis, 2008).",
        "218": "For the gathering-together at the Curia of historical knowledge relating to contested regnal frontiers, see Phillips, ‘Irish Remonstrance’, p. 122; and see, generally, J. Muldoon, Popes, Lawyers, and Infidels: The Church and the Non-Christian World, 1250–1500 (Liverpool, 1979).",
        "219": "M. Thiesse, La création des identités nationales: Europe XVIIIe–XXesiècle (Paris, 1999), p. 64.",
        "220": "J. Ziolkowski, ‘Latin and Vernacular Literature’, in Luscombe and Riley-Smith, eds, New Cambridge Medieval History, IV, pt i, pp. 658–92.",
        "221": "See C. Wickham, The Inheritance of Rome: A History of Europe from 400 to 1000 (London, 2009), pt II.",
        "222": "See generally P.J. Geary, The Myth of Nations: The Medieval Origins of Europe (Princeton, NJ, 2002); Plassmann, Origo gentis.",
        "223": "K.-F. Werner, ‘Les nations et le sentiment nationale dans l’Europe médiévale’, Revue historique, ccxliv (1970), pp. 285–304; K.-F. Werner, ‘Völker und Regna’, in C. Brühl and B. Schneidmüller, eds, Beiträge zur mittelalterlichen Reichs- und Nationsbildung in Deutschland und Frankreich (Historische Zeitschrift, Beihefte, new ser., 24; Munich, 1997), pp. 15–44.",
        "224": "Argued for England by R.W. Southern, Robert Grosseteste: The Growth of an English Mind in Medieval Europe (Oxford, 1986), esp. pp. xxxvii–xxxviii.",
        "225": "For this concept, see I. Krastev and S. Holmes, The Light that Failed: A Reckoning (London, 2019), esp. pp. 1–18.",
        "226": "B.-H. Lévy, M. Kundera, S. Rushdie et al., ‘Fight for Europe—or the Wreckers will Destroy it’, The Guardian, 25 Jan. 2019, available at https://www.theguardian.com/commentisfree/2019/jan/25/fight-europe-wreckers-patriots-nationalist (accessed 13 Feb. 2022)."
    }
}