{
    "title": "Faction, Connection and Politics in the Civil Wars: Pembrokeshire, 1640–1649*",
    "author": "Lloyd Bowen",
    "date": "02 August 2023",
    "article": "This article considers the roles of faction and connections between centre and periphery as structuring elements of local politics during the civil wars of the mid-seventeenth century. It explores these issues through an examination of Pembrokeshire in south-west Wales. Using a considerable amount of previously unexamined printed and manuscript material, it argues that established but largely ignored factional alignments informed a good deal of the political manoeuvring in the county during and after the first civil war, and that these connected to and were complicated by evolving associations with rival political coalitions at Westminster. The article pays close attention to the connections between figures among the Pembrokeshire gentry and MPs and power-brokers in Westminster. It argues that establishing fruitful links with the political centre was vital to the success of an Independent group in the county following the war’s cessation and, conversely, the isolation and ultimate defeat of the Presbyterian party. The article throws new light on the origins of John Poyer’s 1648 rebellion, which initiated the ‘Second Civil War’. It rejects the established narrative which characterises Poyer’s revolt as borne from apolitical self-interest, arguing instead that it was the final act in a factional struggle that was at least a decade old. The piece contends that gentry faction has largely been written out of recent civil war history, but that scholars should be more attentive to its potential for influencing (although not conditioning) political and ideological alignments in the provinces.This article considers the roles of faction and connections between centre and periphery as structuring elements of local politics during the civil wars of the mid-seventeenth century. It explores these issues through an examination of Pembrokeshire in south-west Wales. Drawing on a wealth of printed and manuscript material which has been unknown to or unused by previous historians, the article argues that established but hitherto largely ignored factional alignments informed a good deal of the political manoeuvring in the county during and after the first civil war, and that these connected to and were complicated by evolving connections with rival political coalitions at Westminster. The article pays close attention to the relationships between figures from the Pembrokeshire gentry and MPs and power brokers in Westminster during the 1640s. It argues that establishing fruitful links with the political centre was vital to the success of an Independent group in the county following the war’s cessation and, conversely, that the decline of such links led to the isolation and ultimate defeat of the Presbyterian party. This discussion also contributes to the developing literature on the London agent in the mid-seventeenth century, and reveals the crucial role of the local committee’s ‘solicitor’ at Westminster in presenting Pembrokeshire’s politics to parliament and in effecting business on behalf of his allies in the county.This analysis throws new light on many poorly understood episodes, such as the struggle over the appointment of Pembrokeshire’s county committee in 1644, the contested shire election of 1646 and the battle over nominations to the sub-committee of accounts in 1647. The discussion also offers a new perspective on the origins of John Poyer’s revolt in early 1648, the event which sparked off the series of risings known as the ‘Second Civil War’. The article argues that Poyer’s rebellion against his former parliamentary masters did not arise simply out of self-interest as most interpretations contend.[CITATION-1] Neither does it see his rising as part of a ‘revolt of the provinces’ in which a ‘silent majority’ of essentially localist communities rebelled against the intrusions of a centralising state in their affairs.[CITATION-2] Rather, his revolt should be understood as a desperate throw of the dice by one of the most prominent members of the defeated Presbyterian faction in Pembrokeshire; it was the final act in a factional struggle that was at least a decade old.The time is ripe for revisiting the topic of centre–periphery relations during the civil wars, and also for re-examining the nature and influence of factional alignments and ideological shifts across the pre- and post-war periods. The historiography of this area continues to be shaped by the legacy of revisionism. The revisionist interpretation was built partly upon the foundations of Alan Everitt’s researches, which posited the locality as a discrete and self-contained theatre of political action and local knowledge.[CITATION-3] His ‘county communities’ were antithetical to the ideological mobilisations of national groups, such as the parliamentarians or Presbyterians, and were thus routinely rendered as neutralist or localist. The post-revisionist emphasis on print, mobilisation and political communication between the centre and the shires has rightly consigned such easy generalisations to the scrapheap. In their place we now have a rich literature that explores how nationally framed discourses and models of communication shaped provincial communities’ political horizons and integrated England’s peripheries into a ‘shared political landscape’.[CITATION-4] Exemplars of the post-revisionist approach to this subject can be found in two important recent publications. Jason Peacey and Chris Kyle’s collection of essays,, provides a stimulating exploration of practices of political communication across the ‘long seventeenth century’.[CITATION-5] Richard Cust and Peter Lake’s superb new study of Cheshire, meanwhile, affords a remarkably detailed and revealing portrait of the manner in which the county’s local politics at the outbreak of the civil wars was shaped by a dynamic and reciprocal dialogue with the institutions of the Court and parliament, and also of the ways in which discourses of national politics produced a complex and shifting constellation of local political groupings at the outbreak of civil war.[CITATION-6] Cust and Lake’s book is particularly welcome as a study which foregrounds the locality and argues for the continued salience of the county in our analyses of mid-seventeenth-century politics, albeit without the Everittian baggage of isolationism and insularity. Their study is part of a growing awareness of the need to address the ‘near total eclipse’ of local history in the wake of critiques of Everitt and the ‘county community school’ by scholars such as Ann Hughes and Clive Holmes.[CITATION-7] Recent scholarship, then, has been attentive to the need to write the locality back into our narratives of early Stuart and civil war histories, but has done so in a manner that raises some of its own interpretative and methodological problems. One of these is the effectively frictionless sense of the political that obtains between local and national contexts. The boundaries of time and distance are readily collapsed in many recent narratives as historians pursue the notion of a shared politics in which there is a ‘break[ing] down [of the] dichotomies between … national and local affairs’.[CITATION-8] As Noah Millstone has recently observed, the ‘logic of the turn towards “public” politics and the public sphere has tempted scholars to downplay the importance of geography and geographical heterogeneity’.[CITATION-9] This article looks to restore some of that heterogeneity and to suggest some of the ways in which access and communication at a distance during the civil wars presented logistical challenges which had political consequences in the locality.It is also the case that post-revisionist scholarship of political communication during the civil wars has remained a largely English phenomenon. This is partly the result of a reaction against revisionism’s turn to ‘the British Problem’ as a means of locating the structural and ideological momentum to bring about a civil war for which, so it was reasoned, there was simply not enough principled division within England itself.[CITATION-10] In these discussions, Wales has been largely overlooked and it remains outside our models of political dynamics in the 1640s. The current discussion thus attempts to integrate a part of the Welsh periphery into these debates and to explore how actors within Pembrokeshire, which was particularly isolated by its parliamentarian impulses within a largely royalist territory during the first war, interacted and engaged with the political centre.It is also the case that post-revisionism’s emphasis on the interconnected character of provincial politics under the early Stuarts has turned our attention away from a potentially important dynamic in some parts of the realm: the role and nature of local factionalism which was not predicated upon religious and ideological difference.[CITATION-11] I have in mind here factional divisions which emerged out of kinship associations and long-standing legal disputes and contests over local economic resources, offices and prestige. The reaction against such considerations is understandable, as factionalism was an important component of the Everittian and revisionist interpretation of this period. These scholars tended to suggest that local concerns and rivalries outweighed those of the centre, and thus civil war political alignments could be rendered merely as older factional quarrels conducted in new garb, with little attendant investment in their ideological meaning. This obviously will not do. However, it is fair to say that the current emphasis on nationally framed discourses has tended to subordinate or exclude the potential role of pre-civil war factional divisions among provincial elites in helping to structure, although by no means to determine, the textures of local gentry politics in the 1640s. This article suggests, by contrast, that we may need to integrate some of these un- or semi-politicised factional dynamics into our accounts of provincial politics in some parts of the kingdom.This article presents an example of a county in which the lines of pre-war factional division operated throughout the 1640s. Although in time these assumed a clear ideological complexion, it would be inaccurate to say that ideology produced the cleavages within gentry society from the outset. Rather, it appears that emergent civil war ideologies operated upon and informed established rivalries to produce the county’s particular political configuration during the 1640s. It seems that we should be wary of the analytical dyad which posits apolitical local factionalism against politically energised national ideologies. In places such as Pembrokeshire at least, we might instead consider how modes of allegiance and ideological commitment in the 1640s emerged from, developed in dialogue with, and also operated against social and familial divisions which already existed among the political elite. Often these divisions had a degree of ideological underpinning; sometimes, however, they did not, and the latter are worth exploring as much as the former.This model, in which civil war alignments emerge out of, but are not constrained by, pre-war social divisions, operates within a dynamic dialogue of communication and connection between the locality and Westminster. The analysis presented here thus adopts and endorses the post-revisionist scholarship which has seen communication between centre and periphery as a crucial component of civil war politics. It also acknowledges the ideological dimensions which such connections helped engender in the provinces. However, this article also argues that logistical challenges and communication deficits need to be integrated more thoroughly into our understanding of the operation of political connection in this period. Distant from Westminster and at times isolated by hostile royalist forces, Pembrokeshire’s connections with the centre were attenuated and sometimes difficult. This had practical consequences. It seems that parliament was relatively poorly informed about this distant outpost of its fiefdom and thus relied on a select cadre of individuals to understand it.[CITATION-12] Particularly important in this regard were the MP John White, who sat for Southwark but who hailed from Pembrokeshire, and especially the Pembrokeshire committee’s agent from 1645, John Eliot. These men were key brokers of information and political knowledge both for members in parliament and for their allies in south-west Wales. They were adept at making contacts and getting things done within the corridors of Westminster and, latterly, in the New Model Army also. It was Eliot’s connection to the emergent Independent–Army axis which would prove crucial in securing positions of power in Pembrokeshire for his friends and allies after the end of hostilities. By contrast, the Presbyterian faction, which included Rowland Laugharne and John Poyer, was stymied and ultimately destroyed by their relative inability to make such fruitful and effective contacts at Westminster. The Second Civil War of 1648 stemmed, in part, from the incapacity of disgruntled and marginalised provincial parliamentarians like Poyer to connect with and speak to the radicalised centre. Parliament established a robust apparatus for government in ex-royalist parts of the country such as south Wales. However, the inability of some of its supporters to operate through these structures contributed to the tensions which culminated in rebellion in 1648.[CITATION-13] The article begins with a discussion of pre-war politics and the divisions among the county elite which would prove so significant for structuring the political blocs that emerged during the civil wars. It then considers the disposition of these blocs in the first years of the civil wars, which were characterised by side-changing—with the exception of the steadfast parliamentarianism of Poyer and Laugharne in Pembroke. The discussion moves on to consider the deeply partisan appointment of the local parliamentary committee in 1644 and the role of the MP John White in securing the nomination of his friends and family to this body. The appointment of John Eliot as committee agent in the spring of 1645 is also considered. The subsequent section examines the deepening factional rift following the end of the civil wars and the feud between John Poyer and Captain Richard Swanley, as well as the contested county election of 1646. An analysis is then offered of the moves to disband the Presbyterian forces of Rowland Laugharne, and the growing dominance of local government by Independents which helped trigger Poyer’s revolt in late 1647/early 1648. A final section offers some general conclusions about the significance of factional politics and political connection in this period.If we are to better understand Pembrokeshire’s civil war experience, it is important to explore some of the pre-war divisions which troubled the county’s gentry and to recognise that these were significant, although not determinative, in shaping local responses to the political convulsions of the 1640s. Current accounts have not sufficiently delineated or contextualised the county’s civil war differences and their prehistory; this is understandable because these divisions are indeed obscure.[CITATION-14] The influence of these long-standing quarrels was apparent to those writing during the civil wars, however. One pamphleteer described ‘the inveterate fewds and dissentions’ of the county, for example, while another addressed the Pembrokeshire county committee in 1645 lamenting the ‘retention of old private Star-chamber and Ludlow-grudges’ which had sown discord.[CITATION-15] Unfortunately, the records of the Caroline Star Chamber and Council in the Marches of Wales have been lost, but we do have evidence to determine who was involved in these controversies. An important indication comes from a letter written by the radical preacher Hugh Peter when he was in Pembroke in April 1650. In this letter, Peter described how ‘Sir Hugh Owen and the Lorts of this country are now good friends and firmely united, who before have spent 20,000li in law suites’.[CITATION-16] This is a remarkably high figure, suggesting a long, bitter and protracted feud, and, indeed, when we look back through the local politics of the previous decade and beyond, we find a division between the Owens of Orielton and the Lorts of Stackpole to be a consistent and structuring factor. The origins of these divisions lie with the pre-war troubles of Henry Lort.The Lort family established itself from the mid-sixteenth century in the south of the county around Stackpole and St Petrox in Castlemartin hundred. The head of the family from 1613 was Henry Lort, a JP, a deputy lieutenant and someone recognised by contemporaries as ‘a rich man’.[CITATION-17] During the Personal Rule, however, he ran afoul of the authorities for his high-handed action over rights to shipwrecks near his property. In 1630–31 he was investigated for his activities in salvaging goods from a wreck near Bosherston.[CITATION-18] The commissioners appointed to investigate these abuses included Hugh Owen of Orielton, John Laugharne of St Brides and John Wogan of Wiston.[CITATION-19] These men were local justices who were related by marriage. They would go on to form the core of the early parliamentary party in the county, which came to also include John Poyer and Rowland Laugharne, and which was ranged against the Lorts and their allies throughout the 1640s. These commissioners were highly critical of Lort’s approach to the enquiry, denouncing his failure even to appear before them.Lort was then questioned several times by the Court of High Commission in the mid-1630s, which might indicate some form of religious non-conformity, although the case at issue is unknown.[CITATION-20] More certain are accusations levelled against him about shipping grain out of the county in times of dearth and causing local depopulation.[CITATION-21] In a petition to the Privy Council in 1637, Lort maintained that the certificate alleging that he transported grain to Ireland in contravention of Council decrees was made by some Pembrokeshire JPs upon ‘evill surmises [and] groundlesse scandalls’. Lort had recently been madeof the local bench, and the JPs submitting the certificate were, he said, ‘adversaries’ driven by envy. He also mentioned that many of them were currently engaged in lawsuits against him.[CITATION-22] The Privy Council, however, acknowledged the weight of the justices’ allegations, ‘there being such appearance [of truth] … under so many of your hands to whom wee give good credite’, and ordered that Lort be removed from the commission of the peace, something that would have been a grave blow to his honour and reputation.[CITATION-23] However, upon further investigation, the Lord President of Wales, the earl of Bridgewater, determined that Lort had not in fact breached recent orders concerning grain export, although he had strained their interpretation.[CITATION-24] Complaints from the county bench about local scarcity and Lort’s ongoing export of grain nevertheless continued, but the Privy Council declared itself ‘unsatisfied with this contrarity of informac[i]ons’ it was receiving from distant Pembrokeshire.[CITATION-25] Such ‘contrarity’ in the information being delivered to London was to become a feature of Pembrokeshire politics for the next decade. After further investigation, the Privy Council resolved that there was, in fact, sufficient supply of corn in the county and that ‘the certificate from the justices proceeded rather out of faction then any true reason or grounds for the same’.[CITATION-26] In other words, Lort’s prosecution by some of his fellow justices was malicious.Henry Lort had died by February 1641, but the evidence in all these controversies mentions the close involvement of his sons, Roger (Henry’s heir), John and Sampson. These three brothers would carry on the feud with their father’s local enemies after his death. The factional politics of the Personal Rule produced the Star Chamber and Ludlow lawsuits which were mentioned in the 1645 pamphlet, and, while it is not absolutely certain who Lort’s principal opponents on the bench were, we can be confident that they included his adversaries on the 1631 admiralty commission: Hugh Owen, John Wogan and John Laugharne.[CITATION-27] Lort mentioned his antagonists also being opponents at law, and we know that he was involved in several lawsuits during the 1630s against Hugh Owen, and was even subjected to the ignominy of a spell in the Fleet during one action.[CITATION-28] Indeed, one suit was ordered to be heard in Herefordshire rather than Pembrokeshire in order to ensure an ‘indifferent tryall’, indicating the destabilising partisan politics involving powerful affinities which lay behind these legal battles.[CITATION-29] Lort considered these suits to be concerned with his rights and authority as lord of Castlemartin, and Owen was suspected of persuading copyholders to combine together to resist him.[CITATION-30] This was essentially a dispute over economic resources and precedence in south Pembrokeshire, and no animating ideological positions can be discerned in the evidence surrounding the cases.Pembrokeshire’s political class was thus split into definite factions before the civil war. These differences had wider dimensions, however, which would become important once hostilities broke out. The wellspring of the most visible parliamentary support in the county would come initially from a group of gentlemen associated with the Devereux interest in the county. Robert Devereux, third earl of Essex, retained estates and many connections in Pembrokeshire, and his appointment as captain general of parliament’s forces in 1642 seems to have helped energise his kinsmen and associates in south-west Wales, including Walter Cuny of Pembroke and St Florence, and Sir John Meyrick of Fleet.[CITATION-31] Rowland Laugharne of St Brides served in the earl’s household as a young man and received his civil war commission from him.[CITATION-32] In addition, a dense web of family connections bound this group together.[CITATION-33] For example, Hugh Owen of Orielton, who represented Pembroke boroughs at the start of the Long Parliament, was Rowland Laugharne’s first cousin; Rice Powell, a parliamentarian officer under Laugharne, was Walter Cuny’s brother-in-law; John Wogan, the Long Parliament MP for Pembrokeshire, was Hugh Owen’s first cousin. All had connections with the Devereux family before the outbreak of hostilities.Another intriguing link to emerge at the start of the 1640s was between this group and the obscure Pembroke burgess John Poyer, a glover and merchant who had once worked in the household of the Essex-supporting Meyrick family.[CITATION-34] He was also closely connected with Hugh Owen, the Lorts’ principal antagonist, and was described in December 1640 as Owen’s ‘servant’. Poyer himself was elected as Pembroke’s mayor in October 1641 and emerged as a prominent parliamentary activist during the Irish Rebellion, which broke out shortly after he assumed office. Poyer directed several dispatches to parliament in early 1642 about his activities on their behalf in seizing suspect shipping, assisting refugees from Ireland and apprehending suspected rebels. He was clearly an active limb of the emerging parliamentary state, but Poyer was also critical of Lort associates such as Thomas ap Rice of Scotsborough, who refused to provide him with the muskets and men he needed to defend Pembroke.[CITATION-35] Even before the outbreak of hostilities, then, political fissures which followed older factional lines were emerging.The new head of the Stackpole Lorts, Roger, was also concerned by the Irish Rebellion.[CITATION-36] This was in no small measure because he had married into a family of Irish minor nobility. His wife was Hester, daughter of Francis Annesley, Baron Mountnorris, a courtier and Irish administrator who had close ties with Pembrokeshire after marrying into the Phillips family of Picton Castle.[CITATION-37] The Annesleys were an influential family and they remained an important connection for the Lorts and their Pembrokeshire allies during the 1640s.[CITATION-38] The Annesleys spent a good deal of their time in London and would assist the Lorts there. However, a more significant Lort connection at the political centre was John White, MP for Southwark. John was the brother of Griffith White of Henllan, a key associate of the Lort faction in the 1640s, who had married Roger Lort’s sister, Elizabeth.[CITATION-39] John was a vociferous puritan lawyer of the Middle Temple who, importantly, had acted as legal counsel for Henry Lort in his 1630s legal battles with Hugh Owen.[CITATION-40] He was also involved in the Virginia, Dorchester and Massachusetts Bay Companies, and frequented John Davenport’s radical church in Coleman Street, London.[CITATION-41] He was close to the emergent parliamentarian centres of power connected with John Pym and the anti-episcopal impulse of the early 1640s. White’s fame rests on his tract of 1643,. Although his concerns were centred in London and the south-east of England, he remained interested in the spiritual welfare of his homeland. In 1630–31 he was involved with other members of the feoffees for impropriations in a transaction with the Pembrokeshire puritan Sir James Perrot concerning lands in Haverfordwest, with a view to supporting a godly preacher there.[CITATION-42] In, he informed the reader of the scandalous conduct of the clergy from London and the surrounding areas which formed the core of the work, but also directed him or her to consider ‘the more miserable condition of Wales and of the north’ where the pastorate was even more corrupted.[CITATION-43] His familial ties to the Lorts remained important during the war; indeed, one pamphleteer attributed the rise of Roger Lort and his allies in Pembrokeshire politics during the mid-1640s to ‘the consanguinity and alliance most of them had with Master John White’.[CITATION-44] Perhaps the most significant individual to appear among the Lort affinity in the early days of the war, however, was John Eliot of Amroth and Narberth (Pembs.). His was not a family of the first rank; in 1641 it was reckoned that John Eliot was ‘but of small estate’.[CITATION-45] Eliot was involved in a legal dispute during the 1630s over the manor and forest of Narberth, and appeared in these actions as a co-defendant with the Phillipses of Picton Castle. The Phillipses were Eliot’s grandmother’s family; the clan supported the Lorts during the civil wars and provided Sir Francis Annesley with his wife.[CITATION-46] Eliot was also part of the Lorts’ family circle. His mother was Jane, daughter of Henry White of Henllan, which made John Eliot a cousin of the Lorts and a nephew of Griffith and John White.[CITATION-47] Roger Lort would later describe him as ‘my wellbeloved cozen’.[CITATION-48] Despite his ‘small estate’, then, Eliot was well connected, and it was probably these associations which saw him elevated to the county bench in 1639/40.[CITATION-49] This was the first appearance on the county stage of a man who was an ambitious social climber and who would become something of an adept at the emerging arts of political publicity during the 1640s.It is difficult to provide an intimate account of Pembrokeshire’s responses to the national politics of 1640–42, as has recently been done so brilliantly for Cheshire by Richard Cust and Peter Lake.[CITATION-50] This is because we lack the kind of evidence that might help us investigate such issues. Pembrokeshire was not animated by the Protestation, which appears not to have been circulated there, and it produced no mobilisation behind the petitioning campaigns for root-and-branch reform or, conversely, the Prayer Book.[CITATION-51] This comparative silence is itself revealing, however, suggesting that, despite, or perhaps because of, the connections of both the Lorts and Sir Hugh Owen to groups which emerged as parliamentary supporters, there was not a sufficiently serious ideological rift in the county to produce much in the way of a public division on the most pressing political and religious issues of the day. It was nonetheless a divided gentry community which in the summer of 1642 received rival demands for supporting king or parliament. The composition of the commissioners nominated by parliament on 18 August 1642 to execute their militia ordinance suggests that John White may have had a significant input into the nomination process, for they included Roger Lort, Griffith White, Thomas ap Rice and John Eliot. Also nominated, however, were Arthur Owen, Sir Hugh’s brother, and John Laugharne, Rowland’s father, which may suggest an attempt to strike something of a balance between the county’s factional groups.[CITATION-52] A notable absence was that of John Poyer, although this probably reflected his relatively lowly social position rather than any deliberate snub.After the initial flurry of activity over the Irish Rebellion in Pembrokeshire, there emerged an activist parliamentary faction centred on John Poyer and Sir Hugh Owen which had connections to the earl of Essex, and a quietist group around the Lorts and John Eliot which was associated with John White and the Annesleys. These factions were products of family ties and intermarriage, but also had deep roots in the pre-war controversies involving Henry Lort and his opponents on the county bench. It is difficult at this point to see any obvious ideological divide separating these groups. Sir Hugh Owen and John Poyer demonstrated little in the way of puritan sympathies, while Roger Lort was later characterised as a man ‘of any principle or religion to acquire wealth’.[CITATION-53] There may have been some strain of religious radicalism within the Lort family, however. We have noted that Henry Lort had been brought before the Court of High Commission in the 1630s, while his son Sampson was described later as one who supported ‘scismatickes’ and ‘phanatickes’, and is characterised by his recent biographer as ‘an active puritan separatist sympathiser’.[CITATION-54] The ties to the puritan John White are also suggestive. However, it is difficult to see the Lorts as an ideologically coherent group, particularly when they, including Sampson, emerged as active royalists in the early days of the civil war.It is unclear whether the commission of array was formally executed in the county, although there was little enthusiasm to implement the militia ordinance there either.[CITATION-55] Sir Hugh Owen, along with the Pembrokeshire MP John Wogan, had gone into the county in August 1642, presumably to enjoin obedience to the militia ordinance.[CITATION-56] However, together with Sir Richard Phillips they wrote in November 1642 to parliament’s military leader in Wales, the earl of Stamford, giving a bleak assessment of the area’s political disposition. They informed him that Pembrokeshire was the ‘only [county] amongst those of Wales which standeth firm and faithful to the parliament’s cause … [but] we are so much environed with ill neighbouring counties’. The royalist earl of Hertford had recently summoned the county’s leading gentlemen to Carmarthen to attend him; the writers had refused to go but they were uncertain about how many of their neighbours would respond. They recognised that their position was fragile, and that, while they had quartered the trained bands in Haverfordwest, Tenby and Pembroke, ‘the only towns of consequence in this county’, they could not hold the county against a determined opposition. They therefore begged for assistance from Lord General Essex, for ‘if they plunder and reduce us, all Wales is theirs’.[CITATION-57] Owen, Phillips and Wogan were right to be concerned about the county’s loyalty, and effective parliamentarian support in 1642–3 was limited to a small group of local gentlemen. These included the future parliamentarian Major General, Rowland Laugharne and his father, John, Arthur Owen, Walter Cuny of Pembroke, the Powells of Greenhill (who included Poyer’s co-rebel in 1648, Colonel Rice Powell), Devereux Wyatt of Tenby and Poyer at Pembroke.[CITATION-58] Most members of this group had ties to the Essex interest which, while reduced from its Elizabethan heights, helped nurture a nexus of familial connections and probably also sustained a moderately reformist Protestantism. While Tenby and Pembroke held out for parliament (the former only until April 1643), most of the county gentlemen, including the Lorts, John Eliot and Sir Richard Phillips, subscribed to several royalist declarations from early 1643.[CITATION-59] One contemporary later suggested that ‘hopes of gaine and advancement was the only load stone that drew their iron into the field … to take part with the king’.[CITATION-60] This group’s early royalism provided ample political ammunition for John Poyer and Rowland Laugharne to use against them later. However, the military situation in the county during the first civil war was one of ebb and flow with numerous opportunities for side-changing and trimming. Indeed, it was suggested by one observer that John Eliot switched sides no less than six times.[CITATION-61] The resolute parliamentarianism of figures like Poyer and Rowland Laugharne were exceptions to the political flexibility demonstrated by most county gentlemen, particularly those who were intimates of the Lort circle.It is not this article’s intention to rehearse the course of the war in Pembrokeshire.[CITATION-62] I do, however, wish to present new evidence for examining the factional configurations of the local gentry during the war, and to explore some of the connections with political developments at the centre that allow us to understand better the course of local politics down to 1649. Two important developments to consider in this respect are the arrival of Admiral Richard Swanley, who relieved the embattled Pembrokeshire parliamentarians in early 1644, and the establishing of a parliamentary committee for the county in the summer of that year.Admiral Swanley’s arrival was vital in supporting the beleaguered parliamentarians at Pembroke and elsewhere, but his comet-like appearance also seems to have helped destabilise the county’s political balance. Initially he greeted Poyer and Laugharne warmly and assisted them in taking royalist strongholds, such as Roger Lort’s own house at Stackpole, and providing men and ammunition to reinforce Pembroke and Tenby.[CITATION-63] His decisive intervention in Pembrokeshire affairs, however, and the plaudits he gained from parliament and some of the county gentry, marginalised and angered Poyer and Laugharne, who had been holding a lonely line against the royalists. Swanley quickly became an ally of the Lorts and their circle, and his high standing in parliament’s favour may have assisted them in their political rehabilitation and the marginalisation of Poyer and his associates.[CITATION-64] The basis of this alliance is unclear, although it is likely that the Lorts convinced Swanley that their earlier royalist commitments had been strategic and superficial and that their convictions had always really rested with parliament’s cause. It is possible too that Swanley’s puritan zeal alienated the moderate Poyer and appealed to men like Sampson Lort.[CITATION-65] Although the exact chronology is not certain, what is clear is that by early 1645 there was a profound breach between Swanley and Poyer, and that John Eliot and allies of the Lorts such as the Annesleys were lining up to voice their criticism of Pembroke’s mayor for his apparently high-handed conduct during the war. We will explore this breach and its ramifications in due course.As Swanley helped to recover Pembrokeshire for parliament, so MPs’ thoughts turned to the administration and government of the region. The impetus for ‘sending committees into Pembrokeshire’ came from reports provided by the Admiral of the Irish Seas, Robert Moulton, in the summer of 1644, which were communicated to the Commons by his superior in the navy, the earl of Warwick.[CITATION-66] The decision was thus made in June 1644 to associate the shires of south-west Wales into a single political and military unit run by a centrally appointed committee ‘with like powers as in other associations’.[CITATION-67] Pembrokeshire, Cardiganshire and Carmarthenshire were to be united, although, as Pembrokeshire was the only county under parliament’s control, it was to be the means for reducing the others to obedience. This being the case, it was decided that the committee would be composed only of Pembrokeshire men. In a positive development for the anti-Lort faction in the county, the ordinance also appointed Rowland Laugharne as Major General of all parliament’s forces within the associated counties.The committee’s membership has generally been seen as uncontroversial, but new evidence shows that, in fact, there was a struggle for influence and representation on this powerful body at its inception in the spring and summer of 1644. This was a tussle between the two established factional groupings in the county, and Poyer would later comment on the ‘sinister means’ used in appointing the committee.[CITATION-68] This is significant as the Pembrokeshire committee soon became a factional vehicle which would effectively exclude many of the Owen–Poyer circle from county politics and rehabilitate and empower the Lorts and John Eliot. The list of members appointed by the ordinance as found in Firth and Rait’s authoritativehas been generally used by historians, but it is defective. This list appears to have been taken from the nominees which appeared in thefor 10 June 1644.[CITATION-69] However, an examination of the printed original ordinance, which is dated 8 June, the day on which the ordinance was reported from committee in the Lords, reveals a shorter and more partisan set of appointments.[CITATION-70] The printed ordinance named to the Pembrokeshire committee a number of ex-royalists and their associates, including Sampson Lort, John Lort, Thomas Bowen of Trefloyne, John Eliot, Griffith White and Herbert Perrot of Haroldston.[CITATION-71] Roger Lort could not be included as he had been named as a delinquent by parliament in April 1643 for assisting the royalists.[CITATION-72] Notable omissions from the official ordinance, then, were most of the county’s leading parliamentarians: Rowland Laugharne, John Poyer, Rice Powell, Arthur Owen, Sir John Meyrick, Francis Meyrick and Walter Cuny; their namesincluded on the Lords list of 10 June. These men, most with ties to the earl of Essex and all of whom had stood consistently for parliament since 1642, had effectively been ‘frozen out’ of county government.What was going on here? We are fortunate in having a hitherto unnoticed manuscript composed around 1648 which throws a good deal of light on these complex and murky events.[CITATION-73] This document appears in a group of papers associated with the Army and in particular with Henry Ireton, and it seems to have been used to understand better the origins of John Poyer’s revolt in 1648.[CITATION-74] This anonymous tract is framed explicitly as an attack on Roger Lort and his circle on the local committee and so needs to be treated with caution, but several of its key points can be corroborated from other sources. The author noted that in April 1644 three members of the Commons who had ties to Pembrokeshire, Sir John Meyrick, John White and Simon Thelwall, were asked to produce a list of names of those they considered ‘well affected’ for a parliamentary committee in the county. Thelwall was MP for Denbigh but had ended up in Pembroke early in the war, where he assisted John Poyer’s efforts to hold the town for parliament. In April 1644 Thelwall produced a printed account of recent military successes in the county and presented it to the Commons.[CITATION-75] The House subsequently tasked him with producing ‘heads of such instructions, or other matters, as shall be necessary for carrying on the affairs of Pembrokeshire, to the best advantage of the parliament’.[CITATION-76] He was not a local man, and perhaps because of this, the Commons grouped him with individuals who had a better knowledge of the area. Sir John Meyrick, a soldier and intimate of the earl of Essex, hailed from Monkton near Pembroke, although he served in parliament for Newcastle-under-Lyme. As discussed above, John White originally came from Henllan and was connected by marriage to the Lorts and John Eliot.The author of the anonymous manuscript tract asserted that these three men presented to the House the names of ‘those that had stood itt out in Pembrocke & others that thay conceaved well affected’, presumably meaning Poyer, Laugharne, Cuny and Rice Powell. However, of the three MPs, only John White was named to the committee for scrutinising the ordinance at its second reading on 20 May 1644.[CITATION-77] This gave him the opportunity to influence the names which were put forward to the Lords, and his guiding hand is suggested by the fact that it was White who reported amendments from the committee the following day.[CITATION-78] The anonymous author informs us that around this time Roger Lort came up to London, which he connected to the fact that ‘there was another ordinance drawen up [and] sent to the Lords, printed and sent downe to the county by which they acted there’.[CITATION-79] This is the ordinance which bears the date 8 June and which was produced by parliament’s official printer, Edward Husbands, on 14 June. The author notes that this text omitted ‘all those that constantly served the parliament in Pembroke, the only place in all Wales that had not been in the kinges power’.[CITATION-80] It appears, then, that the Pembroke county committee contained in the official parliamentary printing comprised those nominated by John White’s committee in the Commonsthe amendments suggested by the Lords on 10 June.[CITATION-81] The Lords’ 10 June list thus represents the original White nominees plus the Upper House’s own additions, which included Poyer, Laugharne, Cuny, Rice Powell, Sir John Meyrick, Simon Thelwall and Arthur Owen. However, the printed ordinance, which contained none of these names, became the basis upon which the Pembrokeshire committee operated. This appears to be a remarkable instance, therefore, of an official ordinance being printed which had not, in fact, gone through the requisite stages of scrutiny and amendment in both Houses.This was a crucial development in Pembrokeshire’s post-war politics. The county committee was parliament’s principal local agency and had enormous discretionary powers. That it was hardwired as a partisan body from its inception, then, institutionalised and fomented the county’s factional divisions which had been a feature of local politics even before the outbreak of hostilities. The committee shifted power away from the Poyer–Owen–Essex interest in the county, which was already in a weakened state. Sir Hugh Owen was arrested by royalists at Haverfordwest in 1642 or early 1643, imprisoned, and removed from the political scene.[CITATION-82] Another blow for this group was the death in 1644 of Pembrokeshire’s MP John Wogan, a co-signatory to the letter to Stamford in November 1642, who appears to have worked closely with Owen and Poyer in establishing the parliamentarian presence in the county. Such setbacks and the absence of an engaged and active interest for the Poyer–Owen group in the Commons provided the opening by which John White engineered the Lorts’ revival in the county.One of the first acts of the Pembrokeshire committee was to vote for the rehabilitation of the leading ex-royalist Roger Lort (whose two brothers were committeemen). The author of the anonymous tract against Lort noted that a ‘private informac[i]on’ for clearing him of malignancy was passed by the committee and sent up to the House of Commons.[CITATION-83] On 26 July 1644 a resolution was passed by the Commons, doubtless with John White’s assistance, endorsing the suggestion of the Pembrokeshire committee that ‘Roger Lorte … be freed from all delinquency and that his estate be discharged from sequestration’.[CITATION-84] The same day, the Commons also resolved to appoint Lort as a member of the county committee. Thus were the Lorts and their allies effectively placed in control of parliament’s local administration, ‘after which’, claimed the anonymous author, ‘the constant endeavours [of the Lorts and their allies] hath been the ruine of those that had faithfully served parliament’.[CITATION-85] However, Roger Lort was only one of a number of new nominations to the Pembrokeshire committee suggested by the Commons on 26 July 1644. It seems that the problems with the original nomination process under the 8 June ordinance had been noticed, probably through representations from disgruntled parties in Pembrokeshire, perhaps via Thelwall or Meyrick at Westminster. The new appointments included John Laugharne, Rowland’s father, as well as Arthur Owen, Sir Hugh’s brother, and Lewis Barlow, Sir Hugh’s brother-in-law, probably as an attempt to balance the Lort interest. However, other Lort associates were also added at this time, including Sir Richard Phillips, who had signed royalist declarations alongside the Lorts, and also Admiral Richard Swanley and his deputy Captain William Smith. As mentioned above, Swanley and Smith quickly formed an association with the Lorts and their circle, and these two men would soon emerge as implacable opponents of John Poyer.[CITATION-86] It seems that Poyer himself was too divisive a figure in county politics for his inclusion on the committee to be contemplated at this stage.As this controversial process of establishing a Pembrokeshire committee was in train, however, war returned to the county with the re-establishment of royalist control in many places under Charles Gerard. Ultimately, the two military leaders in the area, Laugharne and Swanley, were able to frustrate and then roll back these efforts, while Poyer continued to maintain his obdurate resistance at Pembroke. As the prospect of peace came into view in 1645, however, so the factional divisions in the county became increasingly bitter and destructive. In February 1645 informations against Laugharne were apparently passed on to John White by opponents in the county, although these were not acted on at this time.[CITATION-87] A key moment in this drama, however, was the appointment around February 1645 of John Eliot as ‘agent’ or ‘solicitor’ for the Pembrokeshire committee at parliament.[CITATION-88] His appointment was approved by the Lort supporters on the committee in the face of opposition from the Owen–Laugharne interest. This was a crucial development, as Eliot now gained privileged access to parliament and operated as the primary conduit between parliament and Pembrokeshire.[CITATION-89] This was especially important because John White, the Lort faction’s principal sponsor and supporter in parliament, died on 29 January 1645. It was perhaps his death which caused Eliot to seek the position of agent in the first place, in an attempt to maintain his circle’s leverage and access at Westminster. He appears to have gone to London in May 1645.[CITATION-90] Eliot was in a particularly influential position because Pembrokeshire had no other ‘official’ voice in parliament: the county MP, John Wogan, was dead; Sir John Stepney, member for Haverfordwest, was a royalist who had been disqualified from sitting in April 1643;[CITATION-91] Sir Hugh Owen was in royalist custody. Eliot was thus the official voice of the county as representative of its committee, and largely controlled what parliament knew about Pembrokeshire and how it determined friend from foe in that part of the kingdom. The author of the manuscript tract against Roger Lort maintained that Eliot, as agent, operated ‘under notion of serving that country’ by ‘falsely representing the endeavours of those that opposed him whilst he acted for the king’ in the early 1640s. The tract also conjectured that Eliot’s partisan efforts were directed either towards securing his own and his friends’ positions in the machinery of parliament’s administration or instead ‘to rayse iealousy in the parliament of those that had served them’ in the first war such as Poyer and Laugharne.[CITATION-92] Probably discomfited by Eliot’s new role, in March 1645 John Poyer petitioned Speaker Lenthall requesting money, ammunition and other provisions, which he claimed were required to meet a renewed threat of invasion from Ireland. He emphasised how his town of Pembroke had been faithful ‘from the beginning of this unnaturall warre’, adding, ‘I would to God the honourabll howses of parliament were truly informed of the present state of this countrey’, as its strategic importance meant that any weaknesses there threatened the whole kingdom.[CITATION-93] Two days later Poyer’s name appeared at the head of a petition to parliament from Pembroke town. This document again rehearsed how Pembroke had stood firm while the denizens of houses such as Stackpole and Trefloyne (the homes of Roger Lort and Thomas Bowen, respectively) ‘tooke parte with the enemie’. This had placed Pembroke in dire straits, so the petitioners requested payment of the garrison and adequate provisioning. Poyer’s name was followed by a list of some 120 signatures.[CITATION-94] This was a potentially incendiary pair of petitions, as they suggested that the county committee was not doing its job of supplying and provisioning Pembroke, and, by extension, was careless of the wider security threat from Ireland.[CITATION-95] Moreover, by claiming that parliament was not ‘truly informed’ about the current state of the county, Poyer was alleging that intermediaries like John Eliot were pulling the wool over their masters’ eyes.The counterblast from Poyer’s enemies was swift and forthright. On 1 April 1645 the Pembrokeshire committee petitioned Lenthall themselves, describing how the ‘publique service entrusted to our care in these parts’ had ‘suffered manifold interruptions by the insolent opposicions and insatiable oppressions of Captain John Poyer’.[CITATION-96] They promised to provide parliament with a ‘manifestac[i]on of the perticulars’ of his conduct in due course, but for the moment concentrated on his supposed detention of Carew Castle from its rightful owner, their associate and ally, Sir Richard Phillips. This was, then, a clear breach between Poyer, as parliament’s most visible and steadfast supporter in the area, and the county committee, which had been populated by ex-royalists and Poyer and Owen’s enemies of long standing. The signatories to this petition form a roll-call of the new political order in the county, who would conduct a campaign against Poyer and his supporters for the next three years, and ultimately drive Poyer, Rice Powell and Rowland Laugharne into revolt in 1648. Prominent among them were Admiral Richard Swanley and his deputy Captain William Smith. The three Lort brothers, Roger, Sampson and John, also signed alongside their ally, the newly crowned committee agent, John Eliot. Also present were Griffith White of Henllan and Thomas Bowen of Trefloyne. A few weeks later the committee followed up with another petition which again complained of Poyer’s ‘turbulent opposicions and oppressions’, claimed that he respected no local authority and consequently argued that he endangered the county’s security. On this basis, they called for his ‘immediate censure’ by the Commons and had sent up articles upon which they requested that he be secured.[CITATION-97] Poyer was not arrested at this time, but signs of a response from the MPs can be seen on 26 May 1645 when the Commons received letters from both Poyer and Laugharne. Laugharne and Rice Powell had been defeated by Gerard in late April, when he drove the parliamentarians’ forces back into their urban garrisons, or ‘their last stake’ as one royalist newspaper had it, raising serious concerns that the county might be lost entirely.[CITATION-98] Presumably, the letters which Poyer and Laugharne sent to parliament detailed their precarious situation and articulated pleas for assistance; this was apparently in the face of criticism of Laugharne from his opponents on the county committee.[CITATION-99] These letters were passed to the Committee of Both Kingdoms and the Navy Committee with proposals to send forces to help preserve the county for parliament. On this occasion Pembrokeshire’s case was recommended to the ‘special care’ of Simon Thelwall, Poyer’s erstwhile associate in defending Pembroke. Moreover, a resolution was then passed that Poyer be added to ‘all the committees of Pembrokeshire’.[CITATION-100] Although a blow, then, Laugharne’s defeat probably played into the narrative Poyer established in his March petition, that the local committee’s neglect was hampering the war effort and compromising parliament’s security in the far west. This may have been reinforced by the fact that at the height of the fighting many of the Lorts’ circle on the committee had abandoned the county and fled to London or escaped to Swanley’s ships, which were then riding off the coast.[CITATION-101] The order to appoint Poyer to the committee suggests a response to such concerns, although the order for his inclusion had to be repeated in August 1645, and it seems he never actually took his place on this body.[CITATION-102] That there was a concerted fightback by Poyer, Laugharne and their allies against the Pembroke committee is suggested by the publication of a pamphlet directed to the Committee of Both Kingdoms which was timed to coincide with the submission of the two commanders’ letters to that body.[CITATION-103] was published anonymously and dwelt on the strategic importance of securing Pembrokeshire in general and Milford Haven in particular. However, it also contained letters to the Pembrokeshire committee and to John Poyer from unnamed individuals who had recently left the county. They entreated the committee to ‘cast away … your own selfishnes … which … [has] proved unto you more banefull then the malice of your most malignant enemy’. They accused the committeemen of covetousness and greed, and claimed that their arbitrary proceedings and ‘abuse of Gods ministers was the dissolution and rout of that part of your army’.[CITATION-104] This reference to abusing clergymen suggests that more radical religious positions were being promoted by members of the committee, probably by men such as Sampson Lort. In the future such religious sympathies would help align the Pembrokeshire committee with the New Model Army and its Independent leaders, but this letter suggests that such positions had alienated the religious sensibilities of those fighting under Laugharne, who was a moderate Presbyterian. The pamphlet also contained a letter addressed to Poyer who was described as ‘the most vigilant mayor of the towne of Pembroke’. It praised his ‘worth and faithfull service to the state’ and enjoined him to ‘goe on in your wonted constancy’.[CITATION-105] The timing and nature of this publication suggests that it was designed to shore up Poyer and Laugharne’s position in parliament and undermine the status of the committee. It was a pitch to public opinion within Westminster by the parliamentary moderates who would become the local Presbyterian party. Such a move suggests a recognition on their part of the need to use channels other than John Eliot to inform parliament and its executive committees of the situation in distant Pembrokeshire.The king’s troubles in England during the latter half of 1645 drew Gerard and his royalist forces away from the Pembrokeshire theatre. This allowed Laugharne to rout the remaining royalist troops in the county with his victory at the Battle of Colby Moor on 1 August. As the curtain fell on Pembrokeshire’s military struggles, however, so new fronts opened in its political battles. Laugharne himself fired an early volley with a letter to Speaker Lenthall of 13 September 1645 which reveals the profound breach that existed within the county’s parliamentarian elite. In the letter, Laugharne praised Arthur Owen of Orielton, Sir Hugh’s brother, for his ‘constant integritie and resolucion of the publique’. He rounded, however, on Roger Lort, who ‘in our greatest exigencie deserted us, and in contempt of my comaunde for his staie, shipped himself for London, there, as I understand, makeinge Mr Elliott of his faction, disgorgeinge private ranckor and malice against those whose merritt will endure the teste’.[CITATION-106] Laugharne was referring to Lort and Eliot’s campaign against Poyer in the capital, which Eliot later portrayed as a reasonable effort to present the mayor’s ‘publick and personall abuses’ to parliament.[CITATION-107] Political communication was clearly crucial in this battle for control of the county. The factional battle lines were coming into sharper focus as the end of the fighting approached, but it is worth noting that these differences were not simply the products of the war, although clearly the conflict had given them impetus and transmuted them into new forms. A lineage can clearly be traced through to the collection of gentlemen who aligned behind Owen and against the Lorts in the twilight of Personal Rule, and whose familial links had been tempered by the heat of conflict and given a keener ideological edge.One intriguing front that opened up in this confrontation between the county’s emerging power blocs was an investigation into Richard Swanley’s conduct as Admiral of the Irish Seas. Hearings before the Admiralty Court began in October 1645 and it soon became clear that this was another Pembrokeshire proxy war.[CITATION-108] Although John Poyer had not initiated the case, he was keen to give evidence against Swanley. Mayor Poyer had collected depositions from sailors who were willing to swear that Swanley had allowed them to trade with the enemy while he rode in Milford Haven.[CITATION-109] He also alleged that Swanley had refused to furnish him with provisions and ammunition when Pembroke was besieged by royalist forces.[CITATION-110] It was further claimed that Swanley had attempted to divide the Pembrokeshire committee from the ‘prime gentrye’ of the county. Among the deponents in this case was the agent John Eliot who, unsurprisingly, defended Swanley to the hilt, describing his demeanour as ‘sweete and deserving the love of the well affected of the countrye’. When giving evidence, however, he impugned Poyer’s reputation and questioned his political reliability during the war. John Annesley, Roger Lort’s brother-in-law, also supported Swanley in court, maintaining that he had heard local committeemen (probably referring to individuals such as Eliot) state that the admiral was ‘under God the onely instrument for the regayneing of the county of Pembrooke … from the enemy’.[CITATION-111] Swanley was cleared of all charges in March 1646, which prompted one parliamentary newspaper, in copy which looks as if it was probably provided by John Eliot himself, to lament how ‘endeavours have been set on foot to blast the reputation of that unblemished, vigilant, valiant, and faithfull sea-commander’.[CITATION-112] The court case had wounded Swanley and, through him, his associates on the Pembrokeshire committee. It had not seriously weakened them, however, and even as the case was being considered, they were plotting to exact their revenge.In January 1646 Swanley had Poyer arrested in London while he was there on business for Rowland Laugharne. This was, in Poyer’s words, ‘after many affronts by some gentlemen whome he had formerly forced in to the obedyence of the parlyament’.[CITATION-113] In December 1645, the Lords had recommended that Poyer be allowed to recoup monies (he claimed as much as £4,000) from delinquents’ estates in the region.[CITATION-114] This may have concerned the Lort–Eliot faction as the order cut across the county committee’s jurisdiction over sequestrations, and potentially opened the way for Poyer to bring articles against some of them for their royalist pasts or look to recover funds from the estates of their friends and allies.[CITATION-115] This possibility, along with Poyer’s involvement in the Admiralty case against Swanley, probably prompted his arrest. Poyer’s plight was communicated to Laugharne who responded with another missive to Lenthall complaining that ‘Mr Lorte and Mr Elliott, the committees agent, are so whollie taken with the prosecution of private malice they cane spare noe thoughts for the publique good … Captain Poyer is molested by some gentlemen [who] in our distresse were our greatest enemies and [whom] successe onlie induced to profess our frindshippe’.[CITATION-116] It was against this backdrop of bitter factional infighting that parliament resolved to fill the Pembrokeshire seat left vacant by John Wogan’s death in 1644. This initiative was probably promoted by Eliot and the Lorts, for on the day that parliament issued the writ for a new county election, the Commons also resolved that the Lort-supporting William Phillipps of Haythog, son of the Pembrokeshire committeeman John Phillipps of Ffynnongain, be appointed sheriff.[CITATION-117] The sheriff was the official who would control the election process, and it seems likely that the Eliot–Lort circle believed that his appointment would give them a decisive advantage at the hustings. Securing the county seat, allied with Eliot’s operation as committee agent in Westminster, would provide a formidable position from which to stymie enemies like Poyer and advance their own interests. They would effectively control both ends of the communication channel between Pembrokeshire and parliament. Nothing has been known about the 1646 election hitherto, but now the manuscript attack on Roger Lort drafted around 1648 offers us fresh evidence about the nature of the struggle for power in post-war Pembrokeshire.The anonymous author wrote that a decision was made to ‘surprise the county’ with the election by one ‘whoe had served the parliament under the Earle of Essex[’s] imediate comaund & [was] therby not soe well knowing what was done in that country’.[CITATION-118] This seems to be a reference to the MP Sir John Meyrick who was general of the ordnance under Essex and served in several theatres of the war, but not in Wales. He was a natural ally of the Laugharne–Poyer group: his mother was Anne Laugharne and Meyrick would name Rowland Laugharne as one of the overseers of his will.[CITATION-119] This close connection explains the exculpatory tone adopted in the manuscript’s description of his role in events; he was painted as an unwitting instrument of a Lort deception rather than a culpable agent. The account continued that the Eliot–Lort group ‘plotted’ with the sheriff to have Herbert Perrot of Haroldston elected as county member. Perrot had shadowed John Eliot and Roger Lort in their declarations for the king and in their return to the parliamentary fold, and was a trusted intimate in their circle.[CITATION-120] Despite the fact that Sheriff Phillipps held the court at an obscure location and with little warning, ‘the countrey … came thither and there made choyce of one that was then in London & had served the parliament with his uttermost endeavours in Pembrocke during all their tyme of distres’.[CITATION-121] Perrot’s opponent and the man eventually elected for the county was Arthur Owen of Orielton. Sir Hugh Owen’s brother, Arthur had declared early for parliament and operated with Laugharne (his cousin) in driving the royalist earl of Carbery’s forces out of the county in 1643–4.[CITATION-122] Moreover, this was the man whom the Major General had recently praised to the Speaker for his ‘constant integritie and resolucion of the publique’.[CITATION-123] Owen was also described by Eliot as a ‘continued friend’ of John Poyer.[CITATION-124] The county election was thus something of a set-piece in the power struggle between the two familial and political blocs that had shaped the civil war in the county.[CITATION-125] That it was won by the Owen–Laugharne–Poyer group on this occasion is perhaps unsurprising. Laugharne’s star was near its zenith in early 1646 as the parliamentary commander who had liberated south-west Wales from the depredations of the royalists. Indeed, the fact that Eliot and Lort had sought to carry the election in an underhand manner in the first place suggests that they were aware of their vulnerability in a fair contest. This may also indicate that the Lorts’ power in Pembrokeshire relied upon their control of the committee rather than their local popularity. Issues such as popular support are, however, almost impossible to gauge from the surviving evidence.The Lort faction did not give up easily on such a potentially rich prize, however. The manuscript tract states that Roger Lort and John Eliot, who were then in London, approached Francis Annesley, Lort’s father-in-law, and had him present a petition against Owen’s return to parliament’s privileges committee. This petition, it was alleged, asserted the ‘unduenes of the elecc[i]on … offering scandalous informac[i]ones to blast the creditt of the gent[leman] elected to take of what in them laye all creditt from what hee should offer in the behalfe of that country’.[CITATION-126] This petition was an attempt to undermine Owen’s legitimacy in parliament and was also circulated in the country along with a certificate against Laugharne and ‘all those that faithfully served in the lowest condic[i]on of the parliaments party there’. Thomas Bowen of Trefloyne and Sampson Lort were said to be instrumental in distributing the document in Pembrokeshire.Shortly after the election, another manoeuvre was made in this orchestrated campaign between London and south-west Wales by Sheriff William Phillipps. On 19 March 1646 he wrote a letter to Speaker Lenthall in which he attacked Rowland Laugharne, claiming that he was unable to discharge his shrieval duties in ‘this tottering county’ because of ‘the great usurpation of the martiall power on the civill’. Phillipps painted a picture of Laugharne as a domineering military threat who protected ex-royalists and slighted the authority of parliament’s appointed local representatives.[CITATION-127] His remarkably strident denunciation was probably occasioned by Owen’s victory in the recent poll. It reads like a rather desperate attempt to associate Laugharne, and by extension Owen, with arbitrary military rule and the wishes of a ‘mischeivous multitude’, and probably sought to strengthen the black propaganda campaign by Thomas Bowen and Sampson Lort in casting doubt on the election and suggesting that Owen’s victory had been secured only by force and royalist interference.Another electoral success provided further evidence that the Laugharne–Poyer–Owen interest retained a good deal of strength and vigour in the county. In September 1645 the House moved to fill the vacancy in the seat of Haverfordwest and Laugharne was the guiding force in this election.[CITATION-128] In October 1645 he wrote to the town’s mayor requesting that they elect his nominee, Sir Robert Needham.[CITATION-129] He stated that the writ of election was not yet in his hands, but that he was expecting it shortly. On 22 November he again wrote to the mayor and corporation supporting Needham for the place.[CITATION-130] The corporation obliged, with the common councilmen endorsing Laugharne’s nomination and, although no record of the election itself has survived, Needham was duly returned. Needham had a north Walian background, but it was probably his connection with the third earl of Essex that brought him and Laugharne together. There was no sign on this occasion that the Lorts attempted to put up their own candidate or challenge this election as they had in the county. Almost certainly they recognised that Laugharne’s influence in the autonomous county borough was too great. Needham represented another important ally for the anti-Lort faction at the political centre. However, he was not a particularly forceful or interventionist member and appears to have been ineffective in pursuing any agenda against the Lorts. It was Laugharne’s Independent opponents who had the more capable and effectual party machine tying their political interests at the centre and in the provinces together.Laugharne’s military successes and victories in the Haverfordwest and county elections represented significant setbacks for the Lort–Eliot faction, although they were able to point to their own victories in Swanley’s acquittal and their continued control of the county committee. A kind of wary balance was thus achieved by mid-1646, although mutual acrimony and recrimination was never far beneath the surface. The rival camps continued to snipe at one another by telling tales of their respective misdeeds during the war. Increasingly this was done through the realm of print and a series of pamphlets was produced in 1646 which dilated on the troubled situation in Pembrokeshire and the deep rivalries which were undermining the public interest there. Poyer pushed for consideration of the debts and arrears he had incurred in maintaining the garrison at Pembroke, while exposing the royalist past of his principal enemies through the press.[CITATION-131] For their part, Roger Lort and particularly John Eliot were active in publishing tracts targeting Poyer which upbraided him for his arbitrary conduct, and which presented his parliamentarianism as cover for an unbridled rapacity and authoritarianism.[CITATION-132] In terms of making effective political connections with the centre, the period 1646–7 was critical in fortifying the position of the Eliot–Lort faction and marginalising that of Arthur Owen, Laugharne and Poyer. An important development was the earl of Essex’s death in September 1646. Although his influence had been waning for months, this must have been a blow to Laugharne in particular, who had been sponsored and supported by Essex. Contemporaries noted that Essex’s death was a grievous setback to his followers, whom the earl ‘keeped all together, who now are like by that alone to fall in pieces … many of the shyres depended upon him’.[CITATION-133] Although his influence in Pembrokeshire politics was indirect and difficult to define precisely, his demise must have occasioned deep concern among Laugharne and his allies. Conversely, the growing influence of the New Model Army and of political and religious Independency challenged the authority of Presbyterians like Arthur Owen, but also threatened the autonomy of Laugharne’s military authority. In south Wales, the reach of political Independency was extended in no small measure through the agency of the earl of Pembroke and his allies in the south-east.[CITATION-134] It is telling, then, that Roger Lort produced a book of Latin epigrams in 1646 in which he heaped praise on the earl of Pembroke and also included lines in commendation of his secretary, Michael Oldisworth, who was at the core of Independent politics on the Glamorgan county committee. Significantly, the volume also lauded Thomas Fairfax, leader of the New Model Army.[CITATION-135] Moreover, while a verse was presented to the ‘illustrious’ earl of Essex (clearly the volume was composed before his death), this struck a very different tone, ruminating on the way that Essex supported the war in its early days but that his fervour had cooled, adding that, like Phoebus, his chariot rose in the east and set in the west—presumably a reference to his disaster at the Battle of Lostwithiel.[CITATION-136] These verses provide clear evidence for the Lorts’ alignment with the Independent party after the first civil war—and of the fact that their Independent connections would be used as a weapon against their local Presbyterian opponents between 1646 and 1648.The growing reach of the New Model and political Independency in the post-war period manifested itself partly in a challenge to Presbyterians in local administrative and military roles. Rowland Laugharne’s powerbase lay principally in his military authority, but even as parliament confirmed him as commander-in-chief in south-west Wales in the spring of 1646, efforts were being made to undermine his position. Laugharne’s semi-autonomous force was at odds with the ethos of a single military command structure adopted by the New Model Army. In October 1645, the Independent-supporting naval commander in south Wales, Robert Moulton, wrote to Fairfax describing some of the recent royalist stirs in south Wales. He concluded that these could be prevented by the appointment of a single commander under the Lord General, who would oversee 500 men, ‘strangers to the place, to whome the rest’ would be subordinate.[CITATION-137] Although not implemented at this time, discussions for reducing the military presence in south Wales gathered momentum after the cessation of hostilities.In August 1646 Laugharne’s forces were among those reviewed by the Commons.[CITATION-138] It resolved that a significant proportion of his forces would be sent into Ireland, leaving only ‘a small party’ of two troops of horse and five foot companies for local defence.[CITATION-139] The proposal was referred to a committee to which the Pembrokeshire agent, John Eliot, made a telling submission. He argued that Laugharne’s forces should be radically reduced to a mere 200 horse, and added that if Pembroke and Tenby were retained as garrisons, then ‘It’s much desired that two comaunders with theire companies maie be sent downe to the said garrisons out of the armie of Sir Thomas Fairefax, that the county of Pembrock maie nott suffer as now it doth by the oppression and tirany of the governor’.[CITATION-140] The ‘governor’ was John Poyer. Despite this partisan intervention, Poyer and Powell evidently continued to have a degree of support in parliament, as they were confirmed as governors on 25 March 1647.[CITATION-141] It seems likely that Sir John Meyrick or Arthur Owen managed to push back against Eliot’s submission, but the Independent threat to their authority in Pembrokeshire was growing. Rowland Laugharne also continued in his post, but his position rested on increasingly uncertain foundations. In April 1647 the Commons reviewed his position as commander of the forces in south Wales and, although he was confirmed in this role, it was only by three votes, with staunch Presbyterians acting as tellers for the ‘yeas’ and Independents for the ‘noes’. In addition, the New Model officer and future regicide John Okey was appointed commander of dragoons, effectively Laugharne’s second-in-command.[CITATION-142] This suggests how the waters of Independency were encroaching on the island of Laugharne’s Presbyterian authority in south-west Wales. The erosion of his military and thus his political influence in the face of Independent forces provides a crucial context to his participation in the rebellion against parliament in 1648.The Lorts’ growing influence and authority in Pembrokeshire can also be seen in the organs of local government. They and their associates continued to dominate Pembrokeshire’s county committee and they had important allies on the Cardiganshire body also.[CITATION-143] Probably through Eliot’s agency in London, where appointments were made and approved, however, they also controlled the county’s post-war commission of the peace. The Independent-aligned earl of Pembroke was named asof the county’s commission in April 1647 (he had occupied this position before the war also), and the body soon became a vehicle for the Lort interest. Although the Presbyterians were represented by men like Arthur Owen (himself largely absent in Westminster) and Lewis Barlow, Lort allies like Sir Richard Phillips, James Lewis, John Eliot, Griffith White, Herbert Perrot and Thomas Bowen, along with Roger and Sampson Lort themselves, constituted a powerful majority.[CITATION-144] A later pro-Poyer publication lamented that onetime royalists like the Lorts and Eliot had ‘by sinister meanes gayned them selves & there partie to bee commissioners, sequestraters, justices of peace, vice admiral, and other officers of cheefe trust in the … county, to the greate opresion & utter undoeing of all these that have served the parlyment [faithfully]’.[CITATION-145] Their control of the organs of local government gave the Lort faction a significant advantage in the struggle for power in post-war Pembrokeshire, and was central in generating the resentment which exploded into rebellion in 1648.An opportunity to exploit a potential weakness in the administrative armour of the Lort faction, however, arrived with the appointment of a sub-committee for accounts. An established historiography has attested how these often-Presbyterian bodies frequently acted as checks on Independent-supporting county committees, and that their oversight of local committees often produced conflict and confrontation.[CITATION-146] However, county committees often had a determining influence in nominating those who sat on these local sub-committees for accounts. Clement Walker even claimed that such commissioners were frequently ‘nominated by those members that ought to give accompts’, and this seems likely to have been the case in south-west Wales.[CITATION-147] In theory, those on the county committee were not to sit on sub-committees of accounts, but it seems probable that the confusion between the operation of the accounts sub-committee which had a competency over the three associated counties of south-west Wales, and the effective operation of the Pembrokeshire committee as an independent body, muddied these waters somewhat.In any event, in August 1646 the central committee for taking the accounts of the kingdom received a letter from five Pembrokeshire individuals who had been nominated to administer the oath of office to the newly nominated sub-committeemen. These had been relatively obscure figures in local politics up until this point, although some were county committeemen and most had demonstrable connections with the Owen–Laugharne–Poyer interest. They included Lewis Barlow of Creswell, Arthur Owen’s brother-in-law; Barlow’s relation from Bonville’s Court (St Issels), who had the decidedly Essexian name of Devereux Johnes; George Haward (or Heyward) of Rudbaxton, who later described Sir Hugh Owen and his brother Arthur as ‘my worthy and welbeloved freinds’ in his will; and William Laugharne of Llangwarran, who was sufficiently close to Sir Hugh to lend him a considerable sum of money.[CITATION-148] These commissioners explained to the central committee that, ‘upon mature deliberac[i]on had of the incapacity of most of thease gentlemen for that trust’; that is, to serve on the sub-committee for accounts, they had ‘forboarne to minister the … oath to any of them … finding not a competent number of all therein named for the execuc[i]on of that power’.[CITATION-149] They sent a schedule with their letter detailing the reasons why they believed each nominee was ‘incapable of serving’, but, unfortunately, this has not survived. They directed the central committee to the county MP Arthur Owen ‘for informac[i]on … for fit persons to be imployed as subcommittees for accompts in this associac[i]on’. Evidently the factional struggles over administrative control now focused on securing appointments to the accounts sub-committee. This is perhaps unsurprising, as this body would have oversight of the county committee’s spending and thus would also possess a wide latitude for interfering in its work, and probably for reporting misdemeanours and initiating enquiries and investigations into the committeemen’s conduct. As was seen elsewhere, such local sub-committees were effective vehicles for the Presbyterian interest to challenge the powerful Independent presence on the county committees.[CITATION-150] Who were the gentlemen nominated to the Pembrokeshire sub-committee to whom these commissioners objected, and who had nominated them? We are fortunate that their response to the central committee of accounts survives—and the signatories represent a roll-call of Lort supporters.[CITATION-151] They included Roger and Sampson Lort, Griffith White of Henllan, Thomas Bowen of Trefloyne, and John Eliot, junior, son of the Pembrokeshire agent. The other signatories were John Lloyd, probably the army colonel and new recruiter MP for Carmarthenshire who married a daughter of Sir Francis Annesley, making him Roger Lort’s brother-in-law.[CITATION-152] I have been unable definitively to identify the other signatory, David Lewis, although he, along with John Lloyd, was included on a list of those to be trusted on the county’s militia commission drawn up in May 1648 by the New Model officer Thomas Wogan.[CITATION-153] As for who nominated these men in London, we may not be surprised to learn that it was almost certainly John Eliot. Eliot was involved in naming accounts commissioners later that year, and the nature of the appointees, particularly the inclusion of his own son, also argues strongly for his hand in the process.[CITATION-154] The disgruntled nominees complained that, although they had been appointed ‘commissioners of account’ and had attended ‘severall daies’ waiting to be administered their oaths, Lewis Barlow and his associates had refused to discharge their duties. Tellingly, the one commissioner whowilling to administer the oath to this group, but who could not do so because two witnesses were required under the terms of the ordinance, was John Lort.[CITATION-155] The nominees concluded their letter ominously by stating that Barlow and the others had refused to proceed ‘for some sinister respects of their owne’.This controversy ended back with the central committee for accounts, who in turn asked John Eliot and Arthur Owen to resolve the problem. This was impossible, of course, as the impasse was caused largely by the irreconcilable differences between the political factions these two men represented. Nevertheless, they were evidently asked to provide nominees, and in December 1646 Arthur Owen detailed his objections to the three men Eliot had put forward: Roger Lort, Griffith White and Herbert Perrot.[CITATION-156] Owen argued that Eliot himself, and the men he was proposing, were hopelessly conflicted as committeemen who spent parliament’s coin but who were now being proposed as watchdogs to account for it. He further noted that the commissioners appointed to swear their oaths of office had already raised similar objections against Lort and White. Owen thus concluded that the committee should follow the letter of the ordinance ‘on behaulf of the state and the county by him that serveth parliament for that county’, so that no committeeman be appointed to the sub-committee of accounts, ‘there beeing others within the … countie that may serve the state with less nor noe partiallitye’.[CITATION-157] Later that month the central committee ordered ‘that the names presented by Mr Owen & Mr Elliott to be a sub-committee of accounts for Pembrookshire be done’.[CITATION-158] It would thus appear that some kind of compromise was achieved, although those who were nominated were very minor figures indeed.[CITATION-159] Moreover, they were largely ineffectual and complained of their advanced ages and physical infirmities. Indeed, those who did attend committee meetings would later claim that although their ‘forwardnesse … was noe way wantinge’, the ‘disobedience’ of several of their fellow commissioners severely hampered their work.[CITATION-160] Eliot and his allies had managed to stymie the threat of a sub-committee of accounts populated by allies of Arthur Owen and the Presbyterians. After the New Model’s march on London in August 1647, Presbyterian power at Westminster waned, and this had dire consequences for the Lorts’ antagonists in Pembrokeshire. In September 1647 the central committee for accounts agreed that further names should be added to the Pembrokeshire sub-committee (as well as some to the Cardiganshire body), but, tellingly, these nominees were suggested by John Eliot alone.[CITATION-161] Allegations later flew that the Lort faction’s control of both the county and accounts committees not only helped them avoid scrutiny for their past dalliances with the royalists, but also allowed them to divert significant sums of public money into their own pockets with impunity.[CITATION-162] The reduction of Laugharne’s military force and the appointment of a prominent New Modeller as his second-in-command; the commission of the peace issued in April 1647; the neutralisation of the accounts sub-committee; and the continued operation of John Eliot as county agent, all counterbalanced Arthur Owen’s pyrrhic success at the county hustings in the spring of 1646, and signified a direction of travel which was deeply worrying for the Presbyterian interest in Pembrokeshire. Emboldened by these developments, the Lort–Eliot group moved against John Poyer in the spring of 1647, having him imprisoned in London in an action of £2,000 while he was trying to develop his own case against the Lorts.[CITATION-163] Moreover, when he returned to Pembrokeshire, the now Lort-controlled sub-committee of accounts served him with a warrant demanding he account for £6,000 of wartime expenditure.[CITATION-164] Poyer now became convinced that the Lorts intended to ruin him utterly, and possibly that they sought to have him killed. He decided to get his retaliation in first, and in August 1647 Poyer imprisoned the three Lort brothers in Pembroke Castle.[CITATION-165] This was a move born of desperation rather than strength, however, and he was soon compelled to release them—significantly, because the brothers secured a directive to this effect from Sir Thomas Fairfax.[CITATION-166] This is again suggestive of the connections which the Lorts and their allies had managed to cultivate with the New Model, while Poyer, Laugharne and Arthur Owen remained committed to a Presbyterian cause which by August 1647 was in full retreat.Moves to disband the supernumary forces such as Laugharne’s and effect a significant reduction of the country’s military force in December 1647 were thus of grave import for Laugharne and his allies. It appears that little had been done to effect the cutting of his forces which had been decided a year previously.[CITATION-167] However, Laugharne’s antipathies towards the New Model and the Independents were well known. London’s Presbyterian militia committee apparently approached him in the summer of 1647 to act as a commander for them, before such moves were halted by the New Model’s march on the city. Parliament’s resolution to disband his forces in December 1647, then, was a worrying development. However, along with a raft of legislation from parliament to establish the fiscal apparatus for raising the money to satisfy soldiers’ arrears, there was a doom-laden sting in the tail for Laugharne and Poyer. Parliament also resolved to augment the assessment commissioners for Pembrokeshire by adding Sir Richard Phillips, Griffith White, James Lewis, Roger Lort, Sampson Lort, Thomas Bowen and Herbert Perrot to their number.[CITATION-168] This group would thus be responsible for helping draw down Laugharne and Poyer’s forces and, more damagingly, for auditing them. The scope for punitive retribution by the Lorts was enormous; this provision effectively ensured that Poyer, and perhaps Laugharne also, would face charges devised, and probably adjudicated, by their bitter enemies.By Christmas 1647 John Poyer was already calling forces to him in his redoubt at Pembroke. These developments were communicated by Roger Lort to the senior New Model officer in south Wales, Thomas Horton, whom he addressed in terms of familiarity and friendship.[CITATION-169] Lort was intimately involved with the plans for disbandment in south-west Wales, and evidently worked closely with the New Model hierarchy in their preparations. His letter to Horton and the appointment of the additional Pembrokeshire commissioners on 24 December 1647 demonstrates, to a degree hitherto not fully appreciated, how the process of disbandment in Pembrokeshire was a pugnaciously partisan measure, conducted in a manner that was almost calculated to provoke a violent response.By early January 1648 the New Model governor-elect of Pembroke, Christopher Fleming, had arrived in the county and demanded that Poyer give up his command; the latter refused, noting in his response that he did not covet ‘any mans life, as mine is thristed [] after by men of bloude’, a clear reference to the Lorts.[CITATION-170] There has always been speculation regarding his reasons for refusing, but it is to be hoped that the foregoing discussion has helped to demonstrate that, in addition to his lack of sympathy with the religious and political aims of the New Model, Poyer believed that acceding to Fairfax’s command would place him in the hands of men bent on his destruction. A similar calculus seems to have determined Rowland Laugharne’s ultimate decision to escape confinement in London, where the suspicious army had detained him, and join Poyer in his armed resistance in May 1648.[CITATION-171] The Lorts were beginning to prepare the ground for a move against Poyer, with John Eliot and Sir Richard Phillips presenting articles against him to the army command in Putney in December 1647. Eliot had these integrated into a defamatory account of Poyer which was published in a weekly newspaper in mid-January 1648.[CITATION-172] The piece dwelled on Poyer’s mistreatment of the Lort brothers in August 1647, as well as offering details about his alleged drunkenness, irreligion and greed. It also called for summary justice against the recalcitrant Poyer—a demand that reflects the Lorts’ complete triumph over their adversaries in the complex local politics of 1647.Poyer attacked Fleming’s forces in March 1648 and was soon setting out declarations of loyalty to the king. This helped to spark off a wider rising which itself was subsumed in the nationwide disruptions which have become known as the ‘Second Civil War’.[CITATION-173] Even in these desperate events, the factionalism of Pembrokeshire politics was readily apparent. Laugharne’s officers set forth a declaration in early March 1648 which denied reports that they were in league with Poyer, but also noted that they had been ‘contumeliously traduced’ in print by ‘Mr John Eliott’.[CITATION-174] When Thomas Wogan arrived in the county in May, he informed Speaker Lenthall that Arthur Owen had had ‘many consultations’ with ringleaders of the rebellion, and that his late arrival to implement the disbanding ‘gave great encouradgment to theire disobedience’. He added that Arthur’s brother Sir Hugh’s servants and retainers had joined with Poyer.[CITATION-175] The names of those Wogan recommended to be militia commissioners in the three south-western counties could have been chosen by Roger Lort himself.[CITATION-176] After a siege led by Oliver Cromwell, Poyer, Powell and Laugharne were defeated. The three were initially sentenced to death, but ultimately only Poyer faced the firing squad. Their rebellion helped precipitate the national political crisis of late 1648 which culminated in Pride’s Purge (in which Arthur Owen and Sir Robert Needham were secluded) and the execution of Charles I in January 1649. The revolution laid open the way to the unhindered takeover of local government by the Lorts and their allies. The ghosts of their royalist pasts were occasionally dredged up, most effectively by the onetime cleric of St Michael’s Pembroke, William Beech, who, it is worth noting, was instituted there in 1639 by the earl of Essex.[CITATION-177] Such allegations were really little more than an annoyance to a Lort clique which now had unopposed control of county government under the fledgling Commonwealth.So we arrive back at the early republic and Hugh Peter’s note about the reconciliation of Sir Hugh Owen and Roger Lort after their long and bitter feud. Historians have not paid sufficient attention to the manner in which the factional alignments that grew out of their complex struggle helped structure Pembrokeshire’s political history during the 1640s in profound ways. Indeed, it was not only Peters who recognised the central significance of this quarrel for recent developments. In 1650 William Beech offered up to the Rump Parliament an account of John Eliot’s multifarious financial abuses, which had caused such resentment in the county. He finished by asking that:[parliament’s] wisdom might be seene in composing the unhappy differences in the county of Pembrooke, between two eminent families there, whose divisions were very intricate and lamentable, and it is feared are such yet; and that the county of Pembrooke may be thought upon for her virgine love to their proceedings, and because the late defilement there amongst some of them was done by rape upon her, her haire tyed to the stake, and great violence executed.[CITATION-178] This striking image suggests how one Essexian—adapting his language for a Commonwealth audience, of course—represented the terrible disruption and confusion wrought in Pembrokeshire by war. Beech was also arguing, however, that these upheavals were intimately tied up with the ‘unhappy differences’ between ‘two eminent families’. Although the continuities are neither simple nor straightforward, this article has argued that Beech and Peters recognised a factional architecture which underpinned the politics of the 1640s when most historians have not.The divisions between the Owens of Orielton and the Lorts of Stackpole and their constellation of allies and associates can be traced from the late 1630s down to 1649. Although they did not override or render merely instrumental the broader political and religious differences of this period, they certainly gave them their own local complexion and significance. While the Owen–Laugharne–Poyer interest was Presbyterian and the Lort–Eliot one was Independent, these labels were shot through with familial and factional connections as well as politic positionings and repositionings as the tumultuous and rapidly developing politics of the 1640s swept over the county. Although figures such as Sampson Lort were recognisably radical in their political and religious outlook, we cannot forget his royalist ‘moment’ in 1643, or the fact that his closest ally and elder brother, Roger, never seems to have shared his religious convictions. Indeed, Roger Lort, this ‘subtill ambodexter’ and friend of the New Model, would manage to obtain a baronetcy after the Restoration: quite a feat of political gymnastics.[CITATION-179] These factional dynamics remind us that, while we have moved beyond the Everittian understanding of counties as self-contained arenas of political action, we should nonetheless remain alive to the particular configurations of familial as well as ideological politics which obtained in the shires of England and Wales. As Michael Braddick has observed, the ways in which demands for allegiance and loyalty were received in the provinces were products of discrete ‘social and economic structure[s] … local histor[ies] and political culture[s]’.[CITATION-180] This speaks to a diversity in local patterns of political commitment which owes a good deal to pre-existing social and political structures, including factional differences that emerged from long-standing, but not necessarily ideologically grounded, divisions among the local elite. The Pembrokeshire example suggests that in some regions we may need to reintegrate factional divisions into our analyses as a more profound and potentially more enduring element of civil war politics than the current literature readily acknowledges.Despite its focus on the particularly local dynamics of the civil wars, this article has also integrated the factional dimension of county politics with an analysis of the interconnectedness of Pembrokeshire and Westminster. Its narrative traces the significant growth and intensity of political communication and interaction between centre and periphery which occurred during the 1640s. Connections at the centre were vital for negotiating the treacherous waters of political change, and the Lorts had crucial advantages with their contacts John White, Richard Swanley and the Annesleys, as well as the appointment of John Eliot as the county’s agent in early 1645. This appointment was seen as a violently partisan measure, undertaken by the Lort allies on the committee in the face of some opposition, as Arthur Owen stated ‘on purpose [for Eliot] to beare them out in theire accounts & other charges’.[CITATION-181] After his appointment Eliot was an influential figure to be found ‘at Parliament’s door’, getting business done for his friends and allies in the far west. He was a vital figure in securing the Lort ascendancy in Pembrokeshire, but this was only viable because of his connections at the heart of political and military power in the capital. These contacts with the Independents in London were replicated through the emerging radical bloc in south-east Wales around the earl of Pembroke and Michael Oldisworth in 1645–6. This, along with Roger Lort’s own developing relationship with the Army hierarchy, meant that his faction was well positioned for success in the local arena when the Presbyterian bubble burst in 1647.We should be aware, however, that men like Laugharne and Poyer also had notable allies at the centre. Theirs was a much more shadowy, and evidently less effective, web of connections which reached eastwards. It appears that the earl of Essex was an important prop for their interests, and that this connection probably operated through local associates such as Sir John Meyrick. In this Presbyterian camp we can also place the Denbigh MP Simon Thelwall. Essex’s death in September 1646 almost certainly represented a damaging blow to the Pembrokeshire moderates’ aspirations. Although this came at a time when Laugharne’s influence was at its greatest, the rise of the Independents soon undercut his local superiority. Indeed, the narrative presented here indicates that the Independent political machine was more responsive to and interested in local power politics than its Presbyterian adversary. It is also the case that the Presbyterian bloc faced impediments and problems in getting their message effectively heard in London. John Poyer complained on one occasion that his letters to parliament had been intercepted by agents of the local committee while his own servant had been stopped from journeying to London.[CITATION-182] One thread of the anti-Lort faction’s complaints was that figures at the centre were being misinformed about events in Pembrokeshire and the political histories of their agents there. They were, in other words, unable effectively to have their version of events communicated to those who managed the levers of provincial power.This discussion has also shown the significance of controlling local office in post-war provincial politics, something which was, of course, a product of the capacity to make and maintain fruitful and effective connections at the centre. While the Laugharne–Owen–Poyer group managed some important victories in the county and Haverfordwest elections in early 1646, these were counterbalanced by the Lort control of local commissions. The political manoeuvring which allowed them effectively to gain control of the county committee puzzled contemporaries as it has done scholars ever since, but the intervention of John White was the fulcrum on which the balance of power in Pembrokeshire local office pivoted in 1644–5. The Lorts augmented their success by capturing the commission of the peace and heading off the challenge presented by the establishment of the sub-committee of accounts. After White’s demise, the adroit agency of John Eliot at Westminster was critical in these developments.It is not this article’s position that Pembrokeshire politics in the 1640s constituted a factional confrontation which was empty of ideological meaning. However, it does argue that we need to pay more attention to the comments of contemporaries like Hugh Peter and William Beech about the centrality and enduring nature of gentry faction during the wars. The Owen–Lort divide endured through the vicissitudes of the civil wars, and it structured in fundamental ways the disposition of local parties. This gentry split did not condition or determine the allegiance of the elites in the county, let alone most of the populace, who remain an obscure presence in the historical record. However, it did help define the nature and scope of political action in its local contexts. While people were supportive of or opposed to the royalists or the New Model Army, these positions took on subtly different meanings in the county because of the factional alignments which constituted something akin to political tectonic plates upon which such ideological positions rested, and from which such positions took on a particular complexion. Although Pembrokeshire’s politics was not simply about faction and connection, these variables are fundamental to a better understanding of the county’s civil war history.",
    "footnotes": {
        "1": "For a representative discussion, see R. Ashton, Counter-Revolution: The Second Civil War and its Origins, 1646–8 (New Haven, CT, 1994).",
        "2": "J. Morrill, The Revolt of the Provinces: Conservatives and Radicals in the English Civil War (London, 1976).",
        "3": "The classic study is A. Everitt, The Community of Kent and the Great Rebellion, 1640–60 (Leicester, 1966). For a discussion of its legacies, see J. Eales and A. Hopper, eds, The County Community in Seventeenth-Century England and Wales (Leicester, 2012).",
        "4": "J. Peacey and C.R. Kyle, ‘Introduction’, in eid., eds, Connecting Centre and Locality: Political Communication in Early Modern England (Manchester, 2020), p. 3.",
        "5": "Peacey and Kyle, eds, Connecting Centre and Locality.",
        "6": "R. Cust and P. Lake, Gentry Culture and the Politics of Religion: Cheshire on the Eve of Civil War (Manchester, 2020).",
        "7": "C. Holmes, ‘The County Community in Stuart Historiography’, Journal of British Studies, xix (1980), pp. 54–73; A. Hughes, Politics, Society and Civil War in Warwickshire, 1620–1660 (Cambridge, 1987). The phrase is Thomas Cogswell’s: Home Divisions: Aristocracy, the State and Provincial Conflict (Manchester, 1998), p. 7. Cf. Cust and Lake, Gentry Culture, pp. 7–9.",
        "8": "J. Peacey, Print and Public Politics in the English Revolution (Cambridge, 2013), p. 14.",
        "9": "N. Millstone, ‘Space, Place and Laudianism in Early Stuart Ipswich’, in Kyle and Peacey, eds, Connecting Centre and Locality, p. 67.",
        "10": "The most developed thesis on these lines was C. Russell, The Causes of the English Civil War (Oxford, 1990), and his The Fall of the British Monarchies, 1637–1642 (Oxford, 1991).",
        "11": "Although Cogswell’s Home Divisions was particularly concerned with family rivalries and the politics of personality in Leicestershire.",
        "12": "For a cognate discussion, albeit in very different circumstances, see J. Wells, ‘Local Expertise in Hostile Territory: State Building in Cromwellian Ireland’, in Kyle and Peacey, eds, Connecting Centre and Locality, pp. 174–92.",
        "13": "This argument thus operates against some of the findings of A. Hughes, ‘The King, the Parliament, and the Localities during the English Civil War’, Journal of British Studies, xxiv (1985), pp. 236–63, which stresses parliament’s flexible responsiveness to complaints and problems in the localities.",
        "14": "For the standard history upon which all subsequent accounts rely, see A.L. Leach, The History of the Civil War (1642–1649) in Pembrokeshire and on its Borders (London, 1937). This account is sketchy and poorly informed about Pembrokeshire’s pre-war politics.",
        "15": "‘Gil. Batt.’, Some Particular Animadversions of Marke for Satisfaction of the Contumatious Malignant (London, 1646), sig. A2v; An Exact and Humble Remonstrance Touching the Late Conflict of Armies In and Neer the County of Pembrooke (London, 1645), p. 6.",
        "16": "Severall Proceedings in Parliament, no. 31 (25 Apr.–1 May 1650), p. 442.",
        "17": "San Marino, CA, Huntington Library [hereafter HL], Ellesmere MS 7135.",
        "18": "Kew, The National Archives [hereafter TNA], SP 16/182, fo. 81.",
        "19": "TNA, SP 16/182, fos 120–121.",
        "20": "Calendar of State Papers, Domestic Series, of the Reign of Charles I, VII: 1634–5 (London, 1864), pp. 53, 112–13, 118, 126, 267, 276, 316, 324, 327, 332, 532, 541.",
        "21": "For local concerns on this matter, see Haverfordwest, Pembrokeshire Archives, HBORO/234–5.",
        "22": "TNA, SP 16/377, fo. 128; PC 2/47, fos 132v–133r.",
        "23": "TNA, PC 2/47, fos 137, 226v.",
        "24": "TNA, SP 16/357, fo. 141; SP 16/363, fo. 117; PC 2/48, fos 50v–51.",
        "25": "TNA, PC 2/48, fos 192v, 202.",
        "26": "TNA, PC 2/48, fo. 233; SP 16/374, fo. 58.",
        "27": "All of these men were justices at the time: J.R.S. Phillips, ed., The Justices of the Peace in Wales and Monmouthshire, 1541 to 1689 (Cardiff, 1975), pp. 216–17. For a further suggestion of divisions on the bench, see Hugh Owen’s letter of October 1635: HL, Ellesmere MS 7206.",
        "28": "TNA, C 2/ChasI/O5/35, O15/92; C 2/ChasI/L23/7, L28/25; C 22/685/27, 29, 56; C 22/686/3, 33; C 22/670/34; C 33/174, fos 248, 541v. See also the complex case involving the goods of a suicide in Castlemartin in which Owen’s and Lort’s servants seem to have been battling as proxies for their masters: HL, Ellesmere MS 7956. In 1637 Hugh Owen petitioned the Lord President of Wales, complaining that Henry Lort had taken advantage of his father’s early death (in 1612, when Hugh was only 9) to accumulate ‘extraordinarie great wealth’ and had prosecuted his mother and their tenants in more than forty lawsuits: Shrewsbury, Shropshire Archives, MS 212/364/15–16.",
        "29": "TNA, C 33/168, fo. 63v.",
        "30": "TNA, C 22/685/56.",
        "31": "Longleat House, Devereux MSS vol. I, fo. 367; vol. IV, fos 75, 223, 235; Box VIII/112; Box XIV/20.",
        "32": "Samuel Peck, Desiderata Curiosa (2 vols, London, 1779), ii, p. 468.",
        "33": "For the established nature of these family connections, see the associations in TNA, STAC 8/22/1; STAC 8/274/23.",
        "34": "For this and further information concerning Poyer, see L. Bowen, John Poyer, the Civil War in Pembrokeshire and the British Revolutions (Cardiff, 2020).",
        "35": "Oxford, Bodleian Library [hereafter Bodleian], MS Nalson 2, fo. 17.",
        "36": "See, for example, Bodleian, MS Clarendon 20, no. 1553.",
        "37": "Swansea University, Richard Burton Archives [hereafter RBA], Cawdor (Lort) MS 14/638; L. Bowen, ‘Annesley, Sir Francis (by 1584–1660)’, in A. Thrush and J.P. Ferris, The History of Parliament: The House of Commons, 1604–1629 (Cambridge, 2010), available online at https://www.historyofparliamentonline.org/volume/1604-1629/member/annesley-sir-francis-1584-1660 (accessed 21 June 2019).",
        "38": "TNA, HCA 13/60, fo. 275r–v; Lambeth Palace Library [hereafter LPL], MS 679, p. 156.",
        "39": "RBA, Cawdor (Lort) MSS 18/704, 25/964; F. Jones, ‘White of Henllan’, Pembrokeshire Historian, v (1974), p. 71. John White was also a party to Roger Lort’s prenuptial settlement at his marriage to Hester Annesley, and Griffith White was party to the postnuptial settlement: RBA, Cawdor (Lort) MSS 3/149, 5/250, 14/638.",
        "40": "TNA, C 33/168, fos 436v, 578v, 668v; C 33/174, fo. 541v.",
        "41": "J. Eales, ‘White, John (1590–1645)’, Oxford Dictionary of National Biography.",
        "42": "London, Parliamentary Archives [hereafter PA], HL/PO/JO/10/14/7/3439; London, British Library [hereafter BL], Harleian MS 832.",
        "43": "John White, The First Century of Scandalous and Malignant Priests (London, 1643), sig. A2v.",
        "44": "Batt., Some Particular Animadversions, p. 16. Cf. LPL, MS 679, p. 155; BL, Add. MS 18,981, fo. 97.",
        "45": "HL, Ellesmere MS 7296. A later estimate put his estate at £120 a year: [William Beech], A New Light-House at Milford (London, 1650), p. 6 [first pagination], which echoes an earlier assessment of his father’s estate: TNA, C 2/JasI/G10/26.",
        "46": "TNA, E 134/7ChasI/East.13; E 134/7ChasI/Mich.4 and 29; C 8/325/118. Aberystwyth, National Library of Wales [hereafter NLW], Slebech Estate MSS 344, 3040.",
        "47": "West Wales Historical Records, ii (1910), p. 75.",
        "48": "RBA, Cawdor (Lort) MS 20/784.",
        "49": "Phillips, Justices of the Peace, p. 217.",
        "50": "Cust and Lake, Gentry Culture, pt III.",
        "51": "J. Walter, Covenanting Citizens: The Protestation Oath and Popular Culture in the English Revolution (Oxford, 2016), pp. 148–9.",
        "52": "Journal of the House of Lords [hereafter LJ], V: 1642–1643 (1771), p. 304.",
        "53": "E.D. Jones, ‘The Gentry of South Wales in the Civil War’, National Library of Wales Journal, xi (1959), p. 143.",
        "54": "Pembrokeshire Archives, HBORO/541; Jones, ‘Gentry of South Wales’, p. 143; D. Scott, ‘Lort, Sampson’, unpublished biography written for the History of Parliament Trust, 1640–60 section. I am very grateful to Stephen Roberts for allowing me to read Lort’s biography prior to publication.",
        "55": "John Eliot, A Just Vindication on the Behalf of Iohn Eliot (London, 1648), p. 4. A list of array commissioners was certainly drawn up and sent down to the county, however: Perfect Occurrences, no. 121, 20–27 Apr. 1649, p. 988.",
        "56": "Journal of the House of Commons [hereafter CJ], II: 1640–1643 (1802), p. 713.",
        "57": "LJ, 1642–1643, p. 441. See also Bodl., MS Nalson 2, fo. 290.",
        "58": "Batt., Some Particular Animadversions, pp. 11–12.",
        "59": "Leach, Civil War in Pembrokeshire, pp. 38–61.",
        "60": "Batt., Some Particular Animadversions, p. 11.",
        "61": "[Beech], A New Light-House at Milford, p. 1 [second pagination].",
        "62": "For more on this, see Bowen, John Poyer; Leach, Pembrokeshire.",
        "63": "Bowen, John Poyer, ch. 3; Richard Swanley, A True Relation of the Proceedings of Colonell Langharne (London, 1644); William Smith, A True and Exact Relation of the Proceedings and Victorious Successe of the Ships (London, 1644).",
        "64": "CJ, III: 1643–1644 (1802), p. 517.",
        "65": "See, for example, Swanley’s letter to the local gentry at his arrival, which was full of godly language: Taunton, Somerset Heritage Centre, DD/WO/55/1/17.",
        "66": "TNA, SP 21/16, fo. 17. In early June 1644, Moulton informed Warwick how the ‘publique service in Pembrokeshire is much interrupted by the protecc[i]ons granted by kindred [a likely reference to the Lorts] & by the want of committees’. It seems likely that Moulton envisaged the establishing of a Pembrokeshire committee to be a means of ameliorating the county’s factionalism; in fact, as we will see, the committee fostered and inflamed its factional struggles: TNA, SP 21/16, fo. 45.",
        "67": "Bulstrode Whitelock, Memorials of the English Affairs (4 vols, Oxford, 1853), i, p. 259.",
        "68": "Poyer, Poyer’s Vindication, p. 7.",
        "69": "Acts and Ordinances of the Interregnum, ed. C.H. Firth and R.S. Rait (3 vols, London, 1911), i, pp. 443–4; LJ, VI: 1643–1644 (1771), pp. 585–6.",
        "70": "An Ordinance of the Lords and Commons Assembled in Parliament for Associating of the Counties of Pembroke, Carmarthen and Cardigan (London, 1644), title page; LJ, 1643–1644, p. 582.",
        "71": "An Ordinance … for Associating the Counties of Pembroke, p. 5.",
        "72": "CJ, 1643–1644, p. 52.",
        "73": "LPL, MS 679, pp. 153–60.",
        "74": "For more on this manuscript, see D.R. Como, ‘Making “the Heads of the Proposals”: The King, the Army, the Levellers, and the Roads to Putney’, English Historical Review, cxxxv (2020), pp. 1387–432.",
        "75": "[Simon Thelwall], A True Relation of the Routing of His Majesties Forces in the County of Pembroke (London, 1644).",
        "76": "CJ, IV: 1644–1646 (1802), p. 464.",
        "77": "CJ, 1643–1644, p. 500.",
        "78": "CJ, 1643–1644, p. 502.",
        "79": "LPL, MS 679, p. 155.",
        "80": "LPL, MS 679, p. 155.",
        "81": "LJ, 1643–1644, pp. 582–3; CJ, 1643–1644, p. 524.",
        "82": "Batt., Some Particular Animadversions, p. 14; Bodleian, Tanner MS 56, fo. 34; TNA, SP 19/118/16 and SP 19/21/28; BL, Add. MS 18,981, fo. 97; CJ, 1640–1643, p. 389; 1644–1646, p. 551; 1646–1648 (1802), p. 330.",
        "83": "LPL, MS 679, p. 155.",
        "84": "CJ, 1643–1644, p. 570. For Lort’s own account of his appointment, see TNA, E 113/1.",
        "85": "LPL, MS 679, p. 155.",
        "86": "CJ, 1643–1644, pp. 570, 590; LJ, 1643–1644, p. 670.",
        "87": "LPL, MS 679, p. 155.",
        "88": "For Eliot’s account of this process, see Eliot, A Just Vindication … of Iohn Eliot, pp. 5–6.",
        "89": "On the role of the agent, see J. Peacey, ‘“Written According to my Usual Way”: Political Communication and the Rise of the Agent in Seventeenth Century England’, in Peacey and Kyle, eds, Connecting Centre and Locality, pp. 94–115. I am very grateful to Professor Peacey for letting me see this important essay prior to publication.",
        "90": "TNA, HCA 13/60, pt 2, fo. 273v.",
        "91": "CJ, 1643–1644, p. 52.",
        "92": "LPL, MS 679, p. 155.",
        "93": "Bodleian, MS Tanner 60, fo. 21. Laugharne also requested additional resources from parliament at this time: TNA, C 108/187, pt 1.",
        "94": "Bodleian, MS Tanner 60, fos 22–23.",
        "95": "Parliament had recently sent extra provisions down to the county: CJ, 1644–1646, pp. 22–3, 88; TNA, SP 21/8, fo. 80, and SP 28/257, unfoliated; Bodleian, MS Nalson 14, no. 23.",
        "96": "Bodleian, MS Tanner 60, fo. 45.",
        "97": "Bodleian, MS Tanner 60, fo. 115. The petition was signed by Admiral Richard Swanley, Sir Richard Phillips, Captain William Smith, Griffith White, John Eliot, Roger Lort, John Lort and Thomas Warren of Trewern.",
        "98": "Mercurius Aulicus, 4–11 May 1645, pp. 1578–80; Bodleian, MS Carte 14, fo. 609; Batt., Some Animadversions, pp. 31–4; The Journal of Thomas Juxon, 1644–1647, ed. D. Scott and K. Lindley, Camden Society, 5th ser., xiii (1999), p. 79.",
        "99": "Batt., Some Animadversions, p. 34.",
        "100": "CJ, 1644–1646, p. 154.",
        "101": "Batt., Some Animadversions, pp. 34–5.",
        "102": "CJ, 1644–1646, p. 231; LJ, VII: 1644–1645 (1771), p. 526. Poyer’s signature does, however, appear on an earlier committee paper dated 30 Apr. 1645: TNA, SP 18/70, fo. 178.",
        "103": "An Exact and Humble Remonstrance Touching the Late Conflict of Armies in and Neer the County of Pembrooke (London, 1645). George Thomason obtained his copy on 27 May, the day after Poyer and Laugharne’s letters were discussed in the Commons and sent to the Committee of Both Kingdoms: BL, E.285(16).",
        "104": "Ibid., pp. 6–7.",
        "105": "Ibid., p. 8.",
        "106": "Bodleian, MS Nalson 4, no. 79.",
        "107": "[John Eliot], An Answer in Just Vindication of Some Religious and Worthy Gentlemen of Pembrokeshire (London, 1646), p. 9.",
        "108": "TNA, HCA 13/60, pt 2, fos 263v–265v, 273v–276, 279–282v; pt 3, fos 313, 319–320, 355v–357v, 383.",
        "109": "TNA, HCA 13/247.",
        "110": "TNA, HCA 13/60, pt 3, fos 355v–356.",
        "111": "TNA, HCA 13/60, pt 2, fo. 275v.",
        "112": "The Kingdomes Weekly Intelligencer, no. 143, 24–31 Mar. 1646, p. 57.",
        "113": "PA, HL/PO/JO/10/1/199; Bodleian, MS Nalson 5, fo. 192; LJ, VIII: 1645–1647 (1771), p. 90.",
        "114": "LJ, 1645–1647, pp. 22–3.",
        "115": "On 3 Feb. 1646, Eliot petitioned parliament maintaining that Poyer’s claims were a ruse and that he had ‘money and other goods of the states to a great valiew unaccounted for’: PA, HL/PO/JO/10/1/199.",
        "116": "Bodleian, MS Nalson 5, fo. 203.",
        "117": "CJ, 1644–1646, p. 366; TNA, C 8/125/142–3.",
        "118": "LPL, MS 679, p. 155.",
        "119": "TNA, PROB 11/292, fo. 81.",
        "120": "TNA, SP 16/497, fos 262–264; Mercurius Aulicus, no. 43, 22–28 Oct. 1643, pp. 605–6; Bodleian, MS Tanner 57, fo. 64; Poyer, Poyer’s Vindication, p. 6.",
        "121": "LPL, MS 679, p. 156.",
        "122": "He was omitted from the royalist county commission of the peace issued in April 1643 along with his brother: Bodleian, MS Dugdale 19, fo. 11.",
        "123": "Bodleian, MS Nalson 5, fo. 203; A True Relation of the Proceedings of Colonell Langharne (London, 1644), p. 1.",
        "124": "Eliot, An Answer in Just Vindication, p. 2.",
        "125": "It is worth mentioning that Laugharne’s father challenged Herbert Perrot’s inheritance in the county in 1641, which probably helped to estrange their two families: NLW, Great Sessions 25/156; TNA, E 112/277/45, and E 134/16ChasI/Mich10.",
        "126": "LPL, MS 679, p. 156.",
        "127": "Bodleian, MS Tanner 60, fo. 578r–v.",
        "128": "CJ, 1644–1646, p. 287.",
        "129": "Pembrokeshire Archives, HBORO/243, 245.",
        "130": "Pembrokeshire Archives, HBORO/255.",
        "131": "Poyer published an attack on his enemies entitled The Relation in 1646 which is now lost.",
        "132": "[Eliot], An Answer in Just Vindication.",
        "133": "The Letters and Journals of Robert Baillie, ed. David Laing (3 vols, Edinburgh, 1841), iii, p. 401.",
        "134": "S. Roberts, ‘How the West was Won: Parliamentary Politics, Religion and the Military in South Wales, 1642–1649’, Welsh History Review, xxi (2003), pp. 651–73.",
        "135": "Roger Lort, Epigrammatum Rogeri Lort (London, 1646), pp. 1, 5–6, 12. The volume also found time to disparage John Poyer as a rapacious desperado: ibid., pp. 3, 12.",
        "136": "Ibid., p. 10.",
        "137": "Bodleian, MS Nalson 4, fo. 280.",
        "138": "CJ, 1644–1646, p. 634.",
        "139": "The Kingdomes Weekly Intelligencer, no. 140, 4–11 Aug. 1646, p. 194; The Moderate Intelligencer, no. 74, 30 July–4 Aug. 1646, p. 583; A Perfect Diurnall, no. 158, 3–10 Aug. 1646, p. 1266.",
        "140": "PA, HL/PO/JO/10/1/211.",
        "141": "CJ, 1646–1648, p. 125.",
        "142": "CJ, 1646–1648, p. 137.",
        "143": "See the petition relating to the Teifi Bridge in PA, HL/PO/JO/10/1/248, and compare with the list of those loyal to the New Model offered by Thomas Wogan in 1648: Bodleian, MS Tanner 57, fos 64–65.",
        "144": "Phillips, Justices of the Peace, p. 218.",
        "145": "Oxford, Worcester College, Clarke MS 16, fo. 89.",
        "146": "See J. Peacey, ‘Politics, Accounts and Propaganda in the Long Parliament’, in id. and C.R. Kyle, eds, Parliament at Work: Parliamentary Committees, Political Power, and Public Access in Early Modern England (Woodbridge, 2002), pp. 59–78 and the literature cited.",
        "147": "Ashton, Counter Revolution, p. 102.",
        "148": "West Wales Historical Records, ii (1913), pp. 60, 76; NLW, SD1681/61, SD1670/248, and Llwyngwair Estate Records MS 1010; TNA, C 5/538/62, C 5/411/20, and PROB 11/220, fo. 258r–v; F. Jones, ‘Llanrheithan’, Pembrokeshire Historian, iii (1971), p. 57. The other signatory was the jurist Rice Vaughan of Machynlleth and Gray’s Inn, who had been appointed to the Pembrokeshire county committee in 1644.",
        "149": "TNA, SP 28/256, unfoliated.",
        "150": "Peacey, ‘Politics, Accounts and Propaganda’, pp. 68–72.",
        "151": "TNA, SP 28/260, fo. 353.",
        "152": "TNA, C 108/146, C 108/187.",
        "153": "Bodleian, MS Tanner 57, fo. 64.",
        "154": "TNA, SP 28/252, fos 338v, 376; SP 28/260, fo. 247. See also a damaged note relating to him dated 23 June 1646 in the register of the central accounts committee, which might concern the nomination of these sub-committeemen: SP 28/252, fo. 300.",
        "155": "Acts and Ordinances, ed. Firth and Rait, i, pp. 388–9.",
        "156": "TNA, SP 28/260, fo. 347.",
        "157": "Owen was ordered to attend the central committee for accounts on 17 Dec. 1646, presumably to elaborate upon his objections to the nominees: TNA, SP 28/252, fo. 336v.",
        "158": "TNA, SP 28/252, fo. 338v.",
        "159": "Those we know were acting as commissioners were Richard Wyatt of Tenby, Matthew Bowen of Pembroke, William Bowen of Kilgetty, Thomas Price, William Williams and Lewis David: TNA, SP 28/257, unfoliated, letters of 8 Aug. 1647 and 10 Dec. 1647.",
        "160": "Ibid.",
        "161": "TNA, SP 28/252, fo. 376; SP 28/253B, pt 1, pt 5, unfoliated.",
        "162": "TNA, SP 19/126/105–8. See also the claims of embezzlement in To the Right Honourable the Parliament. Some Observations by the Registers to the Committee for the Army (London, 1650), copies at Worcester College, G.5.11(58) and (59), and [John Eliot], To the Right Honorable the Parliament of the Common-wealth of England. The Humble Petition of Iohn Elliot, of the County of Pembrook Esquire (London, 1650), copy at BL, 190.g.12[14].",
        "163": "Poyer, Poyer’s Vindication, p. 4.",
        "164": "A Declaration of Divers Gentlemen of Wales Concerning Collonell Poyer (London, 1648), p. 4.",
        "165": "BL, Add. MS 46,391B, fo. 180.",
        "166": "Heads of Chiefe Passages in Parliament, no. 2, 12–19 Jan. 1648, pp. 10–12.",
        "167": "[John Rushworth], A True Relation of Disbanding the Supernumary Forces (London, 1648), pp. 7–8.",
        "168": "CJ, 1646–1648, p. 401; LJ, 1646–1647, pp. 606, 610; PA, HL/PO/JO/10/1/248.",
        "169": "LPL, MS 679, p. 55.",
        "170": "Bodleian, MS Tanner 58, fo. 721.",
        "171": "For Laugharne, see TNA, SP 21/24, pp. 2, 4; Bodleian, MS Clarendon 30, fos 273, 276, 301–302.",
        "172": "Worcester College, Clarke MS 110, fo. 131; Heads of Chiefe Passages in Parliament, no. 2, 12–19 Jan. 1648, pp. 10–12.",
        "173": "Bowen, John Poyer, chs 6–8.",
        "174": "Bodleian, MS Tanner 58, fo. 735.",
        "175": "Bodleian, MS Tanner 57, fo. 62. See also TNA, SP 19/118, fo. 25.",
        "176": "Bodleian, MS Tanner 57, fos 64–65.",
        "177": "Beech, New Light-House at Milford; id., A Discovery Neer Milford (London, 1650); id., To Mr John Eliot (London,?1650); An Humble Representation of the Truly Sad Condition of Captain Devereux Wyatt of Tenby (London, 1649), copy at Worcester College, G.5.11(74); TNA, SP 19/126/105–8.",
        "178": "Beech, New Light-House at Milford, p. 9 [second pagination and irregular pagination].",
        "179": "TNA, SP 19/126/105.",
        "180": "M. Braddick, ‘Prayer Book and Protestation: Anti-Popery, Anti-Puritanism and the Outbreak of the English Civil War’, in C.W.A. Prior and G. Burgess, eds, England’s Wars of Religion, Revisited (Farnham, 2011), p. 144. Cf. A. Hughes, ‘Local History and the Origins of the Civil War’, in ead. and R. Cust, eds, Conflict in Early Stuart England (London, 1989), pp. 231–2.",
        "181": "TNA, SP 28/260, fo. 347.",
        "182": "Bowen, John Poyer, ch. 3."
    }
}