{
    "title": "Friendly Foreigners: International Warfare, Resident Aliens and the Early History of Denization in England, c.1250–c.1400*",
    "author": "Bart Lambert",
    "date": "02 March 2015",
    "article": "The search for the origins of the process of denization in England has traditionally focused on the needs of merchants and the context of international trade, and no credible explanation has been given for why denization emerged as a recognisable Chancery form in the 1380s and 1390s. A new consideration of wartime treatment of aliens demonstrates the slow emergence, between.1250 and.1400, of an official policy towards lay foreigners that sought to minimise the disruptions arising in moments of national emergency and to accord rights of denizen equivalence to foreigners whose presence was profitable to the realm. In certain exceptional conditions during the 1270s and 1340s, alien residents with good connections at court could secure more developed statements of their rights as denizens. However, it was a series of events set off by the announcement of an intention to expel all French residents in 1377–78 that generated letters of protection containing specific reference to a change of allegiance, and thus established the principle that the recipient should renounce his former commitment and became a subject of the English Crown. Applied to other nationalities and outside the immediate context of war, these developments would give rise to the form known as letters of denization during the decades that followed.Athe end of the fourteenth century the English Chancery developed a new form of royal grant, letters patent of denization, which bestowed on the recipients certain characteristic rights and responsibilities. The beneficiaries—in early cases, usually foreign clergy and merchants, but soon also including a wide range of high-status men and women—were given many of the same rights as the king of England’s liegemen, and the same guarantees that those liegemen enjoyed against the wilful misuse of power by the monarch or his ministers. Recipients of denization had full possession of property within England and comprehensive access to the courts of law. In return, they were required to perform some kind of ceremony—in theory at least, an act of fealty to the king—in which they implicitly renounced their allegiance to the foreign powers under which they had been born and previously resided. Slowly, over the fifteenth and sixteenth centuries, there emerged a distinction between denization itself, granted of the king’s grace, and naturalisation, bestowed by an act of Parliament, though the differences which subsequently distinguished these processes (for example, the fact that those holding letters of denization were excluded from the parliamentary franchise, while naturalised persons were not) are largely irrelevant for the medieval period. Letters of denization therefore represent the beginnings of regular intervention by the state in residency requirements for foreigners, and mark a convenient starting-point in the longer history of English naturalisation law.[CITATION-1] Previous attempts to write the early history of this law have failed to provide a credible account of why letters of denization emerged precisely when they did. The most recent study, by Keechang Kim, traces the emergence during the 1380s and 1390s of the specific forms used in letters of denization, and assumes that these were the consequence of the increasing influence of Roman law upon English Chancery practice.[CITATION-2] But, since civil and canon lawyers had been operating in the royal writing offices since at least the 1340s, we may reasonably question whether the internal culture of the Chancery was sufficient to prompt a significant legal change two generations later.[CITATION-3] Similar problems of timing and agency arise when trying to establish the possible link with early parliamentary legislation. The statute(‘Of those born beyond the seas’), promulgated in 1351, determined that persons born abroad to English parents should be guaranteed the same status and rights as native-born subjects of the Crown. Because it makes such rights conditional on proof of the individual’s allegiance to the king, this parliamentary statute is often held to constitute the vital precedent for the similar specification in later grants of denization.[CITATION-4] Again, however, the statute provides no explanation of the date when, and form in which, letters of denization were actually enshrined in the diplomatic of the Chancery.[CITATION-5] Earlier commentators, puzzled by the absence of an obviousin the 1380s, took refuge in what Alice Beardwood called the ‘antecedents’ of denization and in the notion of a long, organic development over the course of the previous century.[CITATION-6] Two distinct types of Chancery document have been identified as providing possible precedents for fully-fledged letters of denization. Firstly, and very exceptionally, there were royal statements, issued as early as 1295, that declared certain highly favoured individuals, as a matter of royal discretion, to have rights as ‘pure English’ ().[CITATION-7] Secondly, there were grants, traced back as far as 1252, to individuals who had already been admitted as citizens and burgesses of particular English towns and who sought confirmation of this status from the monarch in order to pursue their interests across the realm. Demand for these rights increased after 1303, in order that privileged aliens could achieve exemption from higher rates of customs duties. This type of grant was generally restricted to defining the individual’srights and obligations, which came to be the same as those enjoyed by denizens (). They became an almost routine element of the Chancery’s business in the course of the fourteenth century, and were offered without discrimination to members of a wide range of national groups including the French, Iberians, Italians, Germans and people from the Low Countries.[CITATION-8] The desire to establish antecedents and precedents has tended to blur some of the important differences between these early articulations of foreigners’ rights and the specific characteristics of later letters of denization. We need particularly to emphasise that royal confirmations of rights of citizenshipdid not turn foreigners into legal Englishmen. In such cases, the Crown was concerned not to categorise individuals into national groupings but rather to ensure that foreigners had the credibility and trust within English communities to be worthy of the associated privileges.[CITATION-9] So, for example, the twenty Italians who became citizens of London between 1307 and 1327 were no less alien as a result, even if their newly won rights significantly eased their practical integration into the English metropolis.[CITATION-10] There was also a significant difference of emphasis between the fiscal provisions of early grants and the much more expansive legal rights accorded under letters of denization: once the latter process had established itself in the fifteenth century, exemption from the higher alien rates of customs duties ceased to become aof denizen status, and foreigners who held letters of denization continued, ironically, to pay duties at the alien rates.[CITATION-11] Most importantly for the present study, too little attention has been paid to the specific contexts in which aliens were granted denizen equivalence over the later thirteenth and fourteenth centuries. Because the majority of recipients of such grants were merchants, it has been too readily assumed that they, and the Crown, were prompted entirely by commercial considerations.[CITATION-12] It is not the purpose of the current study to deny that much English royal policy was driven by the desire to encourage foreign traders and artisans into the realm: legislative measures such as the(1303) and the Ordinance of the Staple (1353), and the successive charters of privilege accorded to groups such as the merchants of the Hanse, are well-known features of government economic strategy from Edward I to Edward III.[CITATION-13] In terms of the Chancery forms under consideration, however, we argue that interventions on behalf of resident foreigners from the last quarter of the thirteenth century onwards need to be examined specifically within the context of diplomacy and war. We also argue that the negotiation between the needs of national security and the interests of resident aliens provided the specific impetus for the development of letters of denization as a recognisable and regular Chancery form in the 1380s.Previous consideration of the status and rights of foreigners in England during wartime in the later middle ages has been almost entirely restricted to the study of the so-called alien priories, the English dependencies of monastic mother-houses situated across the Channel and within the allegiance of the French Crown. The English government was quick to seize the assets of the alien priories on the outbreak of war with France in 1294, 1324 and 1337, but the foreign monks within these monastic communities were generally allowed to remain, under suitable surveillance, and there was no general campaign for their forced departure until 1377. Even the more determined efforts of the Crown to exploit the economic resources of the priories did not prevent them from functioning as legal entities, and from the mid-fourteenth century onwards some alien priories were able to secure formal confirmation of their right of corporate denizenship.[CITATION-14] Much less attention has been given to the treatment and experience of the many lay people born in France who lived in England during these phases of war. In a separate study, the present authors examine the three general confiscations of property held by French lay persons and secular clergy resident in England in 1294, 1324 and 1337. We show how policy shifted markedly, from a general determination to exploit the assets of enemy aliens in 1294, to an increasingly selective process in 1324 and 1337 whereby the government explicitly safeguarded the rights of foreigners who satisfied the authorities that they offered no discernible risk to national security. These exemptions, granted by royal letters of protection, were similar in a number of ways to the confirmations of citizenship issued to foreign merchants already firmly resident in English towns. In particular, lay people were often required to prove long-term residence in the realm, a regular place of domicile with wife and children, and the payment of lot and scot (that is, contribution to taxes). The majority of the recipients came originally from France, and included people born both in those areas under the direct sovereignty or suzerainty of the French Crown (including the great principalities of Flanders and Brittany) and in those regions over which the Plantagenets continued to exercise or claim direct jurisdiction (including Aquitaine and Ponthieu).[CITATION-15] The intention of the present study is to provide the connection, previously lacking, between the letters of protection granted during wartime to the subjects of hostile foreign powers resident in the realm of England and the letters of denization that emerged from the 1380s onwards. Specifically, the study charts how a particular set of military, diplomatic and political positions prevailing in and after 1377 required a clearer and more consistent approach to the question of denizen equivalence, and, for the first time, established the principle that those seeking the fullest expression of their rights should transfer their allegiance from the rulers of their natal lands and swear fealty to the Crown of England. Firstly, though, we shall address two occasions, in the 1270s and the 1340s, when the Chancery also experimented in interesting ways with the legal status of individual foreigners living and working within the realm. These cases reveal a number of features in common with the process that came into place from 1377. We reject, however, any notion that these moments were part of a continuous process of development, or that they served explicitly as precedents for the later adoption of formal denization. Rather, we include them to demonstrate the different situations and attitudes which prevailed prior to 1377, and thus to pinpoint the significant changes that came about as a result of initiatives taken in that year. Letters of denization, we argue, emerged not as the product of a century of evolution, but as a result of a significant and quite specific shift in domestic politics and Chancery practice at the beginning of the reign of Richard II.The first known occasion on which the royal Chancery experimented with the legal status of individual aliens in England took place at the end of the reign of Henry III. Ever since the Norman Conquest, the counts of Flanders had been entitled to an annual pension of 500 marks from the English kings. During the period of baronial government in England in the 1260s, the money had not been paid, causing offence to the Flemish countess, Margaret of Constantinople. Already confronted with a series of complaints about the treatment of her own merchants in England during the 1260s, Margaret ordered the confiscation of all English goods in her dominions in 1270. In retaliation, Henry III’s government ordered that all Flemish merchants in England, and their belongings, were to be arrested. During the next five years, an embargo ordered by the English government made all English trade with Flanders impossible.[CITATION-16] One of those affected by these measures was Peter Bonyn, a wool merchant of Bruges. The special protection which he was offered by the English Crown has been previously remarked, but its context has been misunderstood.[CITATION-17] Bonyn belonged to one of Bruges’ most prominent families, and had a long-standing relationship with the English royal family. He was an intimate of Henry III’s wife, Eleanor of Provence, whom he had served abroad and on whose request he had been given a lifelong fee of £20 a year from the tolls at Newcastle-upon-Tyne, as well as an exemption from the payment of murage and other taxes in 1265.[CITATION-18] When the king had been taken prisoner by Simon de Montfort and the barons in 1264, Bonyn had financed the equipment of a fleet, operating from Flanders, to invade England.[CITATION-19] As an alderman and mayor in Bruges during the 1270s, he was one of the leading figures in the city’s resistance to the Flemish comital family’s economic policy, and in particular their treatment of the conflict with England.[CITATION-20] In March 1271, Bonyn took out letters of protection that safeguarded him from any arrest during the king’s contention with the countess of Flanders.[CITATION-21] Four months later, new Chancery letters followed, containing rather more unusual clauses. Although he had been born in Flanders, the long-time ally was to be ‘reputed as a denizen and his [the king’s] merchant’ (). His goods could not be seized on the grounds of the Anglo-Flemish dispute, nor could he be arrested for debts whereof he was not the surety or principal debtor.[CITATION-22] In order to allow other prominent individuals, mainly Frenchmen and Germans, to continue their trading activities during the five-year stand-off between England and Flanders, the English royal Chancery granted special licences that allowed the beneficiaries to take wool and other goods out of the realm.[CITATION-23] One of the recipients, in July 1271, was Poncius de la More, whose case has not previously been noted in the literature on the antecedents of denization. De la More was at the centre of a group of merchants from Cahors who exported wool from England and imported wine and, occasionally, corn.[CITATION-24] Like Bonyn, Poncius was no stranger to royal favour. From 1272 to 1274 he acted as the king’s chamberlain in London, an office held by many other merchants from south-west France over the late thirteenth and fourteenth centuries; and in 1272, he was appointed a gauger of imported wines in return for a handsome commission.[CITATION-25] As buyer for the royal vintry between 1269 and 1275, de la More was responsible for the collection of the prise, a royal levy on wines brought into English ports.[CITATION-26] In 1271, he was ordered to conduct enquiries into illegal dealings with Flemings around Boston and Hull, and in 1272 he arrested Hansards and others who had illicitly exported to Flanders from St Botolph’s fair in Boston.[CITATION-27] Possibly as compensation for arrears owed to him, he was granted several houses with appurtenances in the London parish of St Thomas the Apostle, appointed the holder of the liberty of the honor of Richmond, and given numerous safe-conducts that facilitated his commercial activities.[CITATION-28] When receiving an export licence in July 1271, de la More, too, was ‘reputed as a denizen’.[CITATION-29] Both Peter Bonyn and Poncius de la More had direct links to the royal court and had taken out earlier, more general, letters of protection and safe-conducts. Their classification as denizens in 1271 offered them a level of legal protection against the consequences of the Anglo-Flemish conflict that their previous letters patent had evidently failed to provide. The content of their grants was only applicable to the specific circumstances of the disturbances in the 1270s and was not repeated verbatim in Chancery letters in later periods. Bonyn’s rights as a denizen had to be reconfirmed during the conflict, in 1274.[CITATION-30] Similarly, de la More needed new letters of protection in order to continue his trade when war broke out with France in 1294.[CITATION-31] The 1271 grants to Bonyn and de la More do illustrate, however, that when these aliens, who enjoyed special access to the king’s grace, encountered difficulties because of international warfare or diplomatic crisis, the Chancery could intervene and, in doing so, establish an explicit notion of denizenship.The English Crown was forced to consider the legal status of its alien residents more thoroughly when warfare with France became more frequent, and its impact on daily life more far-reaching, from the 1290s onwards. In 1294 Edward I’s refusal to honour his feudal obligations, as duke of Aquitaine, to the French king led to a series of military engagements that was eventually concluded with a peace settlement in 1303. Concerns about national security and the need for fiscal resources prompted the Crown to seize all assets of those who owed allegiance to the king of France and his allies and friends.[CITATION-32] Among those most severely affected in Norfolk and Suffolk were the le Monniers, a family of woad dealers who came from the Picard city of Amiens. In Norwich, Peter le Monnier lost a messuage and his goods and chattels.[CITATION-33] Commodities and money belonging to his relative John le Monnier were confiscated in a ship carrying French merchandise in Great Yarmouth.[CITATION-34] In addition, debts owed to members of the family by cloth dyers from all over Norfolk and Suffolk were frozen.[CITATION-35] In 1306 Peter le Monnier was still claiming back wool confiscated in various English ports because of the war.[CITATION-36] On the other hand, the peace of 1303 meant that the le Monniers’ rights within England were fully restored. In 1308, Edward II even took retaliatory measures against Flemish businessmen after goods owned by the le Monnier family, who were described as Norwich citizens and ‘the king’s merchants’, were seized by privateers.[CITATION-37] Nevertheless, the le Monniers experienced what it was like to be French-born in England again when struggles over the status of Gascony resulted in renewed hostilities, and subsequent confiscations of French property in the realm, in 1324.[CITATION-38] Only in 1328–9 were arrested goods restored to both Geoffrey and James le Monnier in Hampshire, and to James and Andrew le Monnier in Norfolk.[CITATION-39] Eight years later, the family got caught up in the consequences of Anglo-French hostilities for a third time. In 1337 a number of disputes between Edward III and Philip VI resulted in what was to become the Hundred Years War, and led to another general seizure of the English property of French people.[CITATION-40] Having been heavily affected in 1294 and 1324, the le Monniers now took precautions against the confiscations. In March 1337 Peter le Monnier, burgess of Wells, took out letters of protection to serve as security in the event of the arrest of goods of the men of France in the realm.[CITATION-41] Edward III’s declaration of his title to the throne of France in January 1340, and his assurances to all his new subjects of his intention to preserve their rights, may at first have seemed likely to provide new and enhanced forms of security for French-born residents in England. But the determination of the English Parliament of March to May 1340 to preserve the separation of the two realms meant that no French person, not even Edward III’s loyal subjects of Aquitaine and Ponthieu, could be guaranteed straightforward recognition and rights in England.[CITATION-42] Peter le Monnier was quick to respond, perhaps by a petition in the same Parliament, and secured new letters patent in April 1340 that exempted him from any seizure of his belongings or person on the pretext of the war with the French.[CITATION-43] He also successfully requested a renewal of this grant two years later.[CITATION-44] In 1345, and again in 1347, Peter’s apprentice William le Monnier was taken under the king’s special protection to defend him against any disturbance made on account of his French birth.[CITATION-45] Until 1346, the contents of most of the letters of protection granted to Peter le Monnier did not differ significantly from those used ubiquitously at the time.[CITATION-46] The protections were motivated by the fact that the beneficiary had been resident in the realm continuously for a substantially long period, that he had permanent domicile and wife and children in one of its cities or towns, and that he paid lot and scot and other contributions to the community.[CITATION-47] In the letters given to le Monnier in 1340 and 1346, however, the Chancery added that Peter paid his duties ‘as a denizen’ ().[CITATION-48] Then, on 15 December 1347, the king and council issued an edict that all merchants of Amiens trading within England should be exempt from arrest at the suit of denizens so long as the recent truce of Calais should last.[CITATION-49] Five days later, on the king’s direct instruction, Peter le Monnier was given a new, open-ended protection, which specified not simply his credentials as a trustworthy inhabitant of the realm but also a formal change of status. The king wanted Peter to be treated as ‘both a denizen and an inhabitant’ () of the realm.[CITATION-50] The change of wording takes on further significance when we note that, in exactly the same period and on more than one occasion, Peter’s relative Henry le Monnier, citizen of Canterbury, received Chancery documents which, unlike any taken out by him earlier, contained the same denizen clauses.[CITATION-51] Crucial to the privileges enjoyed by the le Monniers seem to have been their links with the royal court. In July 1329, Peter le Monnier had been given exemption from all customs on wool, hides, woolfells and other goods for a period of five years and protection from arrest in debt cases in which he was not the principal debtor or surety. The favour had been granted out of consideration for William Montagu, of whose household le Monnier was declared to be a member.[CITATION-52] A close friend and faithful political ally of Edward III, Montagu had served with the young prince and king throughout the 1320s. In May and June 1329, he had accompanied Edward on a journey to Amiens, where the English monarch had performed homage to Philip VI.[CITATION-53] It is not known whether or how Peter le Monnier, as a member of Montagu’s household, had been involved in the expedition, but it is extremely tempting to see the favours bestowed on him barely a month after the return of the royal party as a direct reward for his role in facilitating the royal visit to the le Monniers’ home city. More privileges had followed: in 1342, Peter had renewed earlier letters of protection, which were again granted out of the king’s regard for William Montagu, now earl of Salisbury.[CITATION-54] It is perhaps not surprising that the le Monniers have previously been overlooked in accounts of the early history of denization, since theirs is an isolated case and is not straightforwardly followed through the printed calendars of the Patent Rolls. So far as we can tell from a thorough search of the originals, the only other patent of protection containing similar elements to the le Monniers’ grants that was made during the mid-fourteenth century was issued in 1349, to Master Raymond Pellegrini, the papal representative in England and keeper of the English properties of the cardinals at the Curia in Avignon.[CITATION-55] Like the le Monniers’, Pellegrini’s special rights were shaped by the Anglo-French wars and by the specific events of 1346–7. The letters patent of 1349 stated that he was to be treated not as ‘both a denizen and an inhabitant’ (), but instead under the apparently tautological label of ‘both a denizen and a non-alien’ (). Pellegrini was typical of the high-status foreign clergy in this period who, through papal provision, built up powerful portfolios of cathedral prebends and other sinecures in England but who did not need to be resident in the realm in order to execute their offices. He did not, therefore, fulfil the requirement of regular domicile that had given Peter and Henry le Monnier the vital ‘inhabitant’ status.[CITATION-56] On the other hand, Pellegrini could claim to be a subject of Edward III in another capacity, because he had been born within the English king’s duchy of Aquitaine. It was on this latter basis, indeed, rather than any statement that he should be reputed, that Raymond had previously secured exemption from the confiscation of his English benefices and property both in 1324 and in 1337.[CITATION-57] Why, then, did Pellegrini find it necessary to persuade the Chancery to give him special status as a denizen in 1349? The answer lies in his heightened visibility and vulnerability. Raymond’s appointment as papal collector within the realm in 1343 made him the most obvious focus of an increasingly vehement English opposition to alien clergy, and especially to the agents of the pope and Curia, who were held to be stripping England of its economic assets at a moment of high tension in the Anglo-French war.[CITATION-58] In 1346–7 Edward III had reason to play on such prejudices for his own fiscal purposes. All beneficed alien clergy living in England were ordered to come before the Council in March 1346; the reasons were not stated, but it is likely that those who did attend were given the opportunity to sue for protection of their interests.[CITATION-59] Then, in April, instructions went out announcing the confiscation of all ecclesiastical livings heldby foreigners.[CITATION-60] The Parliament of September 1346 commended this initiative, demanding that the proceeds of the confiscation be used for the benefit of the Church, and the Crown responded by ordering a general census and valuation of all benefices held by foreigners, resident and non-resident alike.[CITATION-61] While it subsequently withdrew the threat of a general and permanent confiscation, the government went ahead over the winter of 1346–7 with an ambitious campaign to divert the fruits of livings held by absentee foreign clergy ‘for the defence of the Church and our kingdom of England’—in practice, to sustain the enormous expenditure involved in Edward III’s prolonged siege of Calais.[CITATION-62] A few favoured individuals, including the queen’s clerk, Matthew of Valenciennes, secured exemption from this sequestration with assurances that they should be treated.[CITATION-63] Raymond Pellegrini himself travelled to England from Avignon to try to maintain the rights of the cardinals in the face of this major attack on their incomes.[CITATION-64] In fact, once Calais had fallen and a truce had been established with the French in September 1347, the confiscation of the alien benefices formally lapsed.[CITATION-65] But the disruption had been considerable, and Raymond’s reappointment as papal nuncio to England early in 1348 made him, once more, an obvious target of the continuing public suspicion of foreign clergy that found subsequent expression in the Statutes of Provisors (1351) and Praemunire (1353).[CITATION-66] All of this accounts for why, although his own benefices apparently remained protected from the campaign of 1346–7 under the terms of his original exemption of 1337, Raymond Pellegrini felt it necessary to secure an enhanced protection from the Crown in 1349 that allowed him to be treated as ‘both a denizen and a non-alien’ of England.The cases of the le Monniers and Raymond Pellegrini in the 1340s show a number of affinities with those of Peter Bonyn and Poncius de la More in the 1270s. In each case, the recipients of special status were well connected with the Crown and were used to negotiating with the Chancery to secure protections and other favours. As in 1271, the grants of 1347–9 gave the beneficiaries actualstatus as denizens of the kingdom, rather than the more generalprivileges that were granted routinely by the mid-fourteenth century to foreign merchants trading in England.[CITATION-67] Nevertheless, it seems highly unlikely that the Chancery in the late 1340s sought direct precedents for its new grants to the le Monniers and Pellegrini and found them in records dating three-quarters of a century earlier. The rights accorded under Edward III clearly emanated from the new policy towards foreign residents that had gradually developed during the confiscations of French property between 1294 and 1337. The clauses in the grants to the le Monniers that referred to long-term residence and contributions to local society had not been part of the diplomatic of the 1271 letters, and derived instead from equivalent rights accorded to the potential victims of confiscation in 1324 and 1337. The letters patent granted to the le Monniers also deployed the concept of, which had been entirely absent in the cases of Bonyn and de la More.If the differences between the cases of Bonyn and de la More, on the one hand, and le Monnier and Pellegrini, on the other, are sufficiently pronounced as to militate against the argument that the first group acted as a direct precedent for the second, then we may reasonably ask whether the novelties that emerged in 1347–9 were entirely the product of pragmatic thinking or responded in some other way to wider contextual influences. Bernard d’Alteroche has shown that the French royal Chancery began, from 1318, to assert a Roman-law principle that linked citizenship of an urban community with the wider process of enfranchisement, and thus to deploy a new diplomatic form in the so-called. In this process, the king bestowed rights of citizenship of a specific French city or town (usually, but not always, Paris) as the basis of a new notion of citizenship of the whole realm. From the same period onwards, the French administration also adopted the Roman law concept ofto designate those who were not native-born but were domiciled in the realm and were well established in their local communities.[CITATION-68] This development suggests some intriguing possibilities about the first appearance of the notion ofin English Chancery practice in Peter le Monnier’s protection of 1347. John Thoresby, the keeper of the privy seal from 1344 to 1347 and chancellor from 1349 to 1356, was the first notary public known to have operated in the English royal secretariat; under his influence, the English royal writing offices experimented in the middle of the fourteenth century with a number of diplomatic forms that had direct parallels in the well-established notarial practices of the French royal Chancery.[CITATION-69] Did the le Monniers, with their links to the city of Amiens and awareness of the rights that domiciled aliens could enjoy in France, apply to the English Crown with the conscious intention of being accorded the special privileges allowed in their native land under?Whatever the case, the English Chancery’s experiments at the end of the 1340s evidently did not result in a continuing, and more general, practice of denization. Peter le Monnier is last mentioned in 1348 and was dead by 1355 at the latest;[CITATION-70] and no other members of his family secured letters of protection of any kind immediately after 1347. Similarly, Raymond Pellegrini, who died.1365, seems not to have passed on to his brother, and successor as papal collector from 1349, Hugh, the particular right of denizen status that he had secured for himself.[CITATION-71] Although England and France remained in a state of war almost continuously during the 1340s and 1350s, no further grants of the type offered to the le Monniers and Pellegrini were recorded as having been issued by the English Chancery prior to the ending of hostilities in 1360. In 1359, under threats of reprisals against foreign-born residents, a number of well-placed French men and women in the households of the queen and the countess of Pembroke sued out letters of protection in order to remain within the realm, but requested no greater guarantees or change of status.[CITATION-72] And, while the final ratification of the treaty of Brétigny of 1360 proved elusive, the nine-year truce that followed meant that French-born residents in England had no real need to press for any further extension of the basic set of rights which they had won under the diplomatic form that had emerged from the provisions of 1294, 1324 and 1337.With the re-opening of the Anglo-French hostilities after 1369, the general policy of minimising the impact of wartime measures on resident aliens was not only maintained by the Crown but also embraced by the English political community. This change of heart on the part of parliament can be seen in the much more explicit distinction that it now made between foreign clergy, who remained a focus of suspicion and retaliation, and foreign lay people living and working in England, who were now openly acknowledged as bringing economic benefits to the realm. The different approaches became evident in the Parliament of June 1369, at which it was announced that the king was intent on resuming his titles and claims in France and thus reviving the war. In response, the Commons made two quite targeted requests. Firstly, they wanted the Crown to extend the wartime measures against the alien priories to include all foreign clergy living within the realm, on the grounds that these posed a serious security risk. The implication was that significant numbers of the foreign clergy holding English benefices were subjects by birth of the king of France and/or were the creatures of a Francophile pope.[CITATION-73] Secondly, in relation to England’s traditional enemy in the North, Parliament claimed that an inquiry recently launched into the presence of foreigners in the border counties was jeopardising the livelihoods of many Scots and other aliens ‘who have married and inherited or are living and working within the land’, and successfully petitioned for the withdrawal of the initiative because ‘to have such people dwelling in the said parts of the realm is to the common profit’.[CITATION-74] The first of these demands was picked up and developed further in the mid-1370s, when the Commons requested that the king ask the pope to desist from making provision to English benefices, and that ways should be found to resist the appointment of French monks as heads of religious houses in England.[CITATION-75] The Crown responded with a sequence of inquiries into the benefices held by aliens within the realm, but as yet did not follow the precedent of 1346–7 and take active steps to confiscate the proceeds of these livings.[CITATION-76] On the second measure, the specific inquests mentioned by the Commons were withdrawn,[CITATION-77] and no other special measures were taken either to target or, at first, to protect particular categories of foreign lay people living within the kingdom.[CITATION-78] Parliament and Crown now appeared to be at one in taking aapproach that openly tolerated the continued presence of trustworthy lay foreigners living within the realm.This position was put under some strain by the collapse of English primacy at sea after 1372 and the growing likelihood of direct attacks on the south coast by 1376–7.[CITATION-79] In January 1377, under the threat of an imminent French invasion, the Commons petitioned Edward III that ‘it would be to the profit of the realm for all manner of aliens to be sent out of your realm during the wars’. None of the king’s lieges, they argued, should be dependent for their livelihood on anyone except persons born and resident in the kingdom or those of his allegiance who were allowed to live abroad.[CITATION-80] At the same Parliament, the representatives returned to their accustomed attack on papal provisors, papal agents and foreign inhabitants of alien priories, who, it was argued, were depriving the country of its assets and disclosing its secrets to the king’s enemies.[CITATION-81] Whereas they had previously been content to complain in general terms about this situation, this time they proposed a more radical solution: ‘that all foreign people, clerks and others ... should quickly leave the realm’.[CITATION-82] No action was taken in response to such demands prior to Edward III’s death in June 1377, but the matter was put back on the agenda at the first Parliament of Richard II’s reign, in October of the same year.[CITATION-83] In the face of continuing anxieties over attacks on the south coast, the Commons demanded that, as an emergency measure to prevent espionage, no alien should be permitted to keep an inn or a household in the kingdom. They then returned to the theme of the January Parliament, requesting that the king banish all foreign enemies, religious and others, from the realm for the duration of the war, and specifying that the deportation should be effected by a particular date, the following Candlemas (2 February 1378). This time, the Commons’ petition was answered with positive action. On 20 December 1377 the king ordered proclamations to be made throughout England and Wales that all foreigners and others ‘hostile to our nations and our kingdom of England’ () were to travel to Dover by the agreed date in February. They would be taken to Calais and searched to ensure that they took nothing out of the realm with them, except money for their necessary expenses. Those found within the kingdom after the deadline were to be arrested and held to ransom.[CITATION-84] In comparison with the actions taken against enemy aliens in 1294, 1324 and 1337, the general expulsion of 1377–8 left notably little mark on the administrative record. The reason becomes apparent from the exceptions allowed at every stage of the process. In their January petitions, the Commons had left room for extenuating circumstances, advocating that the king should exempt ‘knights and esquires, merchants and artisans’ who were not adherents of the king’s enemies and whose stay would be to the profit of the realm. This was confirmed and extended, in the subsequent ordinance of the October Parliament, to cover all lay people who were married to, or were heirs of, or were under the lordship of, denizen Englishmen. On 11 December 1377, before the deportation was formally announced, the Exchequer revealed the real focus of the campaign by ordering another of its periodic censuses of alien clergy holding benefices in the realm.[CITATION-85] A number of foreign monks resident in the alien priories certainly withdrew from England in the winter of 1377–8, either voluntarily or under duress.[CITATION-86] Detailed records of the confiscations of property from these and other persons leaving the realm have not survived, though a commission to receive goods and chattels taken at Dover and Calais by Sir Thomas Percy and others suggests that the proceeds of the expulsion might have been put towards the special war chest then being administered by the London merchant John Philpot.[CITATION-87] The absence of any further detailed information is, however, telling. Far from turning a general rhetoric of xenophobia into a campaign against all hostile and friendly aliens in the land, Commons and Crown had co-operated to ensure that the cleansing of the realm of hostile foreign influence was specifically targeted at the foreign clergy, who had been the butt of constant suspicion and criticism since at least the 1340s, and who would continue to provide a focus for anti-alien feeling in parliament for the remainder of the fourteenth century and beyond.[CITATION-88] In these respects, the campaign of 1377–8 conforms to the model of behaviour outlined in the first section of this study, by which the English government sought increasingly over the course of the fourteenth century to protect the interests of friendly foreigners living and working within the realm. However, the specifications and implications of the 1377 expulsion were much more far-reaching than earlier general arrests and confiscations. The parliamentary ordinance imposed a series of conditions on those aliens seeking continued residence in the realm. They had to be ‘good and loyal people’, free from suspicion of espionage or other hostility to king and kingdom; and they had to agree not to send out of the realm any correspondence that might imperil national security. Most significantly, and to an extent not evident in earlier protections for aliens wishing to remain in England, they also had to find surety for their continued loyalty to the king. It was this particular requirement that appears to have prompted the adoption in Chancery of distinctive new guarantees that gave rise, in due course, to the characteristic form of denization. The reason why this connection has not been previously identified lies in a temporary but crucial change in Chancery practice that led to the registration of the relevant grants not, as was usual, on the Patent Rolls, which have been in print for more than a hundred years, but on the French Rolls, which remain largely unpublished and have been entirely overlooked by historians of denization.Two months after the Commons’ first request for the removal of aliens, in May 1377, John le Monnier, a French merchant who had been living in the realm for twelve years and who was almost certainly a member of the le Monnier clan discussed above, applied to the Chancery for a special protection. The grant, which was to last for ten years, allowed him to stay in England free from harm and to travel back and forth to France. He could acquire lands and tenements for him and his heirs, could plead in the king’s courts, and would have protection of person and merchandise ‘as if he were a denizen’ (). Two native sureties had sworn that he would not reveal secrets to the enemy or do anything else that would damage the interests of the king.[CITATION-89] In December 1377, just as the new common petition was being accepted in parliament and the expulsion put into effect, le Monnier was issued with new letters of protection. In line with the new ordinance, the French-born John swore in person that he would act as a ‘faithful liege’ (). The clauses of the initial grant regarding inheritance, legal action and protection of his goods were repeated, this time without any temporal restriction.[CITATION-90] More protections registered on the French Rolls soon followed. Most of the recipients were French members of the mendicant orders, who had been explicitly identified as a group in the parliamentary ordinance and who, along with the residents of the alien priories, seem to have been most urgently in need of exemption from its rigours. In these cases, the protections simply released the recipients from the requirement to quit the realm. Others, however, granted to both clergy and laymen, were more elaborate and had elements in common with the letters taken out by John le Monnier in May 1377. In February 1378, Robert Garry of Buckinghamshire, John Seynes of Huntingdonshire, John Shirburn of Dorset and Robert Baa of Bedfordshire swore in Chancery that German of St Vedast, who came from France, had had a domicile, wife and children in the realm for a long time and was a ‘faithful Englishman’ ().[CITATION-91] Other sureties did the same for Thomas Ancell, prior of Wilmington, and John Hamsterleyman in 1378, and for John Foket in 1379.[CITATION-92] In 1378 John Reynold, a native of France living in Upavon, Wiltshire, was not only presented as a faithful Englishman but also actually swore an oath of allegiance and fealty to the Crown ().[CITATION-93] The privileges that these recipients were given were more restricted than the ones enjoyed by le Monnier in 1377 and usually only covered the right to dwell in England and the protection of property against arrest or damage for the rest of their lives. However, the appearance both of sureties for good behaviour and of the explicit notion of allegiance, including the swearing of an oath of fealty, indicates that the conditions imposed on foreigners wishing to remain resident in England under the expulsion ordinance of 1377 had led at least some relatively high-status aliens to negotiate with the Chancery a process that denoted their formal change of nationality. As part of the process of admission to the freedom of English cities and towns, residents of the realm born overseas had sworn general oaths of loyalty to the Crown administered at a local level since at least the late thirteenth century. These oaths, however, did not imply a full act of fealty or exclusive allegiance, and had never been set as a condition of obtaining royal privileges. The position adopted by the Crown from 1377 therefore marked a new point of departure in the requirements made by central government of those foreign residents desirous of enjoying protection and security within the kingdom of England.[CITATION-94] From 1384 onwards, the grants recorded on the French Rolls become less numerous.[CITATION-95] But there are reasons to believe that the protections given to French-born individuals against the consequences of the 1377–8 expulsion served as a precedent for grants, from this time registered on the Patent Rolls, that attributed denizen rights and became the basis of the recognisable form known as letters of denization. Twenty-one such grants have been identified on the Patent Rolls between 1384 and 1400.[CITATION-96] The connection between the protections prompted by the 1377 ordinance and these early forms of denization is made explicit in the case of John le Monnier. In October 1390, John requested a confirmation and extension of the letters of protection that he had received in December 1377. The new grant referred to the oath that le Monnier had sworn in Chancery, his continual residence in the realm, and his rights to hold lands and to resort to the king’s courts, as well as the legal protection of his person and goods. It added the status of a denizen and exemption from alien custom rates. In effect, then, John had traded up his existing status as ‘faithful liege’ to secure what had now become established by the Crown as a recognisable patent of denization.[CITATION-97] The fact that John le Monnier’s probable relatives had been recipients of other special grants of denizen status during the 1340s makes it tempting to suggest a continuity with that earlier period, in which the royal Chancery had experimented with the rights of alien residents, and to see John as consciously appealing to precedent in his negotiation of rights during the 1370s and 1380s. As in the comparison between the 1270s and the 1340s, however, the connections between the 1340s and the 1370s can easily be exaggerated. The most striking particularities of the letters patent accorded to Peter and Henry le Monnier in 1347—the link with urban citizenship and the similarities with French Chancery practice—had disappeared by the time of the grants to John le Monnier later in the century. Furthermore, each of the grants recorded on the French Rolls after the expulsion of 1377–8, as well as John le Monnier’s own confirmation in 1390, explicitly referred to the ordinance made in the first Parliament of Richard II and thus to a clear starting-point for a change in English Chancery practice and legal thinking. Consequently, while the le Monnier clan itself could no doubt look with satisfaction at the successful ways in which it had negotiated over several generations to secure privileged status for its members, the Chancery’s own approach to denization was primarily driven by the specific requirement, under the terms of the 1377 decree, for recipients to renounce former allegiances and become subjects of the Crown of England.At the same time, these new rights of denization were also becoming less focused on the immediate context of war and were being afforded to a wider range of foreigners. Only six of the twenty-one denizations recorded on the Patent Rolls between 1384 and 1400 were made to individuals whom we would call French (including that to John le Monnier in 1390), and all but one of these were issued after the truce of Leulinghen of 1389 had instituted a long period of reasonably settled peace between the two kingdoms. Four of the six ‘French’ recipients, moreover, were already subjects of the English king in his capacity as duke of Aquitaine.[CITATION-98] The relative prominence of those from south-west France in the list harks back to the cases of Poncius de la More in 1271 and Raymond Pellegrini in 1349, and demonstrates the importance that was attached by inhabitants of the Plantagenets’ wider dominions to the protection and enhancement of their rights when resident in England. The earliest surviving petition for a grant of denization is that of Edmund Arnold, a Gascon who had been living in Dartmouth for twenty years with his wife and children and who, in 1389, sought guarantees of his allegiance to Richard II as king of England, rather than as duke of Aquitaine.[CITATION-99] In 1411 the people of Aquitaine petitioned Henry IV in parliament, complaining that those of their kind who lived in England were commonly abused as aliens, and requesting that they be given a collective guarantee of status ‘as the king’s faithful liege men’. The petition was granted and seems to have been treated thereafter as sufficient guarantee, since no other letters of denization were issued to persons identified as Gascons between 1411 and the end of the Hundred Years War.[CITATION-100] The handful of denizations granted to Irish and Welsh recipients, beginning in the 1430s, bears witness, however, to the pragmatic and responsive nature of a process now available to all ‘foreigners’, regardless of whether or not they were already subjects of the English Crown.[CITATION-101] This new accessibility is demonstrated strikingly early in the process of transition, during the early 1380s, by the case of the Scots. The wardens of the March of Scotland had been permitted, at least from the 1330s, to admit Scots into the king’s peace and thus improve their ability to live and work within England,[CITATION-102] and the idea that these persons should be treated as ‘in the allegiance’ of the English Crown was well established as a general principle by 1352.[CITATION-103] But it did not, at that time, find any expression in individual grants of protection issuing from the English royal Chancery; indeed, even the strong recommendation given in the Parliament of 1369 for guarantees of security to residents of Scottish birth had failed to prompt any individualised letters of protection, with or without denizen equivalence, for this numerically significant group.[CITATION-104] In February 1384, however, a Scottish chaplain, Adam Hill, asked and was allowed to swear homage and fealty to the Crown of England (). He was admitted to the king’s allegiance and licensed to dwell in the realm for the rest of his life.[CITATION-105] Identical grants were issued to other Scots in 1385 and 1402, although letters of denization were not issued routinely to those born in the northern kingdom before the 1440s.[CITATION-106] The specific feature of protections offered to the French since 1377 that had now been taken up in letters of denization—the swearing of an oath of allegiance—had, it seems, finally allowed the Chancery to consider that the same rights could be offered to all foreigners, including those from lands in direct conflict with the Crown of England.[CITATION-107] It was part of this same process of transition that now made it possible for commercial, rather than merely diplomatic, considerations to prevail in the granting of denizations. In January 1388 Henry Wyman, a German merchant and member of the Hanseatic League resident in York, received a grant ‘to be treated, in all things, as a denizen and liege’ (), in recognition of his long-term residence in the realm, his married status, and his contribution to local taxes. He was permitted to acquire and sell lands, tenements and rents, was exempted from alien custom rates and could plead in the king’s courts.[CITATION-108] Wyman’s request for denization was clearly prompted by the seizure of his goods at York three years previously in retaliation for the arrest of English commodities in Prussia, an affair that had caused considerable damage to his business and reputation.[CITATION-109] At the same time that he secured his letters patent of denization, Wyman also became a freeman of the city of York.[CITATION-110] His determined efforts to improve his rights at local and national levels demonstrate how the theme of denizen status employed in the French protections issued after 1377 had been picked up and developed to provide prominent alien merchants with secure guarantees against official victimisation. Edmund Arnold, too, had purchased freeman status in Exeter in 1383 and was heavily engaged in overseas trade when he secured his denization in 1389.[CITATION-111] Another early beneficiary of this policy was Bartholomew Bosan, who came from Lucca and was involved in the import of luxury cloth. He was married to a member of the London mercer family of Shadworth and his connections with Henry Bolingbroke probably facilitated his obtaining letters patent of denization, complete with a statement of an oath of fealty to the English Crown, in 1391.[CITATION-112] It was merchants such as these, most commonly Germans and Italians, who would soon become the most frequent recipients of the new form, responsible for eleven of the twenty-one grants recorded in Chancery between 1384 and 1400.[CITATION-113] In June 1393, the Chancery granted letters patent to Godfrey van Upstall, who originated from Brabant and, like Henry Wyman, was a York resident and wool dealer.[CITATION-114] Van Upstall had performed homage to the king, and was henceforth allowed to acquire lands and other possessions and to hold them in perpetuity, to plead and answer in royal courts and to pay taxes as a native. The record of his grant on the Patent Roll was calendared in the early twentieth century as though it was the first ever example of formal letters of denization.[CITATION-115] In fact, the precise diplomatic of denization remained relatively unstable during the 1380s and 1390s. While it contains a particularly full statement of denizen rights, van Upstall’s patent of 1393 is not in other respects significantly different from those granted to John le Monnier in 1390 and Bartholomew Bosan in 1391. It thus seems reasonable to consider the letters of denization on the Patent Rolls during the 1380s to be an important stage in the longer process of giving foreign residents recognisable rights as naturalised Englishmen. The details and practicalities of such a process still depended entirely on the royal will as channelled and expressed through the Chancery, and the precise contents of letters of denization would continue to change and develop over the course of the fifteenth century.[CITATION-116] The ordinance of 1377 for the forced removal of aliens should not, therefore, be taken as the only determinant of the longer-term development of letters of denization. Rather, it provides the crucial explanation, previously unnoticed, for the emergence of the specific characteristic of letters of denization that was lacking in earlier protections for resident aliens: the formal transfer of allegiance from a foreign power to the Crown of England.Over the remainder of the medieval era, denization remained a special and exclusive status sought and acquired by only a very small proportion of the foreigners resident in England. Across the entire fifteenth century, the Chancery enrolled only 334 letters patent of denization, an average of only just over three per year.[CITATION-117] Not everyone sought registration of their grants, but the overall numbers must still have remained small; greater levels of activity tended only to occur during periods of political, military and diplomatic uncertainty, as during the minority of Henry VI.[CITATION-118] Denization only became a routine matter in the sixteenth century, when there was a very substantial increase in the number and social range of persons seeking the status. The early history of the process can nonetheless tell us a great deal both about the principles that determined the rights of foreigners living in England and the official and public attitudes that conditioned those rights. The conventional emphasis on the relationship between the history of denization and the history of trade has failed to address the fact that most of the important developments in the status of foreign residents over the second half of the thirteenth and fourteenth centuries took place within the specific context of diplomatic emergency and foreign war. The date of 1271 has been remarked before as the earliest known point at which the English Chancery granted something approaching denizen status to a foreign resident, but the Anglo-Flemish diplomatic crisis prevailing in that moment has previously been ignored as a factor in this development. The disruptive consequences of the general confiscations announced against hostile aliens on successive outbreaks of war with France in 1294, 1324 and 1337 led the Crown to become increasingly more selective about removing the rights of trustworthy foreigners, and to develop a system of protections that allowed them to be treated in principle and practice as though they were denizens. The cases of the le Monniers and of Raymond Pellegrini in 1347–9, discussed here for the first time, demonstrate that, under exceptional circumstances, the English Chancery could be persuaded to bestow a specific form of ‘inhabitant’ status that showed some interesting affinity with the contemporary French. However, it was the shift in public attitudes after 1369, and the specific recommendations made by parliament and implemented by the Crown to allow protection from the expulsion ordinance of 1377, that created the particular set of conditions required for the adoption of a consistent and recognisable system of denization based on the formal transfer of allegiance. The early history of denization thus offers a useful insight into the conceptual challenges involved in searching for the origins of historical phenomena, and of the need to set medieval law in its fullest political and social context.",
    "footnotes": {
        "1": "C. Parry, British Nationality Law and the History of Naturalization (Milan, 1954); T. Wyatt, ‘Aliens in England before the Huguenots’, Proceedings of the Huguenot Society of London, xix (1953–9), pp. 77–81; A. Beardwood, ‘Mercantile Antecedents of the English Naturalization Laws’, Medievalia et Humanistica, xvi (1964), pp. 64–76; R.F. Monger, ‘Immigrants in the Public Records’, Genealogists’ Magazine, xvi (1970), pp. 197–201; K. Kim, Aliens in Medieval Law: The Origins of Modern Citizenship (Cambridge, 2000), pp. 52–7; R. Kershaw and M. Pearsall, Immigrants and Aliens: A Guide to Sources on UK Immigration and Citizenship (2nd edn., Kew, 2004), pp. 97–111.",
        "2": "Kim, Aliens in Medieval Law, p. 52 and n. 87.",
        "3": "T.F. Tout, Chapters in the Administrative History of Mediaeval England: The Wardrobe, the Chamber and the Small Seals (6 vols., Manchester, 1920–33), iii. 170–71; W.M. Ormrod, ‘The Origins of the Sub Pena Writ’, Historical Research, lxi (1988), pp. 11–20.",
        "4": "The Statutes of the Realm, ed. Alexander Luders et al. (11 vols., London, 1810–28), i. 310; Kim, Aliens in Medieval Law, pp. 116–23, 210.",
        "5": "For the specific historical context in which De natis ultra mare was framed, see R.A. Griffiths, King and Country: England and Wales in the Fifteenth Century (London, 1991), pp. 45–8; The Parliament Rolls of Medieval England, ed. C. Given-Wilson et al. (16 vols., Woodbridge, 2005) [hereafter PROME], v. 5.",
        "6": "Beardwood, ‘Mercantile Antecedents’, pp. 64–76.",
        "7": "See the 1295 and 1351 cases of Elias, Lord Daubenay and his grandson Giles, Lord Daubenay: PROME, i. 9 and v. 5.",
        "8": "Beardwood, ‘Mercantile Antecedents’, pp. 69–70.",
        "9": "A. Beardwood, Alien Merchants in England, 1350 to 1377: Their Legal and Economic Position (Cambridge, MA, 1931), pp. 65–75; Kim, Aliens in Medieval Law, pp. 45–50.",
        "10": "S. Dempsey, ‘The Italian Community in London during the Reign of Edward II’, London Journal, xviii (1993), pp. 14–22.",
        "11": "Beardwood, ‘Mercantile Antecedents’, p. 71. See especially the case of Henry Hansforth (1431), discussed by Kershaw and Pearsall, Immigrants and Aliens, p. 7.",
        "12": "The classic statement is Beardwood, ‘Mercantile Antecedents’, pp. 64–76.",
        "13": "Among a very large bibliography, see T.H. Lloyd, Alien Merchants in England in the High Middle Ages (Brighton, 1982), pp. 9–34; T.H. Lloyd, England and the German Hanse, 1157–1611: A Study of their Trade and Commercial Diplomacy (Cambridge, 1991); M. Kowaleski, ‘“Alien” Encounters in the Maritime World of Medieval England’, Medieval Encounters, xiii (2007), pp. 96–121.",
        "14": "Kim, Aliens in Medieval Law, pp. 89–102; C. New, History of the Alien Priories in England to the Confiscation of Henry V (Chicago, IL, 1916); M.M. Morgan, ‘The Suppression of the Alien Priories’, History, xxvi (1941), pp. 204–12; D. Matthew, The Norman Monasteries and their English Possessions (Oxford, 1962), pp. 81–107; A.K. McHardy, ‘The Effects of War on the Church: The Case of the Alien Priories in the Fourteenth Century’, in M. Jones and M. Vale, eds., England and her Neighbours, 1066–1453: Essays in Honour of Pierre Chaplais (London, 1989), pp. 277–95; B. Thompson, ‘The Laity, the Alien Priories and the Redistribution of Ecclesiastical Property’, in N.J. Rogers, ed., England in the Fifteenth Century: Proceedings of the 1992 Harlaxton Symposium (Stamford, 1994), pp. 19–41. For letters patent confirming the corporate status of alien priories quam indigenam, see Calendar of Patent Rolls [hereafter CPR], 1348–1350, p. 407; CPR, 1350–1354, p. 47; CPR, 1370–1374, p. 286; CPR, 1374–1377, p. 301; CPR, 1377–1381, p. 419; CPR, 1381–1385, p. 483; CPR, 1389–1392, p. 366; CPR, 1391–1396, pp. 330, 552; CPR, 1396–1399, p. 84.",
        "15": "B. Lambert and W.M. Ormrod, ‘A Matter of Trust: The Royal Regulation of England’s French Residents During Wartime, 1294–1377’ (forthcoming in Historical Research, 2016).",
        "16": "For the background, see T.H. Lloyd, The English Wool Trade in the Middle Ages (Cambridge, 1977), pp. 28–30; H. Berben, ‘Une guerre économique au Moyen Âge. L’embargo sur l’exportation des laines anglaises (1270–74)’ in Etudes d’Histoire Dédiées à la Mémoire de Henri Pirenne (Brussels, 1937), pp. 1–17.",
        "17": "Beardwood, ‘Mercantile Antecedents’, p. 69.",
        "18": "CPR, 1258–1266, p. 496; CPR, 1266–1272, p. 258.",
        "19": "Berben, ‘Guerre économique’, p. 3.",
        "20": "C. Wijffels, ‘Nieuwe gegevens betreffende een XIIIde eeuwse “democratische” stedelijke opstand: de Brugse “Moerlemaye” (1280–81)’, Bulletin de la Commission Royale d’Histoire, cxxxii (1966), pp. 53–4, 69.",
        "21": "CPR, 1266–1272, p. 523.",
        "22": "Ibid., pp. 557–8.",
        "23": "Ibid., pp. 553–7.",
        "24": "A.R. Bell, C. Brooks and P.R. Dryburgh, The English Wool Market, c.1230–1327 (Cambridge, 2007), pp. 37, 82; Lloyd, English Wool Trade, pp. 46–7.",
        "25": "Calendar of Close Rolls [hereafter CCR], 1268–1272, p. 205; Calendar of Charter Rolls, 1257–1300, p. 135. During the thirteenth century those appointed as the king’s chamberlain of London (a different office from that of city chamberlain) also acted as the king’s butler, a title and function into which the chamberlainship itself was subsumed during the fourteenth century. Until 1478 the king’s chamberlain was also ex officio coroner of the city, though there is no evidence that de la More ever fulfilled the latter function: W. Kellaway, ‘The Coroner in Medieval London’, in A.E.J. Hollaender and W. Kellaway, eds., Studies in London History Presented to P.E. Jones (London, 1969), p. 88; B.R. Masters, The Chamberlain of the City of London, 1237–1987 (London, 1988), p. 5; G.A. Williams, Medieval London: From Commune to Capital (London, 1963), pp. 117–18.",
        "26": "CCR, 1268–1272, pp. 43, 203–5, 307, 461; A.L. Simon, The History of the Wine Trade in England (3 vols., London, 1964), i. 117, 147.",
        "27": "Lloyd, English Wool Trade, p. 33; CCR, 1268–1272, p. 523; Hansisches Urkundenbuch, ed. K. Höhlbaum, K. Kunze and W. Stein (11 vols., Halle, 1876–1916), i. 248.",
        "28": "CCR, 1268–1272, p. 545; CPR, 1272–1281, p. 179; Calendar of Fine Rolls [hereafter CFR], 1272–1307, p. 4; CPR, 1281–1292, pp. 10, 84.",
        "29": "CPR, 1266–1272, pp. 553, 555.",
        "30": "CPR, 1272–1281, p. 55.",
        "31": "CPR 1292–1301, pp. 129, 189.",
        "32": "Lambert and Ormrod, ‘A Matter of Trust’.",
        "33": "The National Archives [hereafter TNA], E 106/3/17, m. 1.",
        "34": "TNA, E 106/3/6, m. 3.",
        "35": "TNA, E 106/3/6, mm. 1, 4.",
        "36": "TNA, C 47/27/6/1.",
        "37": "CCR, 1302–1307, pp. 366–8; CCR, 1307–1313, pp. 126–7, 131; PROME, iii. 288.",
        "38": "Lambert and Ormrod, ‘A Matter of Trust’.",
        "39": "CCR, 1327–1330, pp. 326–7, 335, 340–41, 445–6.",
        "40": "Lambert and Ormrod, ‘A Matter of Trust’.",
        "41": "CPR, 1334–1338, p. 427. The letters were renewed (but not enrolled in Chancery) in July 1338: TNA, C 81/264/12883. Possibly this is the same Peter le Monnier who traded in Exeter between 1302 and 1321: Local Customs Accounts of the Port of Exeter, 1266–1321, ed. M. Kowaleski, Devon and Cornwall Record Society, new ser., xxxvi (1993), pp. 22–3.",
        "42": "PROME, iv. 261, 268; Statutes of the Realm, i. 292; W.M. Ormrod, ‘A Problem of Precedence: Edward III, the Double Monarchy, and the Royal Style’, in J.S. Bothwell, ed., The Age of Edward III (Woodbridge, 2001), pp. 133–53.",
        "43": "CPR, 1338–1340, p. 462.",
        "44": "CPR, 1340–1343, p. 500.",
        "45": "CPR, 1345–1348, pp. 20, 441.",
        "46": "See, for example, those taken out by le Monnier’s fellow amiénois John le Cras: TNA, C 66/220, m. 20 (calendared in CPR, 1345–1348, p. 268).",
        "47": "‘… habens ibidem uxorem et liberos ac perpetuum domicilium et lotto et scotto et aliis omnibus quibuscumque in eadem villa’: TNA, C 66/217, m. 11 (calendared in CPR, 1345–1348, p. 153).",
        "48": "TNA, C 66/197, m. 16 (calendared in CPR, 1338–1340, p. 462), and C 66/217, m. 11 (calendared in CPR, 1345–1348, p. 153).",
        "49": "CPR, 1345–1348, p. 438. For the truce, see Foedera, conventiones, literae, et cujuscunque generis acta, ed. Thomas Rymer (Record Commission edn., 3 vols., London, 1816–30), iii. 136–8.",
        "50": "TNA, C 66/222, m. 14 (calendared in CPR, 1345–1348, p. 153).",
        "51": "CPR, 1345–1348, pp. 258–9, 402.",
        "52": "CPR, 1327–1330, p. 416.",
        "53": "W.M. Ormrod, ‘Montagu, William, First Earl of Salisbury (1301–1344)’, Oxford Dictionary of National Biography (60 vols., Oxford, 2004), xxxviii. 773–5.",
        "54": "CPR, 1340–1343, p. 500. The privy seal warrants for the grants of 1340 and 1347 described Peter le Monnier as the king’s ‘well beloved’ (nostre bien amez): TNA, C 81/264/12883 and C 81/313/17798.",
        "55": "CPR, 1345–1348, p. 346; W.E. Lunt, Financial Relations of the Papacy with England, 1327–1534 (Cambridge, MA, 1962), p. 85.",
        "56": "For his preferment in the English Church, see Fasti Ecclesiae Anglicanae, 1300–1541, ed. H.P.F. King, B. Jones and J.M. Horn (12 vols., London, 1962–7), i. 54–5, iii. 33–5 and 58–60, iv. 48–9, v. 23–5, viii. 49–51; A.D.M. Barrell, The Papacy, Scotland and Northern England, 1342–1378 (Cambridge, 2002), pp. 66–7.",
        "57": "CPR, 1324–1327, p. 56; TNA, C 61/49, m. 18d, and E 372/182, rot. 56.",
        "58": "A.D.M. Barrell, ‘The Ordinance of Provisors of 1343’, Historical Research, lxiii (1991), pp. 264–77; id., The Papacy, Scotland and Northern England, p. 14.",
        "59": "The Register of Ralph of Shrewsbury, Bishop of Bath and Wells, 1329–1363, ed. T.S. Holmes, Somerset Record Society, ix–x (2 vols., 1895–6), i. 418 (no. 1551); Registrum Johannis de Trillek, Episcopi Herefordensis, ed. J.H. Parry, Canterbury and York Society, viii (1912), pp. 260–61; Registrum Hamonis Hethe, Diocesis Roffensis, A.D. 1319–1352, ed. C. Johnson, Canterbury and York Society, xlvii, xlix (2 vols., 1948), ii. 768–9.",
        "60": "CFR, 1346–1347, pp. 463–5.",
        "61": "PROME, iv. 398–9, 402; CCR, 1346–1349, p. 153; Register of Ralph of Shrewsbury, ii. 536 (no. 1964); Registrum Johannis de Trillek, pp. 284, 287–9; Registrum Hamonis Hethe, ii. 790–1; The Register of John Kirkby, Bishop of Carlisle, 1332–1352, ed. R.L. Storey, Canterbury and York Society, lxxix, lxxxi (2 vols., 1993–5), vol. i, nos. 825–6.",
        "62": "CPR, 1345–1348, pp. 207, 245, 264, 425; CFR, 1337–1347, pp. 484, 487–8; CFR, 1347–1356, pp. 24, 41, 76.",
        "63": "CPR, 1345–1348, p. 250; and see also CPR, 1348–1350, p. 182.",
        "64": "CPR, 1345–1348, p. 154.",
        "65": "Foedera (Record Commission edn.), iii. 136–8.",
        "66": "CPR, 1348–1350, p. 46; PROME, v. 14, 25–7, 83.",
        "67": "None of the letters taken out by the le Monniers makes any direct mention of fiscal rights. Compare the separate order to the collectors of the petty customs in London, in May 1348, to supersede the exaction made upon Peter le Monnier because he was a denizen: CCR, 1346–1349, p. 455.",
        "68": "B. d’Alteroche, De l’étranger à la seigneurie à l’étranger au royaume: XIe–XVesiècle (Paris, 2002), pp. 62–7, 82–5.",
        "69": "P. Chaplais, Essays in Medieval Diplomacy and Administration (London, 1981), ch. xxii, pp. 171–4; W.M. Ormrod, ‘Accountability and Collegiality: The English Royal Secretariat in the Mid-Fourteenth Century’, in K. Fianu and D.J. Guth, eds., Ecrit et pouvoir dans les chancelleries médiévales: Espace français, espace anglais (Louvain la Neuve, 1997), pp. 61–76.",
        "70": "CCR, 1346–1349, p. 561; A.J. Scrase, ‘A French Merchant in Fourteenth-Century Wells’, Proceedings of the Somerset Archaeological and Natural History Society, cxxxiii (1989), pp. 132–3.",
        "71": "Fasti Ecclesiae Anglicanae, iii. 33, v. 23; Barrell, The Papacy, Scotland and Northern England, p. 14. Hugh himself was to abjure his allegiance to Edward III and take the side of the French king on the re-opening of war in 1369, and as a result lost his valuable preferments in England: Fasti Ecclesiae Anglicanae, i. 109, iii. 73, x. 11.",
        "72": "W.M. Ormrod, Edward III (London, 2011), pp. 457–8.",
        "73": "PROME, v. 224, 227. For attitudes to espionage, see J.R. Alban and C.T. Allmand, ‘Spies and Spying in the Fourteenth Century’, in C.T. Allmand, ed., War, Literature and Politics in the Late Middle Ages: Essays in Honour of G.W. Coopland (Liverpool, 1976), pp. 73–101.",
        "74": "PROME, v. 224. For the inquiry, see Calendar of Inquisitions Miscellaneous (Chancery) (8 vols., London, 1916–2003), vol. ii, no. 734.",
        "75": "PROME, v. 285–6, 331–7.",
        "76": "Ormrod, Edward III, p. 541 and n. 82; TNA, E 106/1/5, E 106/10/2, E 106/10/10, E 106/10/11, E 106/10/13, E 135/25/7.",
        "77": "C.J. Neville, ‘Local Sentiment and the “National” Enemy in Northern England in the Later Middle Ages’, Journal of British Studies, xxxv (1996), pp. 427–8.",
        "78": "The Good Parliament of 1376 demanded the expulsion of Lombard brokers operating in the English financial markets, but the petition was targeted at a small group of untrustworthy financiers and was not a general attack either on Italians or on aliens at large: PROME, v. 318; G. Holmes, The Good Parliament (Oxford, 1975), pp. 118–20.",
        "79": "Ormrod, Edward III, pp. 498–523, 569, 574–5.",
        "80": "PROME, v. 407.",
        "81": "PROME, v. 420–21.",
        "82": "PROME, v. 421.",
        "83": "For the strong continuity of the Commons’ agenda across the three Parliaments of 1376, January 1377 and October 1377, see N.B. Lewis, ‘Re-election to Parliament in the Reign of Richard II’, English Historical Review, xlviii (1933), pp. 381–5.",
        "84": "PROME, vi. 48–50; TNA, C 76/62, m. 14 (printed in Foedera, conventiones, literae, et cujuscunque generis acta, ed. Thomas Rymer [2nd edn., 20 vols., London, 1727–35], vii. 180–2), and C 255/3/5, no. 1.",
        "85": "TNA, E 106/11/18 contains the writ sent to the bishop of Salisbury and a return listing a number of cardinals and other alien clergy.",
        "86": "Matthew, Norman Monasteries, pp. 153–5; A.K. McHardy, ‘The Alien Priories and the Expulsion of Aliens from England in 1378’, Studies in Church History, xii (1975), pp. 33–41; Kim, Aliens in Medieval Law, pp. 97–8; J. Sumption, The Hundred Years War, III: Divided Houses (London, 2009), p. 290.",
        "87": "CPR, 1377–1381, pp. 126–7; CCR, 1377–1381, p. 115; C. Given-Wilson, The Royal Household and the King’s Affinity: Service, Politics and Finance in England, 1360–1413 (London, 1986), pp. 123–4.",
        "88": "A run of common petitions in Parliament against alien clergy in 1381–3 prompted a further inquiry into foreigners holding benefices in England in 1384: PROME, vi. 255–6, 292, 351–2; TNA, SC 1/43, nos. 18, 19, 23, 25. The political pressure that resulted in the re-issue of the Statutes of Provisors and Praemunire in 1390 and 1393 is conveniently summarised by P. Heath, Church and Realm, 1272–1461 (London, 1988), pp. 213–18.",
        "89": "TNA, C 76/60, m. 2.",
        "90": "TNA, C 76/61, m. 15. The patent was also entered on the Fine Roll but that enrolment was subsequently cancelled with cross-reference to the valid entry on the French Roll: CFR, 1377–1383, p. 47.",
        "91": "TNA, C 76/61, m. 10.",
        "92": "TNA, C 76/61, m. 4, C 76/62, m. 1, C 76/63, m. 5, C 76/64, m. 9.",
        "93": "TNA, C 76/61, m. 1.",
        "94": "Lambert and Ormrod, ‘A Matter of Trust’.",
        "95": "Only two appear on the roll for 7 Richard II (1383–4): TNA, C 76/67, mm. 11, 15.",
        "96": "CPR, 1381–1385, pp. 413, 581; CPR, 1385–1389, pp. 53, 463, 518; CPR, 1388–1392, pp. 23, 318, 361; CPR, 1391–1396, pp. 9, 285; CPR, 1396–1399, pp. 84, 90, 176, 201, 248, 463; CPR, 1399–1401, pp. 236, 255, 258, 355, 374.",
        "97": "TNA, C 66/332, m. 43 (calendared in CPR, 1388–1392, p. 361).",
        "98": "CPR, 1388–1392, pp. 23, 361; CPR, 1396–1399, pp. 90, 176, 248; CPR, 1399–1401, p. 236.",
        "99": "TNA, SC 8/253/12631; CPR, 1388–1392, p. 23. Arnold would later serve as an MP for Dartmouth and as a mayor of the town: L.S. Woodger, ‘Arnold (Arnaud), Edmund (d. 1419), of Dartmouth, Devon and Gascony’, in J.S. Roskell, L. Clark and C. Rawcliffe, eds., The History of Parliament: The House of Commons, 1386–1421 (4 vols., Stroud, 1993), ii. 53–4; H.R. Watkin, Dartmouth (Parochial Histories of Devonshire, 5; Exeter, 1935), p. 184. For the complex position regarding the allegiance of the people of Gascony, see P. Chaplais, ‘English Arguments Concerning the Feudal Status of Aquitaine in the Fourteenth Century’, Bulletin of the Institute of Historical Research, xxi (1946–48), pp. 203–13. The other three successful requests for the denization of Gascons before 1400 may conceivably have been prompted by the debates raging in the 1390s as to whether, in order to effect a lasting peace between England and France, Richard II would consider setting up Gascony as an independent territory under his uncle, John of Gaunt: M.G.A. Vale, English Gascony, 1399–1453: A Study of War, Government and Politics during the Later Stages of the Hundred Years’ War (Oxford, 1970), pp. 27–32.",
        "100": "PROME, viii. 536.",
        "101": "CPR, 1429–1436, p. 502; CPR, 1436–1441, pp. 62, 384, 560; CPR, 1441–1446, p. 36.",
        "102": "Neville, ‘Local Sentiment and the “National Enemy”’, pp. 419–37.",
        "103": "PROME, v. 62.",
        "104": "Above, at n. 74. We have searched the Patent Rolls and Scotch Rolls of the English Chancery for grants in response to the parliamentary debate of 1369, but found no evidence of the adoption of new forms to the benefit of Scottish residents.",
        "105": "TNA, C 66/317, m. 4 (calendared in CPR, 1381–1385, p. 413).",
        "106": "CPR, 1385–1389, p. 53; CPR, 1401–1405, p. 183. For the numbers and conditions of Scots resident in England in the later middle ages, see J.A. Galloway and I. Murray, ‘Scottish Migration to England, 1400–1560’, Scottish Geographical Magazine, cxii (1996), pp. 29–38; J.A.F. Thomson, ‘Scots in England in the Fifteenth Century’, Scottish Historical Review, lxxix (2001), pp. 1–16; R.A. Griffiths, ‘Crossing the Frontiers of the English Realm in the Fifteenth Century’, in H. Pryce and J.L. Watts, eds., Power and Identity in the Middle Ages: Essays in Memory of Rees Davies (Oxford, 2007), pp. 211–25.",
        "107": "While later recipients of denization who were of noble status and/or were members of the royal household may well have given oaths of allegiance to the king in person, it seems likely that the majority made oaths in Chancery on receiving and paying for their letters patent, or to other persons deputed to act for the Crown. Only a small number of certificates of homage given in return for denization survive for the fifteenth century, the earliest of them dating from 1444: TNA, PSO 1/63/44, and PSO 1/64/13, 17, 48, and 52–4.",
        "108": "TNA, C 66/327, m. 1 (calendared in CPR, 1385–1389, p. 463). The grant was enrolled again in January 1389: CPR, 1385–1389, p. 518. For biographical detail on Henry Wyman, including his mayorship of York, see J. Kermode, Medieval Merchants: York, Beverley and Hull in the Later Middle Ages (Cambridge, 2002), p. 346.",
        "109": "CCR, 1383–1389, p. 2; Hanseakten aus England, ed. K. Kunze (Halle, 1891), no. 222; Hansisches Urkundenbuch, vol. iii, nos. 27, 258; Hanserecesse, ed. G. Wentz et al. (8 vols., Leipzig, 1870–97), vol. i, no. 154.",
        "110": "Register of the Freemen of the City of York, I: 1272–1558, ed. F. Collins, Surtees Society, xcvi (1897), p. 88.",
        "111": "Woodger, ‘Arnold (Arnaud), Edmund’, pp. 53–4.",
        "112": "CPR, 1391–1396, p. 9; H.L. Bradley, ‘Bosan, Bartholomew (d. 1400)’, Oxford Dictionary of National Biography, vi. 687–8. In November 1390, the Fleming Henry Shafot received comparable privileges but did not swear an oath: CPR, 1388–1392, p. 318.",
        "113": "CPR, 1381–1385, p. 581; CPR, 1385–1389, pp. 463, 518; CPR, 1391–1396, p. 9; CPR, 1396–1399, pp. 84, 463; CPR, 1399–1401, pp. 255, 258, 355, 374.",
        "114": "The Hull customs accounts for 1391 record wool shipments for both Wyman and van Upstall: The Early Yorkshire Woollen Trade, ed. J. Lister, Yorkshire Archaeological Series, lxiiii (1924), pp. 23–4. On van Upstall, see M. Twycross, ‘Some Aliens in York and their Overseas Connections up to c.1470’, Leeds Studies in English, new ser., xxix (1998), pp. 367–8.",
        "115": "CPR, 1391–1396, p. 285.",
        "116": "Beardwood, ‘Mercantile Antecedents’, pp. 72–3; S.L. Thrupp, Society and History: Essays (Ann Arbor, MI, 1977), p. 106.",
        "117": "These figures derive from a comprehensive search of the Patent Rolls for the period 1400 to 1499.",
        "118": "Beardwood, ‘Mercantile Antecedents’, pp. 67–8, 72–3; G. Dodd, Justice and Grace: Private Petitioning and the English Parliament in the Late Middle Ages (Oxford, 2007), pp. 229–31."
    }
}