{
    "title": "Gender and Protest in Late Medieval England,c.1400–c.1532*",
    "author": "Alice Raw",
    "date": "19 October 2021",
    "article": "Women appear in our sources as active participants in outbreaks of revolt across the fifteenth and early sixteenth centuries. This should not be surprising, yet historians’ general silence on the subject makes it so. Most scholarly accounts up to the 1980s, and often beyond, portray revolt as a wholly male enterprise. If and when the subject of female participation is broached, it is concluded that women were little involved in public acts of dissent in England. Where historians do find women at the centre of civil unrest, they explain their presence away or relegate their complaints to ‘women’s issues’. By contrast, when men are involved, modern commentators decide that they speak for a ‘common good’, and devote considerable interpretative energies to deciphering what has spurred them into action, seeing—for instance—a wealth of meaning in protests about poverty, inequality or evil counsel. The operative logic is that women can speak only for themselves, men for others. Here we consider the documentary evidence for women’s participation in protest, and show that women were not necessarily driven by gendered motives. Defining their part is as challenging as defining that of male rebels.The King was on his way to hold his hunt in the Northern countries … He changed his mind, turned around, and came back … Some say that it is because for three or four days after he started on the journey, he was urged insistently by the people on the road to recall the Queen, and the women cried strangely after the Lady, calling out a thousand insults and rebukes ().[CITATION-1] It is July 1532. ‘The Lady’ here, Anne Boleyn, was not yet Henry VIII’s wife; he was still married to Catherine of Aragon. The couple’s progress northwards was hampered by the disapproval of ‘the people’. In this letter to the Holy Roman Emperor Charles V, the ambassador Eustace Chapuys remarked particularly upon the vocal role of women in stopping the royal party in its tracks. Modern scholars, in so far as they have noticed this episode, have interpreted it as demonstrating womanly interest in the ‘matrimonial affairs of the royal family’.[CITATION-2] No one has thought to include the 1532 halting of the royal hunt in histories of political protest in Tudor England. The omission epitomises the systemic oversight of female dissent in late medieval and early Tudor England. Accounting for this omission, and starting to re-imagine what a properly constituted history of protest would look like, are the primary goals of this essay.[CITATION-3] Popular politics in the fifteenth century, particularly the latter half, is in general an understudied area.[CITATION-4] Yet one of the distinctive features of the later fourteenth to mid-sixteenth centuries is the recurrence of mass popular insurrections expressing collective grievance. On two occasions, 1450 and 1497, rebels (or petitioners) marched on London.[CITATION-5] Women were demonstrably among them. Even so, most scholarly accounts up to the 1980s, and often beyond, portray revolt as a wholly male enterprise. If and when the subject of female participation is broached, it is concluded that women were little involved in public acts of dissent in England.[CITATION-6] For example, Samuel Cohn found that ‘women, far from being the principal participants in later medieval protest, were remarkable for their absence’.[CITATION-7] Where historians do find women at the centre of civil unrest, they explain their presence away.[CITATION-8] The protestors, so the thinking goes, must have been interested in ‘women’s issues’: they were angry on behalf of deserted wives, such as Catherine. Their quarrel with the royal household pertained to the ‘private sphere’, without wider political significance.[CITATION-9] By contrast, when late medieval or early modern men were involved, modern commentators decide that they spoke for a ‘common good’, and devote considerable interpretative energies to deciphering what spurred them into action, seeing—for instance—a wealth of meaning in protests about poverty, inequality or evil counsel.[CITATION-10] The operative logic is that women can speak only for themselves, men for others. There is truly a monstrous regiment of assumptions about gender here.In her study of the Peasants’ Revolt of 1381, Sylvia Federico issues a call to consider the ‘horizons of plausibility’ for women in revolt.[CITATION-11] Pardon rolls, if not necessarily reflective of actual acts, do demonstrate the offences it was credible to suggest women could commit, and the accusations from which they felt the need to protect themselves.[CITATION-12] Where women appear in court rolls as having committed a felony, they are often named alongside male relatives.[CITATION-13] Several examples of such family units can be found in the pardons for the Cumberland Rebellion of 1470:The like to William Musgrave late of Edynhall, co. Cumberland, esquire, Joan Musgrave of the same, widow, Nicholas Musgrave of the same, ‘jentilman’ … Joan Robynson … Henry Fitzhugh of Fitzhugh, knight, and Alice his wife, Francis Lovell … and Anne Lovell his wife[CITATION-14] … Richard Fitzhugh, son of the said Henry Fitzhugh, George Fitzhugh, Edward Fitzhugh, Thomas Fitzhugh and John Fitzhugh, sons of the same Henry, Elizabeth Fitzhugh, daughter of the same Henry, Joan Lovell and Frideswide, sisters of the same Francis Lovell, Katherine Clerionet wife of William Clerionet, ‘jentilman’,[CITATION-15] Grace Pudsay late of Ravenswath,[CITATION-16] co. York, Margaret Murton late of the same, Joan Robynson wife of John Robynson,[CITATION-17] Joan Lokwode[CITATION-18] late of the same, Joan Goldsmyth late of the same, Alice Bereworth late of the same, Joan Colyns wife of William Colyns, Elizabeth Hanserd late of the same, Elizabeth Appilby late of the same, Joan Blackburne wife of John Blakburne … Edward Pudsay late of Ravenswath, chaplain … William Clerionet late of the same … William Robynson late of the same.[CITATION-19] In his(2007), Anthony Pollard names only one woman involved in the Cumberland Rebellion: Joan Musgrave, the sister-in-law of Sir Richard Musgrave, one of the earl of Warwick’s most trusted servants in the north-west. The remainder of the names given here are identified by Pollard as ‘several yeomen of Edenhall’.[CITATION-20] The majority of women in this pardon appear in the records within family groups, but rarely with their husbands. Of the seventeen women, six are married, but only two appear with their husbands. There are six for whom other male members of their kin appear in the pardon roll, but not usually alongside them, and five who appear to be singlewomen of Ravenswath, the seat of Warwick’s brother-in-law Henry, Lord Fitzhugh.[CITATION-21] It seems likely that these women formed part of the household, affinity and local tenancy of Fitzhugh.[CITATION-22] Although it is not usual to find quite so many women together in the pardon rolls, these examples are useful because they can provide a control for other, more taciturn sources—reminding us that absence of evidence is not evidence of absence. Of the two chronicle accounts that explicitly reference the Cumberland Rebellion of 1470, neither gives any hint that women may have been involved.[CITATION-23] Such cases can raise questions about the role of women as active agents in insurrection when they do appear.While making women visible, we also need to account for their invisibility as we encounter it, and ‘uncover processes by which they are excluded’.[CITATION-24] Brian Manning suggested that exceptional historical circumstances could require women ‘to play unusual roles’ and impel them ‘to adopt unconventional attitudes’.[CITATION-25] Ralph Houlbrooke similarly views women in protest as occasionally breaching ‘the bounds of conventionally acceptable behaviour’.[CITATION-26] Approaching sources with this underlying assumption of exceptionalism has conditioned responses to texts which indicate women’s presence: scholars have boxed themselves into explaining peculiarly female protest, rather than viewing women as being part of the common voice.Historians typically posit that female complaints were made on behalf of male relatives, as men may have believed that it was ‘safer to send their wives out to do the rioting alone’.[CITATION-27] In July 1532, ‘a great riott and unlawfull assemble of many evill disposed women’ gathered at Great Yarmouth. It was thought that these women could not have gathered without ‘the mayntenaunce, supportacione, and abeytyng of their husbandes and other misruled persons’.[CITATION-28] However, that is not what we see at Cumberland in 1470: women are shown to have been married, but their husbands did not also feel the need to seek a pardon for participation or complicity. Further, the appearance of women separately from their male kin may reflect how they applied for a pardon: perhaps these women sought amnesty independently. Evidently, they did not consider their role to be inherently linked to that of men.The large-scale nature of Jack Cade’s rebellion in 1450, as well as the large volume of pardons, makes this set of records particularly useful. In his treatment of Cade’s Rebellion, Bertram Wolffe provided a detailed analysis of the social composition of the individuals named on the pardon rolls, but through a lens of maleness and occupation. Having counted 3,327 names, he noted with surprise the presence of eighteen esquires, as well as a single knight and seventy-six gentlemen. The ninety-five named women, whom Wolffe did not acknowledge or analyse, presumably for him could be categorised under the ‘many without designation’, along with the ungendered ‘others’ of townships—though surely the presence of an abbess is at least as notable as that of his ‘impeccably respectable’ mayors and former sheriffs.[CITATION-29] The abbess in question was Katherine of St Mary’s, Barking, sister of William de la Pole, duke of Suffolk. Suffolk was widely reviled for his role in the loss of French territories, and had been executed after a mock trial earlier in 1450. The recipients of general pardons were of course ‘no mere list of rebels’.[CITATION-30] Such pardons provided a comprehensive amnesty, free of charge, and would have been widely regarded as useful even if an individual had nothing to do with the rebellion.[CITATION-31] Receipt of a pardon may also have been a protective measure against false or malicious accusation.[CITATION-32] Isobel Harvey sees this as the impetus behind Katherine de la Pole’s pardon of 1450.[CITATION-33] She asserts that Katherine was likely to have been on the roll as a means of defence against potential ‘anti-Suffolk backlash’ in the wake of the rebellion. The same reasoning is applied by Harvey to Katherine’s (male) tenants who appear on the roll, four from Barking and at least another four from unspecified locations within the Becontree hundred.[CITATION-34] These men may indeed have feared repercussions from their association with the de la Pole name. A macaronic satirical dirge on the death of the duke, reported to have been written by the commons of Kent and appearing in several manuscripts, depicts Katherine as performing the Office of the Dead at his funeral alongside unpopular councillors, churchmen, and the recently murdered bishop of Chichester, Adam Moleyns: ‘The Abbes of Seynt Alborghe [shall say],’.[CITATION-35] This phrase comes from the opening of Psalm 7, which continues ‘save me from all them that persecute me, and deliver me: Lest he tear my soul like a lion, rending it in pieces’.[CITATION-36] The threatening subversion here complicates Katherine’s position: she appears both as a potential rebel in the pardon rolls, and a target of rebel anger in the dirge. To purchase a pardon bought into the notion of reconciliation with the Crown. Given the apparent damage done to her reputation and even that of her tenants by association with ‘false traitors’ to the king, the abbess may have regarded the pardon as having a symbolic value within the local community which outweighed the potential tarnish of the rebel status that accompanied it.[CITATION-37] The reasons for obtaining a pardon were complex, but for women the analysis has skewed heavily towards explaining why female pardons are not reflective of actual activity. Much has been made of the concept of diminished responsibility, which would lead us to expect greater proportions of singlewomen and widows in the pardon rolls, as they would need individual protection rather than being able to appeal to a male relative. Yet this is not what we see: wives with and without their husbands make up a far greater proportion of the women who appear in pardon rolls. The most interesting thing is that they are there at all, given that we are mostly led by standard accounts of revolts to believe that they should not be.Even where there is evidence for women as active figures and ringleaders motivated by ideas of the common good, they go unrecognised by otherwise comprehensive modern historical accounts. This may in part be due to the often ungendered groups that appear in more accessible records, such as letters of commission in the printed patent rolls. Occasionally, chronicle narratives provide evidence of women’s involvement where it is lacking in commission letters. On 7 January 1401, a commission of oyer and terminer was sent to Bristol ‘to enquire about all treasons, insurrections, rebellions, conventicles and unlawful congregations’ relating to a refusal by the city to pay tax still owing from Richard II’s reign.[CITATION-38] As with so many commissions, there is no indicator of the demography of the crowd. Yet Adam Usk, writing contemporaneously, records:On 1 May, in the middle of the market place at Norton St Philip, the drapers killed some of the King’s servants who had arrived bearing royal letters and demanding from them a tax … At Bristol, the wives undertook this task on behalf of their husbands, exchanging blows with another group of tax-collectors during a similar skirmish.[CITATION-39] This is no exaggeration on the part of the chronicler: the indictments also indicate a majority female crowd comprised of the wives of drapers and merchants.[CITATION-40] In his discussion of this case, the Victorian scholar James Wylie described the collectors as being ‘driven off, the women taking part in the fighting’.[CITATION-41] The passive ‘driven off’ here implies the presence of another, male, group. The crowd thus becomes male by default, rendering the women a mildly diverting side-detail. This is replicated in Chris Given-Wilson’s relation of the same episode, where the riot is called the act of ‘citizens of Bristol’, and their gender relegated to a footnote.[CITATION-42] A lack of gender indication should not be read as meaning ‘men’: we cannot simply assume either that a crowd was normally male, or that female crowds were considered exceptional.[CITATION-43] We simply do not know how often neutral abstractions mask female, or indeed male, participation.An example from Henbury, Gloucestershire, is revealing. A predominantly female crowd of around 120 people besieged Robert Pers in 1525 when he attempted to enter two messuages and a half yardland he had bought for an exceptionally low fine of 300. Fourteen women were indicted for riot and other misdemeanours before the Gloucestershire justices of the peace. Of these, five were subsequently mentioned by Pers in his bill of complaint to Star Chamber, two alongside their husbands.[CITATION-44] In his treatment of this episode, Christopher Dyer focuses on the workings of the bishop of Worcester’s estate, and as such finds that the ‘nepotistic deal … caused ill-feeling among the tenants’, with no mention of women.[CITATION-45] Yet the contentious issue for the tenants was not so much to do with the ugly machinations between officials as with the resulting loss of customs that was detrimental to them all. Women did not only act on ‘private’ concerns, but in cases touching the civic liberties of their locality, in the manner of burgesses resisting perceived incursions.The protests of women are consistently linked in our minds to fears around provision. There is of course some evidence to support the idea that women were driven by these concerns, in particular the oft-cited grain riots of the early sixteenth century.[CITATION-46] On 20 July 1532, a group of women seized a cart of wheat and brought it into Norwich market, selling the grain below the price set by the mayor. Afterwards, some of the women went to drink together. The mayor’s court subsequently labelled the episode as an ‘insurreccion … of women’.[CITATION-47] Of the twelve women appearing by name in the deposition, at least five were wives. The ringleaders were sentenced to be whipped in the market, although some were remitted, perhaps having opted to pay a fine. In their depositions, the women did not cite provision fears, which might have garnered the sympathy of the court. Elizabeth Barret said that she joined ‘for pitie’ of a woman she saw being physically attacked for her measure of corn, while Agnes Haddon simply said that she followed the price that seemed to have been set by the other women present.[CITATION-48] In assessing the role of women in popular politics, we must be mindful of the very limited access we have to the specific actions or impetus of any participant, regardless of gender. Women were not driven by one motive, did not perform a singular role. Defining their part is as challenging as defining that of male rebels. Few historians seek to point to universal factors that drove men to join large-scale insurrections—they generally look to provide a nuanced, multi-causal view—but in the case of the 1401 Bristol riots, Simon Walker argues that female participation was ‘intended to emphasize the damagingeffects of royal fiscal demands’.[CITATION-49] Even more explicitly, Cohn does not consider it problematic to suggest that in seeking explanations for women’s reasons for participating in revolts, ‘biological determinacy should reappear’, despite having been widely discredited, as ‘basic needs of the hearth bore more heavily on women … scarcity stimulated women’s basic instincts to protect and preserve their offspring’.[CITATION-50] Or, perhaps not. Feminist historiography has worked hard to move beyond the reduction of women to biological function.The approaches surveyed here underestimate women’s capacity for agency, and require readers to view any example of female insurrection either as ventriloquism or as ‘exceptional’ transgression.[CITATION-51] This short-circuits any enquiry into the contexts in which women might have been viewed as capable of acting with legitimacy for the common good.[CITATION-52] It also raises its own set of unanswered questions. If women were simply acting on behalf or at the instigation of men, why, and by whom, were their voices deemed more suitable in some cases than others?Shannon McSheffrey has recently drawn attention to the fact that public protests were ‘starkly, overwhelmingly male’; she estimates that women comprised around 2 per cent of the total of riot participants.[CITATION-53] Focusing on the example of the Evil May Day riots of 1517, during which apprentices and guild members attacked resident alien and immigrant workers, McSheffrey argues that the participants’ motives were economic and political, and ‘specifically concerned men rather than women’.[CITATION-54] Yet by one chronicler’s account, and as McSheffrey recognises, eleven of the four hundred people pardoned by the king were women.[CITATION-55] If we are willing to accept that these women may, too, have been politically, economically, or indeed xenophobically motivated, then we must look to structures rather than individual agency to account for the disparity in participation.Considering how actions were characterised in the record might help us to understand how participation was represented, and that might in turn throw some light on the reporting of women’s activism. In 1455, silkwomen of London petitioned Henry VI in parliament regarding the lack of adequate raw materials. Their complaint was explicitly framed as a means to prevent idleness among ‘young gentlewomen and other apprentices’, with the implicit message that these would otherwise fall into dissolute or disruptive behaviours. The petition was answered with remedial legislation.[CITATION-56] This example serves as a reminder that public action did not necessarily have to involve violence or weaponry, and, furthermore, that the way we view uprisings depends almost entirely on the response of authorities. The picture is complicated when we consider how protest, revolt, insurrection and riot are defined, both by historians and in contemporary sources, as terminology in the latter was far from systematic.[CITATION-57] The example of ‘riot’ is particularly instructive. In his 1984 study,, John Bellamy provides a succinct history of the term, from which it emerges that for much of the fifteenth century there was no clear official usage.[CITATION-58] Indeed, although ‘riot’, ‘rout’ and ‘unlawful assembly’ were regarded by lawyers as separate offences, there were no practical differences in how they were treated in law.[CITATION-59] Bellamy argues for a formative moment in the development of ‘riot’ as a specific offence sometime between 1488 and 1503, in which year legal doctrine on riot found perhaps its most influential statement in a reading delivered by Thomas Marowe as a preliminary to his becoming serjeant-at-law.[CITATION-60] If we are to believe Bellamy, Marowe’s definition became the standard, and early Tudor treatises and commentaries were largely agreed: a riot was an assembly of more than two people with the purpose of breaking the law, with an act committed to that purpose. One clause of Marowe’s definition is of particular interest here:If several women or children below years of discretion assemble of themselves for their own cause, this is not a riot. But if any other person causes such persons to assemble to make such a riot, in this case it will be said to be a riot.[CITATION-61] We might conclude that anyone in late medieval England seeking to make the case that an assembly of women was unlawful had to suggest male complicity or involvement as a matter of course—even if this did not necessarily reflect the realities of the case.[CITATION-62] However, as we have seen, Bellamy finds no clear pronouncement to this effect before 1503. Even more importantly, while law books after 1503 echo Marowe’s tone in terms of the number of participants necessary (more than two) and the requirement of intent and fulfilment of intent (gathering with the purpose of breaking the law, and committing the act), I have not found any example that repeats the specification of gender, and far beyond 1503 there is little evidence to suggest that women ceased to be imagined capable of rioting.[CITATION-63] In February 1537, Sir Thomas Arundel came under fire from Cromwell for his failure to report a riot by women, and, as late as 1589, a group of twenty-seven women of the parish of Enfield were indicted for having ‘assembled themselves riotously’, without any indication of male involvement.[CITATION-64] Thus, while Marowe may have sought to exclude women from popular protest on the basis of gender, there does not seem to have been any systematic application of his ideas, either in subsequent law books or in practices of prosecution.Perhaps more fruitful is John Baker’s suggestion that arms were the most important factor in turning a lawful assembly into a riot.[CITATION-65] Although this is likewise based on later law book evidence, McSheffrey too has explored the ways in which the understanding that ‘violence, including riot’ was a masculine behaviour may have affected how male observers and officials underestimated or diminished women’s participation.[CITATION-66] Jelle Haemers and Chanelle Delameillieure similarly argue that historians and sources both tend to privilege ‘immediate violence’ in defining acts of protest, over forms of resistance more conducive to female participation.[CITATION-67] Building on these insights, Justine Firnhaber-Baker posits that the lack of access to weaponry, and hence ability to commit violent actions, may account for the small numbers of women she finds in letters of remission for the Jacquerie Revolt of 1358 in France. She suggests a corrective: ‘related and supporting acts ought to count, too’.[CITATION-68] An episode in the northern revolts of 1536–7 demonstrates the impact of approaching records in this manner.[CITATION-69] The public execution of Margaret Cheyney for her part in inciting treason is well known.[CITATION-70] But women’s involvement in the revolts did not end with Cheyney. Following the dispersal of the rebels at the close of 1536, the duke of Norfolk was tasked with quelling the new swathe of uprisings in 1537. In Cumberland and Westmorland, the king’s law gave way to martial law.[CITATION-71] In May, it came to Cromwell’s attention that a number of the rebels who were hanged and left displayed had been taken down and buried in the night. Norfolk made inquiries, and wrote to the king that seventy-four bodies were missing, and that the perpetrators were ‘all women, and not one man’.[CITATION-72] Only the examinations for Cockermouth survive. They present that the principal instigators were the widows of rebels, acting with their mothers, mothers-in-law, daughters, friends, and indeed one mercenary.[CITATION-73] Some admitted to cutting down the bodies, while others claimed they simply fell. Unco-operative clergy refused to bury the traitors in consecrated ground; the women either secretly buried them in churchyards anyway, or in one case, in a nearby ditch. The flurry of letters between Norfolk, Cromwell and the king on the matter shows that this was considered to be a serious act of defiance for which punishment was necessary—although evidence for precisely what this may have entailed does not survive.[CITATION-74] But even as Norfolk reported this resistance to royal authority by women, Cromwell responded that the explanation was not satisfactory to the king, as such a scheme ‘cam not only of womens hedes’.[CITATION-75] In fact, only two instances of male involvement were found, and these were supporters rather than instigators.[CITATION-76] We as scholars must then correct for two levels of erasure—that of contemporary comment, and that of our own definitions of what it meant to protest.By attempting to hone definitions we have masked the plethora of meanings and interpretations that could be applied in any given case, and created an invisible category, ‘women’. We have ended up assuming a male group, partly because one authority says so and partly because it is what we—or, at times, our sources—expect to see. There is clearly a disparity in the lexicon we are using when we talk about women in popular protest: the remedy is to think more flexibly about female disorder, and its perceived role within legitimate complaint.[CITATION-77] We now turn to the status of the ‘outcry’, and where this mode of public action may have stood within the spectrum of (il)legitimate action. In 1442, John Talbot, earl of Shrewsbury, brought home only five of the sixteen tenants of his manor in Painswick, Gloucestershire, whom he had taken to war in France. An outcry ensued.[CITATION-78] The issue at stake, suggests Houlbrooke in his account of this episode, was that, for the eleven wives, this meant widowhood and the loss of their husbands’ holdings. The outcry led to the widows securing rights to their husbands’ lands for life.[CITATION-79] This alone suggests that the outcry was an effective means of pressuring lords in cases of specific grievance. However, Houlbrooke covers only a fraction of the remedial action secured: the manor court proceedings show that the widows had ‘cryed on’ the earl, and that in response he had composed seven articles, covering a broad range of grievances concerning leases, rents, and manorial services. The inquest thus resulted in alterations to the customs of the manor ‘very much to the advantage of the tenants’, not just to the widows.[CITATION-80] The loss of eleven men of working age was surely damaging to the whole community, and their widows appeared at the forefront of vocal demonstrations that reflected the collective nature of this loss.A letter from William Wayte to John Paston reporting another outcry in Norfolk in 1450 provides an illuminating example of how different means of protest could be used in tandem to complement one another. Men arranged to present a bill to the duke of York against the duke of Suffolk, while men and women of the town were simultaneously to ‘cry owte’ the same message.[CITATION-81] The ‘outcry’ does not appear to have been a peculiarly female form of protest, nor was it the reserve of those who lacked other means of voicing complaint: in the same letter, Wayte asks Paston to steer the mayor and aldermen of Norwich to ‘crye on’ to York for justice, as well as to co-ordinate ‘many porcions of Comeners to crye on’ in parts of the city where the duke was due to visit.[CITATION-82] This indicates that the outcry could be strategically deployed by men who held office, both in person and by organising the commons. The voices of the commons, and the voices specifically of a mixed gender crowd, were thought to hold political weight and performed a vital function in lobbying magnates.It seems reasonable to assume that, as a form of protest, the outcry was strongly related to the legal construct of the ‘hue and cry’, and gained its political legitimacy from this association. The hue and cry was a method of raising awareness that a crime had been committed. It was mandatory for any witness, and was one area of the judicial system where women appeared as frequently as men.[CITATION-83] It was the duty of any person who discovered a felony to raise the hue and cry, and anyone who heard it was bound to assist in the pursuit and apprehension of the culprit. Even if innocence was later proven, all who joined the pursuit were entirely justified in enacting an arrest. In this context, the ‘outcry’ could be interpreted as a legitimate means of demonstrating that a perceived injustice had occurred. Authorities were familiar with this method of pressure for remedy of grievance. In March 1538, Anglo-Imperial hostility had so threatened the cloth trade that the duke of Norfolk expected as many as three hundred women to petition him to force Suffolk clothiers to give them, their husbands and their children work. The possibility of this alone led him to make these arrangements before the women arrived.[CITATION-84] In his, Edward Hall praised Suffolk’s approach, and said that it prevented ‘some riotous act’.[CITATION-85] Just over a century before women insulted Anne Boleyn so strongly that the royal progress was abandoned—and as we have seen, this was described as a ‘cry’—another group of women presented a petition in parliament against Humphrey, duke of Gloucester, during the 1428 debates about his desertion of his wife Jacqueline. A woman of the Stocks Market, among other women of London, came to the chambers of parliament and presented letters addressed to Gloucester, the archbishop, and other lords. The letters pressed the duke to take thought for his wife, held captive by Philip of Burgundy, who was seeking full rights of governorship over her.[CITATION-86] Gloucester’s failure to deliver her, and his decision to take up with another woman in adultery, was to ‘the ruin of the realm and the efficacy of the order of marriage’ (‘regni ruinae, et sponsalis ordinis efficaciae’).[CITATION-87] In the annals of the monastery of St Albans, this episode is not represented as going beyond the bounds of acceptable female behaviour: indeed, the women are described as ‘respectfully attired’, suggesting that their protest was performed with all due decorum.[CITATION-88] On 8 March, the mayor, aldermen, and commonality of London presented a petition to parliament against Gloucester’s remarriage.[CITATION-89] The Recorder of the City acted as their representative, and delivered the petition. It is revealing to compare how the petitions of the women and the City of London have been interpreted. While the women’s petition is considered an outpouring of popular concern for the protection of the order of marriage, that of the City is presented as based on ‘sound business considerations’.[CITATION-90] English merchants had received favourable treatment in Jacqueline’s native Hainault, which was cited by the petitioners as good reason for London to offer financial assistance for her rescue from imprisonment by Philip of Burgundy.[CITATION-91] This reasoning echoed the duke’s own attempts to manipulate the language of the common profit straight back to him. While gathering funds for an expedition to the Low Countries four years earlier, in a letter to the city of Coventry on behalf of the king, Gloucester had requested a loan with a reminder that ‘the well of us and of this our viage is lyke to turne to ryght great ese of the people, and specially of thies merchauntis of this Realme’.[CITATION-92] Jacqueline herself was viewed as a vital figure in the continuation of profitable trade relations, given her considerable lands in the Low Countries.[CITATION-93] Protestors saw the common good of the realm as truly being at stake if Gloucester did not continue to fight for her release.[CITATION-94] Far from appearing in a vacuum, then, the complaint of the Stocks women occurred in the midst of a flurry of efforts from many sources to protect Jacqueline’s sovereignty, and thus England’s interests. The issue was the subject of much contemporary attention throughout the 1420s: in March 1426, William Paston reported on the latest developments in the investigation of the Court of Rome into Jacqueline’s first marriage.[CITATION-95] Even John Lydgate, who enjoyed Gloucester’s patronage and had in the past written upon his commission, composed.[CITATION-96] Jacqueline herself mounted a lobbying campaign against the king, Council and parliament by sending letters in early 1427. These resulted in a parliamentary resolution in June, and the approval by the Council on 9 July of a loan of 9,000 marks to Gloucester for the purpose of defending Holland and escorting the duchess back to England.[CITATION-97] However, by 9 January 1428 the Pope had rendered the Gloucester marriage invalid, and parliamentary support was quickly waning. On 17 March, the Council’s loan was officially cancelled.Popular opinion stayed with Jacqueline throughout the early months of 1428, and the commons of London in particular were aware of how precarious her support from the government had become. The concurrent petitions of the women and the City should arguably be viewed in the same way as the other instances of petition and outcry discussed above: these demonstrations were not so much against Humphrey, but emphasised the principle of an injustice. His abandonment of his wife was not just a ‘private sphere’ issue, but had direct repercussions: considerable public funds were perceived to have gone to waste and to have been misused, and the Crown, having promised so much, had failed to act upon its word. This is why the outcry was an appropriate response: it was aimed at pressuring the Crown to make good its word, not necessarily at compelling Humphrey to take back his wife.[CITATION-98] The preliminary soundings taken here indicate that women were a regular demographic feature of public protest. It is no longer credible to suggest that they were not involved in risings in later medieval England. We must reckon here with the equivocation of the sources as well as the sexist assumptions of historians. Sometimes, the sources appear to exceptionalise women or to suppress their involvement. But they also show that women’s public activism was far from uncommon, and far from restricted to a limited range of domestic issues. It covered a broad range of economic and social concerns, along much the same lines as men, and was couched in terms of the common good. The terms of scholarly discussion need to shift accordingly. We need to correct for the obfuscations of legal records, not collude in them. Seemingly gender-neutral abstractions, or the active exceptionalising of women in revolt by historians, impose a false boundary on the imagined community represented by the common voice.[CITATION-99] Omission is simply not neutral. In late medieval England, women’s political participation was evidently more extensive than is presumed by histories that employ ‘bond men’ as the face of rebellion.[CITATION-100] ",
    "footnotes": {
        "1": "Vienna, Haus-, Hof- und Staatsarchiv, Repertorium N, Staatenabteilungen, England, Diplomatische Korrespondenz 5, no. 33. With thanks to Maximillian Diesenberger and Andrea Rzihacek for their kindness and speed in making a digital copy available to me; and to Jennifer Oliver, for her help and advice.",
        "2": "R.A. Houlbrooke, ‘Women’s Social Life and Common Action in England from the Fifteenth Century to the Eve of the Civil War’, Continuity and Change, i (1986), pp. 171–89, at 186.",
        "3": "My source selection holds few surprises: King’s Bench indictments, pardon rolls, and manor court records constitute the main documentary record of popular insurrection; alongside these, there are contemporary and near-contemporary narratives in chronicles and letters. I have used these selectively, with the aim of raising questions and problems of interpretation, rather than presenting a complete survey.",
        "4": "H. Wicker, ‘The Politics of Vernacular Speech: Cases of Treasonable Language, c.1440–1453’, in E. Salter and H. Wicker, eds, Vernacularity in England and Wales, c.1300–1550 (Turnhout, 2011), pp. 171–97, at 173.",
        "5": "J. Watts, ‘Public or Plebs: The Changing Meaning of “the Commons”, 1381–1549’, in H. Pryce and J. Watts, eds, Power and Identity in the Middle Ages (Oxford, 2007), pp. 242–60, at 243.",
        "6": "For early Tudor England, Elizabeth Barton, the holy maid of Kent, is held by Ethan H. Shagan to be an outlier who ‘hardly fits the typical profile’ of a rebel: E.H. Shagan, Popular Politics and the English Reformation (Cambridge, 2003), p. 61. For Barton’s life, see D. Watt, Secretaries of God: Women Prophets in Late Medieval and Early Modern England (Cambridge, 1997), ch. 3.",
        "7": "S. Cohn, ‘Women in Revolt in Medieval and Early Modern Europe’, in J. Firnhaber-Baker and D. Schoenaers, eds, The Routledge History Handbook of Medieval Revolt (Abingdon, 2017), pp. 208–19, at 209—although see the chapter on ‘Women, Ideology, and Repression’ in his Lust for Liberty: The Politics of Social Revolt in Medieval Europe, 1200–1425 (London, 2006), pp. 130–35, for discussion of European examples.",
        "8": "Some recent strides have been made with regard to women’s involvement in protests in Europe, in particular J. Haemers and C. Delameillieure, ‘Women and Contentious Speech in Fifteenth-Century Brabant’, Continuity and Change, xxxii (2017), pp. 323–47; J. Firnhaber-Baker, ‘The Social Constituency of the Jacquerie Revolt of 1358’, Speculum, xcv (2020), pp. 689–715. However, as one recent volume recognises, there is much basic empirical work to be done and gendered perspectives are as yet only tentatively appearing. See J. Dumolyn, ‘Conclusion: Urban Revolts and Communal Politics in the Middle Ages’, in B. Eersels and J. Haemers, eds, Words and Deeds: Shaping Urban Politics from Below in Late Medieval Europe (Turnhout, 2020), pp. 213–24, at 216.",
        "9": "S. Rees-Jones, ‘Public and Private Space and Gender in Medieval Europe’, in J.M. Bennett and R.M. Karras, eds, The Oxford Handbook of Women and Gender in Medieval Europe (Oxford, 2013), pp. 246–61.",
        "10": "D. Rollison, A Commonwealth of the People: Popular Politics and England’s Long Social Revolution, 1066–1649 (Cambridge, 2010), pp. 143–8; J. Watts, ‘The Commons in Medieval England’, in J. Genet, ed., La légitimité implicite (2 vols, Paris, 2015), ii, pp. 207–22, at 221.",
        "11": "S. Federico, ‘The Imaginary Society: Women in 1381’, Journal of British Studies, xl (2001) pp. 159–83, at 164.",
        "12": "R.A. Griffiths, The Reign of King Henry VI: The Exercise of Royal Authority, 1422–1461 (London, 1981), pp. 619–23.",
        "13": "For gender patterns of crime, see B. Hanawalt, Crime and Conflict in English Communities, 1300–1348 (London, 1979), pp. 124, 190–94.",
        "14": "Née Fitzhugh, daughter of Henry Fitzhugh.",
        "15": "William Clerionet held property in Dalton, in the parish of Kirkby Ravensworth, and was retained by Richard of Gloucester in 1474 as an esquire. Katherine appears separately and above him in the roll. See A.J. Pollard, ‘Lord Fitzhugh’s Rising in 1470’, Bulletin of the Institute of Historical Research, lii (1979), pp. 170–75, at 172, for further information on William.",
        "16": "Relation of Edward Pudsay, chaplain.",
        "17": "Joan’s name is repeated; her husband was a substantial farmer and Warwick’s retainer: Pollard, ‘Lord Fitzhugh’s Rising’, p. 174.",
        "18": "Perhaps the sister of John Lockwood, esquire: ibid., p. 174.",
        "19": "One rebel leader, Richard Salkeld, appears on the preceding list of the same membrane: Calendar of the Patent Rolls Preserved in the Public Record Office [hereafter CPR]: Edward IV, Henry VI, AD 1467–1477 (1900), pp. 214–16.",
        "20": "A.J. Pollard, Warwick the Kingmaker: Politics, Power and France (London, 2007), p. 121.",
        "21": "For singlewomen as a social category, see C. Beattie, Medieval Single Women: The Politics of Social Classification in Late Medieval England (Oxford, 2007).",
        "22": "Pollard, ‘Lord Fitzhugh’s Rising’, p. 171. Pollard here gives the figure of eleven women, whose inclusion on the pardon rolls he compares to that of a ‘two-year-old baby’. C. Ross, Edward IV (London, 1974), p. 151, also counts eleven women. Both cite the same pages of the Patent Rolls given above.",
        "23": "See ‘Hearne’s Fragment of an Old Chronicle, from 1460–1470’, ed. J.A. Giles, The Chronicles of the White Rose of York: A Series of Historical Fragments, Proclamations, Letters, and other Contemporary Documents Relating to the Reign of King Edward the Fourth (London, 1845), pp. 28–9; The Great Chronicle of London, ed. A.H. Thomas and I.D. Thornley (1938; Gloucester, 1983), p. 211; The Paston Letters, ed. James Gairdner (1872–5; 6 vols, Gloucester, 1983), v, p. 80.",
        "24": "L. Roper, ‘“The Common Man”, “The Common Good”, “Common Women”: Gender and Meaning in the German Reformation Commune’, Social History, xii (1987), pp. 1–21, at 21.",
        "25": "B. Manning, Politics, Religion, and the English Civil War (London, 1973), p. 178.",
        "26": "Houlbrooke, ‘Women’s Social Life’, p. 171.",
        "27": "N.Z. Davis, ‘Woman on Top’, in her Society and Culture in Early Modern France: Eight Essays (Stanford, CA, 1975), pp. 124–51, at 146. See C. Wiener, ‘Is a Spinster an Unmarried Woman?’, American Journal of Legal History, xx (1976), pp. 27–31, for an alternative view in a later period.",
        "28": "Kew, The National Archives [hereafter TNA], C 82/658.",
        "29": "B. Wolffe, Henry VI (London, 1981), p. 233 n. 43; CPR: Henry VI (6 vols, 1901–10), v, pp. 344–66. Of the ninety-five women, eighty-seven were married, with all but one appearing alongside their husbands. The remaining eight comprised one abbess; two widows; and five singlewomen, three of whom appeared alongside members of their kin, male and female.",
        "30": "Griffiths, Reign of King Henry VI, pp. 619–23.",
        "31": "I.M.W. Harvey, Jack Cade’s Rebellion of 1450 (Oxford, 1991), p. 102.",
        "32": "H. Lacey, The Royal Pardon: Access to Mercy in Fourteenth-Century England (Woodbridge, 2009), p. 91.",
        "33": "Harvey, Jack Cade’s Rebellion, p. 103.",
        "34": "Ibid.",
        "35": "Three Fifteenth-Century Chronicles, ed. John Stow and James Gairdner, Camden Society, new ser., xxviii (London, 1880), p. 101.",
        "36": "Psalm 7:2, The Authorized King James Version.",
        "37": "‘The Bills of Complaint of 1450’, in Harvey, Jack Cade’s Rebellion, p. 187.",
        "38": "CPR: Henry IV (4 vols, 1903–9), i, p. 521.",
        "39": "The Chronicle of Adam Usk, 1377–1421, ed. C. Given-Wilson (Oxford, 1997), pp. 130–31.",
        "40": "TNA, KB 27/562, rex side, m. 1. See also S. Walker, ‘Rumour, Sedition and Popular Protest in the Reign of Henry IV’, Past and Present, no. 166 (2000), pp. 31–65, at 57.",
        "41": "James Hamilton Wylie, History of England under Henry the Fourth (4 vols, London, 1884–98), i, p. 198. Chris Given-Wilson includes this episode as an example of popular misinterpretation of Henry IV’s early fiscal policies; see C. Given-Wilson, Henry IV (London, 2016), p. 174 n. 4.",
        "42": "Given-Wilson includes this episode as an example of popular misinterpretation of Henry IV’s early fiscal policies, and places scholarly distance between himself and Usk’s report of women rioters; see C. Given-Wilson, Henry IV (London, 2016), p. 174 n. 4.",
        "43": "Cohn, Lust for Liberty, p. 131.",
        "44": "TNA, STAC 2/21/136, 2/26/138.",
        "45": "C. Dyer, Lords and Peasants in a Changing Society: The Estates of the Bishopric of Worcester, 680–1540 (Cambridge, 1980), p. 161.",
        "46": "B. Sharp, Famine and Scarcity in Late Medieval and Early Modern England (Cambridge, 2016), pp. 187–214; Houlbrooke, ‘Women’s Social Life’, p. 186.",
        "47": "The Records of the City of Norwich, ed. W. Hudson and J.C. Tingey (2 vols, Norwich, 1906–10), ii, pp. 163–5.",
        "48": "Ibid., pp. 163–4.",
        "49": "Walker, ‘Rumour, Sedition and Popular Protest’, p. 56; my emphasis.",
        "50": "Cohn, ‘Women in Revolt’, p. 216.",
        "51": "M.K. MacIntosh, ‘Response’, Journal of British Studies, xxxvii (1988), pp. 291–305, at 302; Houlbrooke, ‘Women’s Social Life’, p. 181.",
        "52": "Justine Firnhaber-Baker makes the vital point that some women may have been forced to rebel by their male kin, and that in addressing the silences of sources in regards to female agency we must also recognise that for some women, protest may ‘have been experienced not as participation in popular rebellion but as submission to household oppression’: Firnhaber-Baker, ‘Social Constituency of the Jacquerie Revolt’, p. 714.",
        "53": "S. McSheffrey, ‘Gendering Popular Politics: Medieval Riot, State Formation, and the Absence of Women’, History Workshop Online, 16 Oct. 2019, at https://www.historyworkshop.org.uk/gendering-popular-politics-medieval-riot-state-formation-and-the-absence-of-women/ (accessed 9 Sept. 2020).",
        "54": "Ibid.",
        "55": "Edward Hall, Hall’s Chronicle: Containing the History of England, during the Reign of Henry the Fourth, and the Succeeding Monarchs, to the Reign of Henry the Eighth, in which are Particularly Described the Manners and Customs of those Periods. Carefully Collated with the Editions of 1548 and 1550 (London, 1809), p. 591.",
        "56": "‘Henry VI: July 1455’, item 55, ed. R. Horrox, Parliament Rolls of Medieval England, ed. C. Given-Wilson et al. (16 vols, Woodbridge, 2005), available via British History Online (Institute of Historical Research, 2003–) at http://www.british-history.ac.uk/no-series/parliament-rolls-medieval/july-1455 (accessed 15 Sept. 2020); M.K. Dale, ‘The London Silkwomen of the Fifteenth Century’, Economic History Review, iv (1933), pp. 324–355, at 324–5. See also M. Kowaleski and J.M. Bennett, ‘Crafts, Gilds, and Women in the Middle Ages: Fifty Years After Marian K. Dale’, Signs, xiv (1989), pp. 474–501.",
        "57": "M. Sizer, ‘Revolt and Revolution’, in A. Classen, ed., Handbook of Medieval Culture (3 vols, Berlin, 2015), ii, pp. 1486–510, at 1486.",
        "58": "J.G. Bellamy, Criminal Law and Society in Late Medieval and Tudor England (Gloucester, 1984), pp. 64–5.",
        "59": "J. Baker, The Oxford History of the Laws of England, VI: 1483–1558 (Oxford, 2003), p. 591.",
        "60": "Bellamy, Criminal Law and Society, p. 59. Baker follows Bellamy’s evidencing: History of the Laws of England, p. 591. Thomas Marowe was also an under-sheriff of London from 1495, and served as counsel at King’s Bench and in local commissions; see B.H. Putnam, Early Treatises on the Practice of the Justices of the Peace in the Fifteenth and Sixteenth Centuries (Oxford, 1924), pp. 115–44 for biography, pp. 145–6 for a list of MSS.",
        "61": "Putnam, Early Treatises, p. 340.",
        "62": "Houlbrooke, ‘Women’s Social Life’, p. 182.",
        "63": "Oxford, Bodleian Library, MS Tanner 209 (3), The Boke of Justyces of Peas (1506), fo. 42; London, British Library, Additional MS 4521, fos 37–53.",
        "64": "Middlesex County Records, ed. John Cordy Jeaffreson (4 vols, London, 1886–92), i, pp. 187–8.",
        "65": "Baker, History of the Laws of England, p. 592 n. 90.",
        "66": "McSheffrey, ‘Gendering Popular Politics’.",
        "67": "Haemers and Delameillieure, ‘Women and Contentious Speech’.",
        "68": "Firnhaber-Baker, ‘Social Constituency of the Jacquerie Revolt’, pp. 708–9.",
        "69": "McSheffrey, ‘Gendering Popular Politics’, argues that there is no evidence for female participation in recent scholarship of the 1536–7 rebellions. For a summary of women’s protests during the northern revolts, see M. Bush and D. Bownes, The Defeat of the Pilgrimage of Grace (Hull, 1999), pp. 286–7.",
        "70": "For the charge that Margaret incited Sir John Bulmer and his associates to raise a revolt, see TNA, SP 1/119, fos 73–4. Other noblewomen encouraged their husbands to join the rebels, or otherwise sought to demonstrate their support, but escaped punishment. Barbara J. Harris suggests that the king may have decided to make an example of Cheyney because she was a bastard, and the mistress of Bulmer while both their spouses were still alive. See B.J. Harris, ‘Women and Politics in Early Tudor England’, Historical Journal, xxxiii (1990), pp. 259–81, at 277. The only other woman convicted of treason during the northern revolts was Mabel Brigge of Holmpton, Holderness, who was accused of holding a ‘black fast’, a spell to induce the death of Henry VIII and the duke of Norfolk, in 1537: TNA SP 1/130, fo. 22.",
        "71": "TNA, SP 1/116, fo. 92.",
        "72": "TNA, SP 1/120, fo. 108.",
        "73": "Ibid.",
        "74": "British Library, Cotton MS Caligula B/I, fo. 341; TNA, SP 1/120, fos 108, 165, 167. It is possible that, as the government gave no specific instructions on how to proceed with punishing the women, the matter was quietly let alone.",
        "75": "TNA, SP 1/120, fo. 165.",
        "76": "TNA, SP 1/120, fo. 108.",
        "77": "Eliza Hartrich has recently made a related point about social context. An extra-jurisdictional lawsuit could still constitute a ‘rebellion’, albeit non-violent, for an unfree peasant as much as a citizen of a town. See E. Hartrich, ‘Rebellion and the Law in Fifteenth-Century English Towns’, in Firnhaber-Baker and Schoenaers, eds, Routledge History Handbook of Medieval Revolt, pp. 189–207.",
        "78": "Samuel Rudder, A New History of Gloucestershire (Cirencester, 1779), pp. 593–5.",
        "79": "Houlbrooke, ‘Women’s Social Life’, p. 176.",
        "80": "For the full list of articles, see Rudder, A New History of Gloucestershire, pp. 593–5.",
        "81": "Paston Letters, ed. Gairdner, ii, p. 175.",
        "82": "Ibid., p. 177.",
        "83": "S. Bardsley, Venomous Tongues: Speech and Gender in Late Medieval England (Philadelphia, PA, 2006), p. 72.",
        "84": "TNA, SP1/ 47, fos 89–90.",
        "85": "Hall does not mention that the principal instigators would have been women, referring only to ‘the people’. See Hall, Hall’s Chronicle, p. 745.",
        "86": "P. Strohm, ‘John Lydgate, Jacque of Holland, and the Poetics of Complicity’, in D. Aers, ed., Medieval Literature and Historical Inquiry (Woodbridge, 2000), pp. 115–32, at 124.",
        "87": "John of Amersham, Annales monasterii S. Albani, ed. Henry Thomas Riley (2 vols, London, 1870–71), i, p. 20.",
        "88": "Ibid.",
        "89": "Calendar of Letter-Books … of the City of London: Letter-Book K, Temp. Henry VI, ed. R.R. Sharpe (London, 1911), p. 68. The petition does not appear in the Rolls of Parliament.",
        "90": "Strohm, ‘John Lydgate, Jacque of Holland, and the Poetics of Complicity’, p. 127.",
        "91": "L. Rhymer, ‘Humphrey, Duke of Gloucester and the City of London’, in L. Clark, ed., The Fifteenth Century VIII: Rule, Redemption and Representations in Late Medieval England and France (Woodbridge, 2008), pp. 47–58, at 52; Calendar of Letter-Books of the City of London: Letter-Book K, ed. Sharpe, p. 68.",
        "92": "C.D. Liddy, War, Politics and Finance in Late Medieval English Towns (Woodbridge, 2005), p. 34; The Coventry Leet Book, ed. M.D. Harris (4 vols, London, 1907–13), i, pp. 83–4.",
        "93": "John Lydgate, ‘On Gloucester’s Approaching Marriage’, ed. H.N. MacCracken, The Minor Poems of John Lydgate (2 vols, London, 1934), ii, pp. 601–8, at 603 (ll. 54–6).",
        "94": "S. Delany, Impolitic Bodies: Poetry, Saints, and Society in Fifteenth-Century England (Oxford, 1998), p. 127.",
        "95": "Paston Letters, ed. Gairdner, ii, pp. 26–8.",
        "96": "John Lydgate, ‘A Complaint for My Lady of Gloucester and Holland’, ed. MacCracken, Minor Poems of John Lydgate, ii, pp. 608–13, at 611 (ll. 80–84).",
        "97": "Strohm, ‘John Lydgate, Jacque of Holland, and the Poetics of Complicity’, pp. 124–6.",
        "98": "There was a limit to the legitimacy of this method: in 1443, a woman from Gloucester’s manor of Greenwich met with the king at Blackheath to rebuke him for his treatment of Eleanor Cobham. The woman, described in the Brut as ‘the woman of Kent’ but named in her indictment as Juliana Ridligo, was arrested, suffered public humiliation, and was pressed to death: The Brut, or, The Chronicles of England, ed. F. Brie (2 vols, London, 1906–8), ii, pp. 483–4; TNA, KB 27/725 rex side, m. 35d. See also R. Griffiths, ‘The Trial of Eleanor Cobham: An Episode in the Fall of Duke Humphrey of Gloucester’, Bulletin of the John Rylands Library, li (1969), pp. 381–99, at 397.",
        "99": "Roper, ‘“Common Man”’, pp. 2–3.",
        "100": "R. Hilton, Bond Men Made Free (London, 1977)."
    }
}