{
    "title": "Habitat Protection, Ideology and the British Nature State: The Politics of the Wildlife and Countryside Act 1981*",
    "author": "Matthew Kelly",
    "date": "26 May 2022",
    "article": "The Wildlife and Countryside Act 1981 was the most important piece of environmental legislation passed by a British government since the National Parks and Access to the Countryside Act 1949. It sought to enhance the protection of listed flora and fauna, prevent further damage to existing habitat and resolve issues that had arisen with respect to rights of public access to the countryside. Although the bill was long and complex, many of its provisions sought to rationalise existing statutes or extend existing provision rather than create new powers. Provisions seeking to protect habitat proved highly contentious. The proprietary interest resented what it saw as an unjustified interference in private property rights; statutory bodies were alarmed that the centralising aspects of the Act would empower ministers at the expense of their ‘scientific’ independence; and the emergent environmental lobby, increasingly frustrated by the cautious approach of the statutory bodies, was determined that the bill’s habitat protection provisions be strengthened. This article examines the lengthy and disputatious consultation and parliamentary process in terms of longer-term frustration with the apparent weakness of statutory protections and how it brought the environmental effect of agricultural intensification into mainstream political debate. This article contextualises the growing insistence that there was a public interest in the health of the natural environment and situates the argument with respect to what environmental historians have started to analyse as the history of the ‘nature state’, a distinct realm of state activity comparable to the welfare state, warfare state or security state.The Wildlife and Countryside Act 1981 was the most important piece of nature conservation legislation passed by the British government since the National Parks and Access to the Countryside Act 1949. Part of its purpose was to resolve the tension between modern agriculture and nature conservation by strengthening the incentive-based approach to the protection of the ‘scientific interest’ in privately owned land. These apparently modest intentions belie its historical importance, which rests on its strengthening of the existing conservationist tools at the disposal of the UK nature state and the role played during the long parliamentary struggle by the emerging environmental movement and environmentalist ideas.[CITATION-1] Notwithstanding the seminal studies by W.M. Adams published in the 1980s and the recent legal analysis by Christopher Rodgers, the political conflict provoked by the bill has yet to attract significant attention from historians and is virtually absent from histories of Thatcherism or 1980s Britain.[CITATION-2] An urgent need to revisit the controversy has arisen from the indisputable evidence of the Act’s failure to fulfil its basic purposes. As demonstrated by the authoritative State of Nature reports, published triennially since 2013 by the UK’s leading nature conservation NGOs, the UK nature state has failed to halt or reverse declining biodiversity.[CITATION-3] An unprecedented number of species are threatened with extinction, and no serious commentator, including government spokespersons, disputes the basic claim that intensive agriculture is the most significant driver of biodiversity loss. Critics of the 1981 bill did not anticipate the depth of the later crisis but were nonetheless fiercely disappointed by the proposed bill’s provisions, particularly with respect to the protection of habitat, and fought hard to have them strengthened. This article seeks to explain why they failed.The Department of the Environment considered the Wildlife and Countryside Bill to be a minor piece of legislation, ‘no more than a tidying up measure’. It sought to align British law with its international obligations, resolve some public access controversies, enhance existing measures designed to protect endangered species, and make provision for a modest strengthening of statutory habitat protection.[CITATION-4] It would incorporate the existing Conservation of Birds Act and the Endangered Species Act, deliver amendments required by the EEC (European Economic Community) Birds Directive and the Strasbourg Convention, and respond to the principal objective of the Council of Europe’s Convention on European Wildlife and Natural Habitats signed at Berne in September 1979, namely ‘to improve the conservation of wild flora and fauna, and especially of migratory species—not only by limiting hunting and other forms of exploitation, but also by protection of the natural habitats of Europe’. The council recognised that responses by member states and other signatories (such as Norway) would reflect the relative strength and form of their existing environmental commitments.[CITATION-5] By strengthening existing conservation instruments for the protection of habitat, Part II of the bill attempted to meet these new international obligations.Past experience suggested the Department of the Environment might agree a draft bill with the Ministry of Agriculture, Food and Fisheries (MAFF), probably with input from the National Farmers’ Union (NFU), take some account of consultations with statutory and significant non-statutory bodies, and then allow the government’s solid majority in both houses to pilot the bill smoothly through parliament. Instead, difficult consultations ensured the drafting process took seventeen months and the subsequent refusal of the government to amend significantly the draft bill led to cross-bench opposition in the Lords and delaying tactics by the opposition in the Commons. 2,300 amendments and eleven months after the First Reading the bill finally completed its passage through parliament.[CITATION-6] For the first time, the most contentious aspects of high profile ‘countryside’ legislation concerned agriculture, habitat and ecology rather than issues associated with public access and landscape preservation or scenic considerations; also for the first time, preservation and conservation bodies, long accustomed to presenting evidence and arguments in public enquiries, played a central role in a bill process.[CITATION-7] Although these groups had neither the resources, access to ministers nor the political experience of the agricultural, forestry and landowning interests, their expertise and experience as activists made them a resilient presence in the process, making the Act’s passage more disruptive than its provisions suggest.[CITATION-8] According to Michael Winter, bringing ‘non-governmental organisations together for the first time in a legislative environment’ helped constitute a ‘defeat for agricultural exceptionalism’, demonstrating that agriculture was no longer ‘exempt from many of the rules operating in the wider society’.[CITATION-9] Stuart Housden, parliamentary officer for the Royal Society for the Protection of Birds (RSPB), later commented that the Act’s passage marked ‘the birth of informed and advocacy-led nature conservation’;[CITATION-10] at the same time, the process also exposed the growing division between the state conservation bodies, particularly the Nature Conservancy Council (NCC), and the newly vocal, though still largely improvising, voluntary sector.The primary driver of the controversy was the government’s attempt to diminish the contradiction between the actions of MAFF, principally grant-aided agricultural operations (capital works) and intensification via price support schemes and, from 1973, subsidies paid through the EEC’s Common Agricultural Policy, and the statutory responsibilities of the Countryside Commission, the Conservancy and the National Park authorities. This brought into contention the convention that farmers and foresters, making use of their land as they saw fit, produced valuable landscapes, including the charismatic or focal landscapes protected by preservationist legislation.[CITATION-11] Environmentalists rigorously disputed this claim and argued that the ecological health of rural private property was a form of public interest that should be protected by the state. Consequently, the bill process saw the Conservative government’s ideological commitment to voluntary solutions and the power of the proprietary lobby contend with faith in the efficiency of state intervention and public interest claims concerning the legitimate exercise of the state’s coercive power.This made the bill process important to the history of the UK nature state, the ‘set of institutions, regulations and relations’ that seek to ensure the sustainable use of the natural environment, particularly with respect to maintaining or enhancing biodiversity. Such purposes enlarge the mandate of the state by generating ‘a discursive and political shift in how, where and why the state actively exercises its authority’.[CITATION-12] By this reading, the nature state, a corollary of the welfare state, the warfare state or the security state, signifies both a distinct realm of state activity and helps to determine the overall character of the polity.[CITATION-13] And most modern polities, irrespective of their political complexion, have developed a nature state, not least because international agreements and pressures are one of the dynamics driving its development. More particularly, agencies of the nature state—sometimes working with international bodies—help make the natural world politically legible by producing knowledge and understanding of the nature contained within its territorial ambit, thereby helping to establish natural assets as a set of public goods.The first part of this article traces the development of the UK nature state between 1949 and the 1970s, when significant concern about the environmental effects of agricultural intensification brought into question its underpinning assumptions, prompting the Labour government of 1974–9 to attempt to increase its powers. The decision to vest planning authorities with novel statutory powers prospected a significant break with established practice by increasing the power of the nature state at the expense of rural property rights, but Labour’s Countryside Bill was lost to the dissolution of parliament in 1979. Nonetheless, its provisions provided a benchmark for critics of subsequent Conservative policy. A brief interlude examines how the crisis provoked by the attempt to convert the intertidal wetlands of the Ribble Estuary into grade one agricultural land both exposed the limitations of the Labour bill and forced the Conservancy to cast a cold eye on its existing powers and assumptions. This article then contends that the extensive consultation exercise conducted by the incoming Conservative government revealed how attitudes towards environmental policy, and habitat protection in particular, had become a major source of political division in Britain. Numerous statutory and non-statutory bodies opposed the government’s rejection of ‘stop’ powers and its insistence that ‘voluntary’ measures were adequate, and many were concerned by how the centralising and apparently politicising aspect of the government’s proposals seemed to threaten expert authority and autonomy.The government’s refusal to accommodate these critiques directed attention to the parliamentary process, making the Lords and the Commons the principal forum for the national debate. Eventually, the government did introduce an ‘element of compulsion’ to the bill, though this concession neither created ‘a regulatory prohibition on land use changes’,[CITATION-14] brought agriculture and forestry operations into the planning system, nor challenged the SSSI (Site of Special Scientific Interest) as the fundamental tool used by the state to delimit and make legible its conservation obligations. By empowering ministers at the expense of statutory bodies, the Act was an early signifier of the centralising tendency of the Thatcher governments. Just as the National Parks legislation of 1949 was consistent with social democratic legislation such as the National Health Service Act 1946, so the 1981 Act was of a piece with centralising legislation such as the Local Government Planning and Land Act 1980 and subsequent Thatcherite policies.[CITATION-15] The long-term consequences of this narrowness of approach have been of tremendous significance. As the Glover Review (2019) observed, ‘Our system of landscape protection has been hampered by having little influence over the things which have done most harm to nature. This includes a system of farming subsidies which, although it has improved, for decades rewarded intensification regardless of the consequences’.[CITATION-16] More generally, given the urgency of the environmental crisis faced by human and non-human nature, it is all the more pressing that we develop a deeper understanding of the history of environmental policy and its implementation in modern Britain. As the concluding discussion suggests, these historical developments provide an important optic onto the intersection of government priorities, party politics and what constitutes the public interest and the legitimate reach of the state.In so far as the UK nature state had a singular moment of genesis, it was the establishment by Royal Charter in 1949 of the Nature Conservancy (from 1973 the Nature Conservancy Council). The statutory responsibilities of these bodies included conducting or commissioning scientific research, advising the government on the consequences for nature of policy initiatives, designating National Nature Reserves (NNR) and notifying planning authorities of the Sites of Special Scientific Interest (SSSI) in their jurisdiction. NNRs were either owned or leased by the Nature Conservancy or were subject to a Nature Reserve Agreement, whereas SSSIs were established when planning authorities were notified by the Nature Conservancy of landscapes in their jurisdiction judged to be ‘of special interest by reason of [their] flora, fauna, or geological or physiographical feature’, qualities that should be accounted for before statutory planning consent was granted.[CITATION-17] In essence, the ‘scientific interest’ in land constituted the public goods which there was no market-based incentive to preserve or continue to produce through established land usage.At first glance, the NNR and SSSI system constituted an impressive achievement. By the mid-1970s, ninety-nine NNRs had been established in England and Wales, with a further forty-one in Scotland, covering some 300,000 acres in total, and 2.4 million acres in England and Wales and 1.4 million acres in Scotland had been notified as SSSIs. But the institutional presence and territorial footprint achieved by the British nature state was not matched by its regulatory powers. NNRs were relatively rare but subject to management regimes, whereas the system of notification used to establish SSSIs had few direct ramifications for landowners or landholders, who often did not know their land had been notified until applying for planning permission. This weakness stemmed from the decision to exclude agricultural and forestry operations from the 1947 Town and Country Planning Act, ensuring planning authorities, including the National Park authorities, had no control over how land in their jurisdictions was farmed. That SSSI notification accounted for about 5 per cent of Britain’s land cover by the late 1970s was less a function of the nature state’s expanding regulatory power and more a reflection of the modest implications of notification. The publication of the Conservancy’sby Cambridge University Press in 1977 threw these limitations into sharp relief. Containing detailed descriptions of 735 sites worthy of NNR designation, themade an unprecedented level of environmental knowledge available to those able to access its two costly volumes.[CITATION-18] The increasing availability of knowledge about Britain’s natural assets is one reason the 1981 bill assumed such importance.The SSSI system reflected post-war attitudes and assumptions. Farming was judged to deliver a valuable suite of public goods, which included charismatic landscapes and, with help from the state, affordable food. Only a modest degree of environmental protection was considered necessary to preserve the biotic interest of certain significant, but relatively marginal, ecologies. And, as the content ofindicated, the focus tended to fall on uplands, reflecting a strong strand of conservationist commitment that dated back at least as far as William Wordsworth’s(1835). Threats to the countryside tended to be associated with forms of urban overspill, be it new housing and industry, advertising hoardings and tourism, or the transgressive behaviour of an urban working class insufficiently schooled in the ways of the countryside.[CITATION-19] Despite this, from the late 1950s, the debate was gradually enlarged by the conservationist lobby’s alarm at how state-subsidised agricultural intensification, engineered and delivered in collaboration with the agricultural lobby but underpinned by a social democratic commitment to cheap food, was re-structuring swathes of the UK countryside both visually and ecologically. The ‘New Agricultural Landscapes’ produced by these processes constituted what Sara Pritchard, writing about the post-1945 development of the River Rhône, terms a new envirotechnical regime.[CITATION-20] Growing concern about the grant-aided grubbing up of hedgerows and the effect of inorganic pesticides and herbicides on birdlife was thrown into sharp relief by the grant-aided conversion of moorland and heath to seeded grassland in Exmoor National Park and, to a lesser extent, in the North York Moors National Park. Exmoor farm holdings were relatively small, particularly if compared to their Welsh counterparts, and among UK uplands Exmoor’s soil types and topography were most suitable for conversion and a significant increase in grazing intensity. Conversion required ploughing, digging rudimentary drainage systems, dressing the soil with lime, planting agronomic seed and applying generous quantities of chemical fertiliser. Between 1957 and 1966 conversion reduced the area of moorland on Exmoor from 23,800 to 20,100 hectares.[CITATION-21] In 1962, a major scientific paper by Norman Moore of the Nature Conservancy described the problem; in 1963, a Joint Standing Committee was established by the Nature Conservancy, the Forestry Commission, and the Ministry of Agriculture in order to improve communication between the three bodies, often unsuccessfully, and in 1964, the National Parks Commission began to concern itself with the ‘very real danger to open moorland and downland in National Parks’, but no means existed to prevent MAFF from funding ploughing, drainage and forestry schemes on SSSIs.[CITATION-22] Max Nicholson, director of the Nature Conservancy, identified the paradox. A land manager taking full advantage of the available grants could make marginal agricultural land yield more income than high quality agricultural land, but MAFF could not pay grants for maintaining the land’s ‘scientific interest’. Anticipating debates to come, Nicholson asked whether a system could be established whereby the Conservancy could veto the payment of an agricultural or forestry grant and then make a compensatory payment of equivalent value.[CITATION-23] An opportunity to address this problem arose during the passage of Labour’s Countryside Act 1968. The bill aimed to improve access to countryside close to urban centres by replacing the National Parks Commission with a new statutory body, the Countryside Commission, whose additional responsibilities included designating Country Parks. Clauses added to the bill responded to the growing ecological crisis by empowering the secretary of state for Housing and Local Government (the Minister for the Environment after 1970) to order farmers to give six months’ notice of their intention to convert moor or heath to agricultural land. If a management agreement was not reached in that time, the county council could make a compulsory purchase order or an access order. The new provisions relied upon the local authority to initiate the process by appealing directly to the minister, a weakness the CLA and the NFU were quick to exploit. Working in cahoots with the Exmoor National Park Committee, the NFU and the CLA neutralised the legislation by brokering a ‘gentleman’s agreement’ whereby Exmoor farmers would notify the park authority of their plans to convert unimproved grazing land.[CITATION-24] Despite the publication of a ‘Critical Amenity Map’ by Devon and Somerset county councils in 1970 that identified 17,631 hectares of Exmoor as needing statutory protection, the ‘gentleman’s agreement’ ensured the powers created by the 1968 Act were never used, and by the mid-1970s every year approximately 128 hectares of moorland were still being lost to the plough.[CITATION-25] Habitat that had justified the designation of Exmoor as a National Park in 1954 was being irreversibly destroyed, a transformation most dramatic with respect to the conversion of Exmoor’s celebrated heathland, the subject of many a gorgeously light-infused photograph.[CITATION-26] Although the language of reclamation was no longer freighted with the redemptive connotations of ‘the age of improvement’, and although the origins of state-led increases in productivity, including the management and eradication of livestock disease, lay in the ‘missionary zeal for bringing land into production’ promoted by the government during the Second World War, increasing yield remained morally charged socially and, at times, was a lightning rod for wider concerns.[CITATION-27] Global food prices suggested that increased agricultural output might help address the UK’s trade deficit and, despite growing food surpluses, successive agricultural White Papers—‘The Development of Agriculture’ (1965), ‘Food from Our Own Resources’ (1975) and ‘Farming and the Nation’ (1979)—were predicated on increasing agricultural yield.[CITATION-28] The broader context also nurtured autarkic tendencies. Anxieties about population growth, technological change, and the possibility that the Cold War might become hot, were further stimulated by high profile interventions by ‘futurologists’ that included Paul B. Ehrlich’s(1968) and the Club of Rome’s(1972).[CITATION-29] Underlying these fears was also a measure of post-colonial anxiety: did the rustic charm of the British countryside reflect relative under-development, enabled by the ‘ghost acres’ of the British Empire which provided the raw materials that underwrote British industrialisation, and did Britain’s natural resources now have to compensate for the loss of the colonies?[CITATION-30] Was improvement on Exmoor and elsewhere a belated modernisation, a long overdue dose of technocratic efficiency?[CITATION-31] Environmental organisations did not necessarily reject the case for increasing production but made sharp judgements about which landscapes were suitable for further intensification. For instance, the Countryside Commission was acutely concerned about the harm moorland conversion did to the intrinsic value of the Exmoor uplands, but the logic of its critique was also economic. According to the Commission’s figures, hill and upland farmers received 14 per cent of identifiable agricultural grant and yet only contributed 7 per cent of national agricultural output; studies suggested that, even if upland farms achieved the efficiencies of large-scale, lowland farming, output would increase by only 2 per cent. By this reasoning, grants to hill farmers did not significantly improve national food productivity and there was little prospect that they might do so in this future. This was not an argument for suspending payments altogether, for the Commission accepted the orthodoxy that farming maintained desirable landscapes and habitats in the National Parks, but the agency considered that this evidence demonstrated that there was no justification with respect to ‘stated food production policy’ to override the ‘statutory purposes of the National Parks’ and allow the further conversion of moorland. Further conversion also risked undermining Exmoor’s tourist industry, so central to the region’s economy.[CITATION-32] As the position of the Commission indicates, a striking novelty of the Exmoor controversy was how it made the plough a negative symbol, reversing conventional rural imagery.[CITATION-33] Overlapping but distinctive perspectives shaped objections to the plough. Conservationists saw ‘improved’ agricultural landscapes as landscapes of ecological loss; preservationists identified them as landscapes of aesthetic and cultural loss—with the conversion of rough grazing went ‘traditional’ ways of farming the uplands, including the presence of ‘heritage breeds’; and those charged with enhancing amenity—one of the key governing concepts of post-war Britain—regarded these landscapes as potentially places of reduced public access, a form of social loss. In practice, it was difficult to disaggregate these three forms of loss, each of which constituted the ‘attritional lethality’ described by Rob Nixon as ‘slow violence’, though amenity and preservationist thinking tended to dominate the public debate for both were more politically legible than the scientific perspectives of the ecologists.[CITATION-34] Growing pressure led the Department of the Environment to commission Lord Porchester to make a ‘study’ of the situation on Exmoor. Porchester largely upheld the National Park Authority’s critique of moorland conversion and made some significant recommendations: there should be a statutory obligation on the landholder to inform the park authority when it planned to reclaim land; the park authority should be empowered to make conservation orders binding in perpetuity and based on a one-off compensation payment; and MAFF should withhold grants where conservation objectives were paramount.[CITATION-35] These recommendations broke with the status quo in three respects. Porchester concluded that the system of voluntary land management agreements brokered by the Conservancy did not work, questioned the notion that National Park principles and modern agricultural purposes were fundamentally aligned, and concluded that the park authority needed a statutory instrument to prevent harm.[CITATION-36] Significant questions were thus raised about the limits of state authority and the degree to which politicians were willing to empower the state to protect the environment. Advocates of greater state intervention repeatedly came up against the claim that the agricultural habitus could not be brought as closely within the ambit of the state or made as subject to regulation as the other industries that exploit natural resources or whose actions have broader social or cultural affects or consequences. As the NCC repeatedly argued, often frustrating fraternal organisations, the ‘goodwill’ of the farmers was regarded as an essential commodity, without which any system of environmental regulation would fail.In the months before the publication of the Porchester Report, Whitehall officials began to discuss a possible legislative response to its likely recommendations. Officials at the Department of the Environment felt that the Exmoor National Park Committee had to adopt a more ‘positive approach’, working towards ‘dynamic (and publicly worthy) compromises’, but they also thought Denis Howell, the pugnacious environment minister, John Cripps, chair of the Countryside Commission, and the amenity societies needed to bring a ‘greater sense of reality’ to the controversy. Officials thought it ‘totally unrealistic “politically”’ that the Department of the Environment and MAFF would issue a joint statement to the effect that there would be ‘no ploughing of any moorland which they judge to be environmentally important, no MAFF grant on such cases, no NPC compensation and indeed legislative provision for ploughing to be stopped with or without grant’. Officials, however, did think a fundamental change in culture at MAFF was necessary. MAFF had to accept advice from environmentalists outside its own organisation, concede that ‘there will be cases where agriculture needs to give way to the environment’ and, crucially, recognise that it no longer had absolute dominion over agricultural land. Environmentalism, particularly when it was a public response to state-subsidised agricultural intensification, had changed the political context in which MAFF operated.[CITATION-37] Porchester’s recommendations were enthusiastically received by Howell, prompting the resignation of Major-General (Ronald) Dare Wilson, Exmoor National Park Officer, and his replacement by Dr Len Curtis, Reader in Geography and Head of the Joint School of Botany and Geography at Bristol University. That marked a significant change in regime at the top. A ministerial nominee to the Exmoor National Park Committee was also sacked for proposing an anti-Porchester motion at an NFU meeting.[CITATION-38] As officials began to grapple with the political implications of Porchester’s recommendations, there were early indications that Whitehall thought greater powers needed to be vested in ministers. As such, the Department of the Environment was untroubled that Moorland Conservation Orders (MCOs) would restrict the rights of land holders ‘to use the land in certain ways not hitherto subject to control’ but shared the Campaign for the Protection of Rural England (CPRE)’s view that a ministerial reserve power was needed should the park authority prove unwilling to act.[CITATION-39] Part of the political challenge concerned the basis on which ‘compensation for loss’ should be paid in the event of an MCO being made. Porchester maintained that a single payment was consistent with the existing statutory code but the NFU insisted that an annual payment should be made. MAFF was determined to resist attempts to impose external controls on farmers through management agreements and argued that the annual payments made to landowners for the protection of Ancient Monuments provided the nearest analogy. MAFF’s position was weakened by its inability to predict whether a conservation order would lower the rental value of land, suggesting higher compensation payments should be made to the landowner, or whether an annual payment would be regarded as income, leading to higher rents. The argument went the Department of the Environment’s way, and the government resolved upon a single payment.[CITATION-40] A more immediate challenge was whether the government could prevent ploughing once the report was published. The opposition refused to support the quick passage of a short bill to amend the Agricultural Holdings Act 1948 and ministers were unwilling to make parliamentary time for a more substantial bill.[CITATION-41] With legislation ruled out for the current session, officials advised ministers to claim that they were giving the compensation question ‘further thought’, and that ‘[e]xpediency dictates a noncommittal line deferring a decision for the present’.[CITATION-42] In the event, the prospect of an imminent general election saw the Department of the Environment draw the bill tightly, restricting its provisions to national parks, initially only Exmoor and possibly the North York Moors.[CITATION-43] Tensions that had been simmering away for years on Exmoor were now brought to the Commons. Denis Howell’s opening speech led with an encomium for the National Parks and the politicians who created them, outlined the background to the controversy and the decision to commission Porchester’s ‘study’, and explained the necessity of Moorland Conservation Orders by emphasising the irreversible effects caused by ploughing moorland. Without ‘statutory ground rules’, he argued, it had proven impossible to reach agreements and, less plausibly, he rejected the claim that lack of funds had prevented agreements being reached. Under the new scheme, central government would cover 90 per cent of the cost of agreements, an increase over the usual figure of 75 per cent but not the full 100 per cent which Porchester had recommended.[CITATION-44] He also explained that he had given an undertaking to the NFU and other organisations that no order could be applied to another National Park without the minister coming back to the House.[CITATION-45] The Conservative opposition rejected Howell’s underlying premises, insisting that the case had not been made that farmers were the principal threat to the National Parks, instead making the familiar argument that they were essential to the production of desired National Park landscapes.[CITATION-46] To claim, as opposition members did, that agricultural improvement was less significant than any number of other threats to the National Parks missed the point of the bill, while the logic of the opposition’s objection to legislation that was designed to bring to heel a small number of farmers could be reversed.[CITATION-47] As the Ramblers’ Association had explained to Porchester, the thirty to forty farmers who owned land in Exmoor’s Critical Amenity Area should not have the power to undermine the Park’s ‘primary purpose’.[CITATION-48] Determined to resist the creation of new powers, the opposition also insisted that EEC Directives did not prevent the government from making ploughing grants conditional on their being consistent with National Park principles.[CITATION-49] This had been a matter of contention between the Department of the Environment and MAFF, until a public letter from Roy Jenkins, President of the European Commission, resolved the issue.[CITATION-50] A member state was not obliged to grant aid to projects that were at odds with local or national environmental regulations, but nor was it permitted to make restrictions that did not apply to other farmers a condition of grant-aid.[CITATION-51] Labour backbenchers were keen to establish that MCOs could not be made in their constituencies, testimony to the cross-party sensitivities raised by the issue; Conservative MPs from Somerset and Devon keenly bore witness to their opposition to the bill, sometimes in indecorous terms.[CITATION-52] The bill was lost to the dissolution, but environmental organisations were optimistic. The Exmoor Society reassured its members that the opposition had accepted that it was necessary to create ‘some statutory back-up powers for the National Park Authority’ and a legislative and administrative framework that would encourage making management agreements. Even the NFU, the society claimed, had moved to a position of qualified acceptance.[CITATION-53] That optimism proved somewhat misplaced. The incoming Conservative government recognised the need to legislate and Michael Heseltine, first shadow and now the new minister at the Department of the Environment, quickly committed himself to a ‘comprehensive’ bill. The focus would no longer fall on Exmoor, but instead on a legislative agenda intended to streamline and strengthen existing statutory provision and fulfil the UK’s increasing international obligations. Crucially, the Conservatives would renew the state’s commitment to voluntarist arrangements, while transferring the proposed back-up powers to central government.As Howell’s bill was discussed, the Conservancy and the RSPB faced a crisis that threw into sharp relief the limitations of Labour’s Countryside Bill and the shortcomings of existing planning law with respect to environmental protection. In June 1978, an urgent situation arose with respect to the vital bird habitats of the Ribble Estuary in Lancashire.[CITATION-54] The Scarisbrick Estate had put on the market 6,000 acres of the estuary’s intertidal land and the RSPB, with substantial financial aid from the Conservancy and the World Wildlife Fund, managed to meet the £1.15 million offered by Piet Heerema, a Dutch businessman, and his British partner, G.B. Crook, but still the sale was made to Heerema.[CITATION-55] Heerema planned to ‘reclaim’ the salt marsh, converting it from Grade Five to Grade One agricultural land, which did not need planning permission if classed as agricultural improvement. MAFF could withhold grant-in-aid for reclamation work if the Conservancy was opposed but could not prevent the work.[CITATION-56] Legal specialists at Department of the Environment thought planning permission was needed under the Town and Country Planning Act, 1971 if it could be shown that this was an engineering project, but West Lancashire District Council had not thought so and Heerema, ignoring requests to consult with the Conservancy over a management agreement, had quickly contracted a civil engineer to begin work on the construction of a sea wall.[CITATION-57] Without an agreement, the only remaining option was for the Conservancy to request the minister approve a Compulsory Purchase Order under the 1949 Act and give the necessary boost to Conservancy funds. Whether the Conservancy could prevent harmful development in the meantime was unclear.[CITATION-58] Complex discussions with the local authorities concerning the status of the land and Heerema’s overall plans were predicated on whether the 1971 Act allowed an Article 4 Direction to be made which would withdraw permission for developments otherwise permitted under the General Development Order. This would impose an immediate halt on the development but would create a liability to compensate Heerema should planning permission subsequently be refused. Only the planning process would reveal what portion of Heerema’s plans were permitted agricultural development under the 1971 Act, though it seemed probable that later phases of his plan, including straightening a channel on Crossens Marsh to create a secondary sea defence, would require planning permission and depositing material on areas currently submerged at mean spring tides might require a MAFF licence under the Dumping at Sea Act.[CITATION-59] Under pressure, and gambling that Heerema would choose to sell rather than embark on a lengthy planning process likely to lead to a public enquiry, West Lancashire District Council made an Article 4 Direction on 18 July 1978.Heerema demanded £2.78 million for the whole site, which he claimed accounted for the cost of reclamation and the agricultural potential of the site, a position consistent with the agricultural lobby’s demand that land-holders subject to a Moorland Conservation Order be compensated for loss of potential earnings.[CITATION-60] Alternatively, Heerema offered to retain the most agriculturally productive portion of the site, some 1,500 acres, and sell to the Conservancy the remaining 4,000 acres for just £350,000, providing it did not object to his application to MAFF for grants or oppose his planning application.[CITATION-61] When 226 MPs signed an early day motion demanding the purchase of the whole site, the Conservancy rejected Heerema’s offer, prompting his solicitors to withdraw all offers and the Conservancy to proceed with a Compulsory Purchase Order for the whole site.[CITATION-62] With Heerema’s solicitors making increasingly absurd demands, and their planning application returned by the district council as inadequate, Crook broke ranks and telephoned the Conservancy to explain that he was trying to persuade Heerema, who wanted to sell for £2 million, to accept £1.6 million plus costs.[CITATION-63] On 20 March 1979, contracts were exchanged for the voluntary sale of the Ribble Estuary Marshes to the Conservancy for £1.713 million.The Conservancy considered the wider implications of the Ribble Estuary controversy in an internal discussion paper. Although not a statement of policy, it demonstrated that the Conservancy, like the Whitehall civil servants considering Labour’s Countryside Bill, was beginning to think that only ministerial authority could deliver effective environmental protection. In this case, harmful development had been halted by the Article 4 Directions, but there was no guarantee that local authorities would protect public goods without clear economic or political value:In other words, a major and urgent threat to an internationally important site involving activity which could not be construed as falling within planning law,… can arise, and does now arise on an increasing number of key sites throughout the UK. In such a situation NCC is totally reliant on its capacity to rapidly persuade the owner to negotiate a sale, lease, or Nature Reserve Agreement over the land, operating with slender resources of money and manpower and with no supporting apparatus in terms of central or local government.[CITATION-64] Consequently, the Conservancy needed a ‘“braking” mechanism’ that could be applied when development threatened the most vulnerable key sites, such as wetlands, chalk grasslands and ancient, deciduous woodland, particularly when such sites came up for sale. But such a power would not be sufficient to overcome the Conservancy’s fundamental institutional weakness. New processes were required in which the Conservancy would be an advocate rather than the agency responsible for preventing harmful developments. Outcomes would be then decided by a higher authority, presumably a minister, which the Conservancy considered would be tantamount to introducing planning control over aspects of agriculture and forestry. The Conservancy recognised that this was liable to provoke significant opposition.[CITATION-65] Similar thinking was at work in the Department of the Environment, but its approach took policy in a direction the Conservancy would come to find deeply troubling.On 11 May 1979, just over a week after the general election, the Conservancy was informed of the new government’s plan for a ‘composite wildlife bill’. Rather than empowering the National Park authorities by instituting an equivalent to the previous government’s proposed Moorland Conservation Order, the new government planned to centralise the process by vesting new powers in the secretary of state with respect to both ‘moors and heaths’ and sites notified as SSSIs. The SSSI notification system would be enhanced with the introduction of a new site category that would require owners or occupiers to notify the Conservancy six months in advance of operations that would change the agricultural use of the land; under pressure from the conservation lobby, the period of notification was later raised to twelve months. The new category would apply, firstly, to sites bound by international obligations (under the Ramsar and future conventions), secondly, to sites crucial to the survival of certain ‘imperilled’ animal and plant species and, thirdly, to sites identified by the secretary of state as worthy of protection ‘in the national interest’. Crucially, the new site category would be notified by the secretary of state, rather than the Conservancy, and include all the encumbrance of an appeals process, but once made, central government would provide the Conservancy with the financial support necessary to secure the site’s protection through a management agreement.[CITATION-66] A single compensatory payment was off the agenda.Initial responses at the Conservancy reflected its conflicted position and political weakness. It was not convinced that the government’s commitment to protect wildlife and bird species was underpinned by a proper recognition that habitats were most threatened by changes in ‘agricultural regime’ that were ‘not subject to statutory planning control’;[CITATION-67] it was nervous that greater constraints on land use would ‘alienate landowners whose goodwill is essential to the furtherance of nature conservation’, a claim later used by government spokespersons to defend the bill against critics who thought its provisions were too limited; and it was concerned that the rigid application of international conventions that did not impose statutory obligations on governments would inhibit its freedom to maintain the ‘range of variation in natural and semi-natural ecosystems in Britain’, including species that were not rare elsewhere.[CITATION-68] The Department of the Environment was emollient in response. Sites designated by the minister additional to those identified by the Ramsar convention would be recommended by the Conservancy and the land-use implications would be ‘low-key’.[CITATION-69] However, the government’s suggestion that the new designations should be called National Nature Reserves in order to appeal to the voluntary bodies provoked affront: the Conservancy was quick to remind the government that NNRs and NNR Agreements already existed under the 1949 legislation.[CITATION-70] Officially, the proposed new sites would be made subject to a Nature Conservation Designation Order (NCDO), but in practice these sites quickly attracted the soubriquet ‘super-SSSI’, a term that did not have an official status but quickly passed into general use.The formal consultation document circulated by Department of the Environment shortly afterwards quoted Conservancy figures to the effect that 4 per cent of SSSIs were severely damaged every year, meaning the government was not meeting its international obligations, and it conceded that relying on the voluntary co-operation of land occupiers without any statutory means of preventing harmful activities had not proven effective. Existing provisions meant that the Conservancy could do little to prevent a harmful agricultural operation taking place if a management agreement was not reached under the 1949 Act. Under the new proposals, the sites designated by the secretary of state would be subject to a twelve-month notice period before operations detrimental to the scientific value of the site that were not covered by planning law could be undertaken. Once notified, the Conservancy had three months to either give consent or begin the process that would lead to a management agreement, failing which it could issue a Compulsory Purchase Order.David Goode, the Conservancy’s assistant chief scientist, conceded that the new designation could have ‘considerable benefits for nature conservation’ in lowland grasslands, heaths, wetland and woodlands vulnerable to agricultural improvement and in uplands suitable for afforestation. This was a clear advance over the Labour bill. Internal discussions, however, soon raised questions about the wider ramifications for the SSSIs not subject to the special designation and the Conservancy’s continuing efforts to create National Nature Reserves. Derek Ratcliffe, the Conservancy’s chief scientist, thought the consultation document ‘slovenly and amateurish’, describing the decision to draft it without reference to the Conservancy ‘arrogance of an order’ he found ‘breathtaking’ []. The Conservancy also found the financial implications of the proposals unclear and feared the new designation would effectively downgrade existing NNRs, altering the Conservancy’s priorities and subjecting it to close supervision by the Department of the Environment.[CITATION-71] Worse still, making the new NCDO subject to interdepartmental consultations would allow MAFF or the Forestry Commission to undermine the authority of the Conservancy. In short, the proposed two-tier system would make it harder to protect those sites with the lower rating, have serious consequences for the Conservancy’s continuing capacity to designate NNRs, and would strengthen central government at the expense of the Conservancy’s capacity to make independent, science-based decisions.[CITATION-72] Despite these private reservations, the Conservancy’s formal response found the government’s proposals limited but broadly acceptable.[CITATION-73] As such, the Conservancy did not accede to pressure from the Wildlife Trusts, the World Wildlife Fund or the RSPB to reject the proposals or support the Countryside Commission’s push for the government to have the power to make a ‘Conservation Order’ when an agreement could not be reached in the twelve-month period.[CITATION-74] In retrospect, it is clear that the Conservancy’s position looks more pragmatic than its critics within the wildlife lobby were willing to concede. To widen the remit of the previous government’s proposed Moorland Conservation Orders to all SSSIs, including the provision for compensation payments, had vast resource implications and the Conservancy was careful to distance itself from this proposal.[CITATION-75] Nonetheless, the Conservancy’s wariness about the two-tier system gradually hardened into opposition. It became convinced that the bill represented a fundamental challenge to its autonomy as a body tasked with designating SSSIs, acquiring NNRs and making NNR agreements on a strictly ecological basis. To make its recommendations subject to interdepartmental wrangling was more disturbing still. At a meeting in the House of Lords in the October, the peers who later sought to amend the bill in the parliamentary battles of early 1981 confronted the Conservancy with the logic of its own findings: in essence, voluntarist approaches had not prevented harm to the SSSIs. The solution hit upon was ‘reciprocal notification’, whereby the Conservancy would present every owner of an SSSI with a bespoke list of ‘potentially damaging operations’ and in turn the owner would be responsible for giving the Conservancy advance notice of any plan to enact such operations, under which circumstances the Conservancy would seek a management agreement that would include compensation payments. The power of the argument, according to one who was present, constituted ‘a sublime triumph for conservation evidence, and for forthright and disciplined advocacy. And it was justice for nature’.[CITATION-76] In December 1980, shortly before the Second Reading in the House of Lords, the Conservancy made a formal volte-face, resolving that the twelve-month notification process should be applied to all SSSIs, with the option of imposing a stop order with compensation if a management agreement was not reached.[CITATION-77] The response from the Department of the Environment, as revealing as it was negative, recalled the interdepartmental discussions provoked by Labour’s failed bill. The agricultural lobby could not be persuaded to accept this because the compensation code only allowed for payment of a capital sum and not for annual payments in cases where compulsion was involved.[CITATION-78] The government would not budge in its determination to apply the new measures only to a small number of sites.[CITATION-79] The government’s proposals for the conservation of ‘moors and heaths’ in National Parks were distinct, though the National Parks invariably contained SSSIs and it was often difficult to treat the proposals separately. Addressed to the wide range of statutory and non-statutory bodies with an established voice in the debate, the consultation document presented the choice as between an ‘entirely’ voluntary approach or a system which provided ‘compulsory powers for use in the last resort’. The government advocated financed voluntary management agreements that enlisted the ‘co-operation of the farmers who occupy, manage and (in many cases) own the moorland and whose traditional practices are largely responsible for its present appearance’. Recent experience of successful voluntary agreements on Exmoor, the government claimed, demonstrated that the case for compulsory Moorland Conservation Orders had weakened, though the government was not yet prepared to explain how the new schemes would be financed (not ‘a suitable subject for inclusion in the Bill’).[CITATION-80] Again, the most significant proposed change was the extension of the notification period from six to twelve months. The National Park authorities would still be required either to give consent or to initiate negotiations for an agreement within three months but if a park authority refused consent MAFF would probably refuse grant-aid. Conceding that a small number of farmers might still choose to plough, the government would introduce a new power allowing ministers at the Department of the Environment and MAFF to make jointly a compulsory notification order for the whole or any part of a National Park, though this could be annulled by a parliamentary motion.[CITATION-81] Powers that the Labour bill would have vested in the park authorities were to be arrogated to ministers.Responses by the park authorities, the county councils and the county wildlife trusts were guardedly favourable, but few felt the proposals went far enough.[CITATION-82] The emerging consensus was that the twelve-month notification period should be extended to all SSSIs, all AONBs and, possibly, all sites identified in the NCC’s, creating a situation akin to listed buildings. Some planning authorities were concerned that MAFF, already considered overmighty, would be strengthened by the legislation, and a vigorous defence of the Conservancy’s independence was often made. Questions were raised about the sufficient resourcing of the voluntary system and the basis on which compensation would be paid, and there were mixed views about dropping the Moorland Conservation Order as a necessary intermediary step before the ultimate sanction of a compulsory purchase order.[CITATION-83] The most conspicuously ecological perspective was voiced by Tyne and Wear, a metropolitan authority responsible for the watersheds of two large rivers. Lamenting the ‘lack of any sense of ecological values’ in the government consultation, the council argued that too much emphasis was placed on ‘sites’ and not enough on the wider effects of changes to agricultural practice, including interventions such as drainage that affected adjacent or nearby sites. The government needed to develop a better sense of the ‘wider’ countryside, concerning itself less with protecting individual species and more with conserving ‘plant and wildlife’.[CITATION-84] Tyne and Wear’s critique chimed with that of scientists troubled by the ‘unecological’ focus the proposals placed on species protection rather than the conservation of habitats or species assemblage and how the narrow focus on rare habitats gave little scope to local authorities to look after its non-agricultural land in the interests of nature.[CITATION-85] More generally, the planning authorities were frustrated by a system that could continue to impose few restraints on farming and forestry. A planning application for fifty houses on ‘moor or heath’ could be rejected without the prospect of compensation whereas ministers ‘recoil from a far lesser power, to prevent an agricultural operation with compensation payable’; similarly, a park authority could make an access order but had no back-up power with respect to conservation.[CITATION-86] Two particular cases were deployed to highlight the shortcomings of the proposed measures. First, the conflict between the Peak District Park Authority and the new owners of the Roaches Estate (a 1,000-acre site in the Staffordshire moorlands) over grazing intensity; and, secondly, the long-running conflict over the wildlife-rich West Sedgemoor SSSI (a low-lying Somerset wetland), whose latest phase had been provoked by grant-aided peat extraction: despite the Conservancy’s objections, the owner could ‘destroy’ valuable habitat ‘with impunity’. According to the local authorities, these cases demonstrated that an MCO was essential not just to prevent ploughing and other acts of improvement but also more traditional land uses.[CITATION-87] The concerns of Britain’s wildlife and environmentalist charities and trusts echoed those of the planning authorities. The RSPB and Friends of the Earth had long advocated increased powers for the Conservancy. As the RSPB argued, plant and wildlife communities, rather than individual species, should be protected and a ‘catch-all clause’ was necessary to allow the secretary of state to make a stop order. Ultimately, the RSPB—which expressed itself more forcefully than Friends of the Earth—believed farmers needed to be made subject to closer state control. In essence, systems of governance applied to the built environment should be applied to the unbuilt. ‘We do not believe’, the RSPB explained, ‘that landowners should be compensated for accepting land use controls imposed in the best interests of the nation: all elements of society are obliged to accept constraints on certain aspects of their behaviour for the general good’. Landowners or occupiers should be paid to manage their land according to the wider good, but this could only be effective if grant-aid for agricultural improvement or forestry in SSSIs was not allowed to distort the Conservancy’s efforts to broker management agreements. The World Wildlife Fund was more negative, but also more distanced from the detail of the debate, blandly stating that the priority should be safeguarding habitats and it doubted the proposals would have much positive effect. All land designated by the Conservancy needed protection under conservation orders comparable to Porchester’s MCOs.[CITATION-88] The weight of evidence critiquing the proposals did not give the government much pause for thought. Landed, agricultural and forestry interests largely supported the bill and the Country Landowners Association (CLA) received further reassurance at a Department of the Environment meeting. In particular, the CLA was assured that the government’s terminology should not cause alarm. Little land would be categorised in order to protect ‘imperilled’ species, particularly when birds, such as the red kite in Wales, had very large ranges. As a department official explained, confirming the Conservancy’s worst suspicions, ‘the definition imperilled was carefully chosen; it allowed for a political as well as a scientific judgement’. With respect to the habitats identified under international conventions such as Ramsar, the government explained that, although it needed to fall into line with these obligations, the provisions only applied to thirteen sites, one in Northern Ireland and twelve in Britain. Most were already NNRs, so the implications of this category were minimal. Although the government insisted the Ribble controversy had shown that it needed new powers to respond to questions of acute public concern, the fact remained that these decisions would be made by the Department of the Environment and MAFF, meaning objections could be heard, making this a more overtly political process that the current system. The Department of the Environment did, though, admit that SSSI designation would continue and it could not assure the CLA that only existing SSSIs might come under the new designation; the Department added that it was ready to consider allowing a longer time to negotiate an agreement. In the main, the Department thought the CLA was satisfied and, with respect to moorland conservation, accepted that MAFF grant-aid for ploughing should not be paid if the park authority refused consent.[CITATION-89] The forestry interest was less acquiescent and on the defensive. Already subject to criticism by a host of amenity societies and frustrated by the obstacles often put in its way, the industry thought the proposals insufficiently heeded questions of scale and raised the prospect of great swathes of land being closed off from productive use. Designations needed to be more selective, implicitly acknowledging the benefits brought by the forestry sector on environmental, economic and resource grounds. Not only did the industry create valuable habitat, jobs and an essential, marketable commodity, but in doing so it fulfilled the government’s own planting quotas. The conservation and amenity lobby, as well as the Conservancy, had repeatedly frustrated attempts to establish new plantings. Local economies were harmed by a politics that, paradoxically, was predicated on protecting a ‘moorland scene’ that was far from ‘“natural”’. Further designations, it claimed, were not needed.[CITATION-90] Marion Shoard, who worked for the Campaign for the Protection of Rural England (CPRE), published her brilliant polemic(1980) on the eve of the bill’s first reading. It functioned rather as Rachel Carson’s(1962) had a generation earlier, electrifying the debate by synthesising the concerns of scientists and lobby groups.[CITATION-91] As Shoard told Caroline Moorhead of the, the principal threat to the countryside ‘comes from agricultural change, which if allowed to proceed unhindered could easily turn our variegated, intimate landscape[,] which is the envy of the world[,] into something reminiscent of the Kansas prairies’.[CITATION-92] A core argument of the book was that the farming community, in cahoots with the government, did not have the right to harm unilaterally the countryside because the countryside was a public good. Over the following weeks, the contents of theletters page proved how divisive her claims were.[CITATION-93] The government decided to present the bill in the House of Lords because the latter contained considerable expertise and, recalling an earlier parliamentary ethic, it was here that countryside interests were thought to be properly represented.[CITATION-94] More practically, the unexpectedly contentious nature of the legislation promised a lengthy parliamentary process that threatened to endanger the government’s busy legislative programme. The suspicion that this decision gave agriculture, forestry and landed interests undue influence was far from groundless. During the debates, members complained about the effect existing environmental legislation and regulation had on their rights as landowners, accusing the environmentalists of devious and underhand tactics.[CITATION-95] But it was also the case that the House of Lords contained significant environmental expertise. Amendments seeking to strengthen the bill’s provisions were tabled by members closely associated with conservation NGOs and their actions were co-ordinated by the Wildlife Link, the successor to the Council for Nature, a low-profile organisation that had sought to co-ordinate conservation organisations since the late 1950s. From 1979, Wildlife Link was chaired by Lord Melchett, a young and charismatic Labour peer, who emerged as the effective leader of the opposition to the bill.[CITATION-96] Melchett was supported to one degree or another by members with close links to statutory and non-statutory conservation and amenity organisations. Lord Hunt was president of the Council for National Parks; Lords Arbuthnott and Chelwood both held senior positions in the Conservancy; Lord Craigton was the long-term chair of the All-Party Conservation Group (1972–83), vice-chair of the Flora and Fauna Preservation Society, chair of the Council for Environmental Conservation (Lord Skelmersdale was vice-chair), vice president of the World Wildlife Fund, and a trustee of the Jersey Wildlife Trust; and Lord Buxton was co-founder of the World Wildlife Fund (and an associate of Prince Philip, the Fund’s long-running president), patron of the Essex Wildlife Trust and director of Anglia Television and creator of ‘Survival’, one the UK’s longest-running wildlife television series. Lord Sandford, chair of the National Parks Policy Review Committee (1974), was not an outspoken critic of the government but had come to recognise the necessity of Porchester’s recommendations and felt the government’s decision to reject them needed careful justification.[CITATION-97] The parliamentary process was dizzying in its complexity. Something of this stemmed from the political, economic and ideological complexity of the issues, but it also reflected the straitjacket of the SSSIs. In its essence, whereas Labour’s bill had attempted to create a new power that in certain circumstances could be used to override existing provision, the Conservative bill sought to reform existing statutory provision, leading to a debate—like the consultation—focused on notification periods, management agreements and principles of compensation, the primary tools of the nature state. Consequently, proponents of the bill made repeated attempts to strengthen the proposals by making subtle adjustments to its provisions. The committee stage saw numerous amendments taken together, many withdrawn before debate, and some debated but withdrawn before going to a division. As Philip Lowe and his co-authors observe, ‘none of the amendments won by the conservation lobby against the government advice was opposed by the farming lobby, whereas all major amendments opposed by the NFU and CLA were defeated, and these included powers to make moorland conservation orders and to protect all SSSIs’.[CITATION-98] Despite this, amendments functioned as acts of witness, bringing matters of concern to the notice of parliament, the government and the general public, exposing unintended weaknesses in the bill and, more provokingly, highlighting what the government was not prepared to do and how it had rejected expert opinion or mollified particular interest groups. Parliamentary convention judged these effects as positive, and for some peers the passage of the bill constituted a truly impressive political and intellectual performance; but for the government’s critics the enduring sense of failure associated with the Act raised fundamental questions about what could be achieved through the parliamentary process.Although the case made by the bill’s critics largely mirrored positions adopted by the statutory and non-statutory bodies, the debate brought to the Lords considerable environmental expertise. Conservancy statistics were often deployed, notably by Melchett, who argued that the narrowness of the bill ensured it would not mitigate existing risks or the wider threat posed to the ‘basic fabric of the countryside’, including wildlife habitats such as ponds, hedges, hedgerow trees, small woodlands and moorland.[CITATION-99] Broad historical perspectives onto the relationship between agriculture and the health of British ecosystems were offered, notably by Buxton, who identified the problem as stemming from an outmoded, wartime need to maximise production—food surpluses rather than shortages were now the norm—and a policy agenda that had not kept pace with ‘the technological or power revolution in agriculture’. This was compounded by a fundamental failure to comprehend the nature of farmland. In ‘wildlife terms’, Buxton explained, ‘a ploughed field or clean farming land is in fact simply a desert in another form’. The ‘survival factor for wildlife’ was to be found in the agriculturally marginal features of the landscape, in the hedgerows, woodland, moorland, ponds and wetland: ‘The Government remain, through grant aid, the chief instigators and supporters of habitat destruction’. Much of this polemic recalled Shoard’s.[CITATION-100] Cross-party alliances were made. Lord Foot, Liberal peer and Dartmoor preservationist, and Lord Ridley, Tory peer and owner of a Northumberland estate, urged that the compulsory powers of the Labour bill be reinstated, Ridley tabling an amendment to this effect.[CITATION-101] Labour peers seemed to be genuinely perplexed by the attitudes expressed by the supporters of the government with respect to the necessity of maintaining the goodwill of the farmers. Why was the NFU ‘regarded as a more benign combination than, say, the Transport and General Workers Union’, when ‘their acquisitive instinct’ had been ‘developed along similar lines’?[CITATION-102] Why had such great efforts been made to secure the support of the National Farmers Union and the Country Landowners Association, but not the National Trust, the Conservancy, and the Countryside Commission?[CITATION-103] The notion that farmers ‘can be led a long way’ but ‘one cannot push them one inch’ provoked particular outrage.[CITATION-104] It was improper, declared Baroness White, ‘for citizens of any civilized and democratic body politic to suggest that they should have a different attitude to the law from that of any other citizen. We are all, being members of a community, subject to certain constraints and certain compulsions’. It was difficult ‘to work for peaceful solutions when one has the attitude that the farmers, landowners and perhaps even the timber-growers are so special that they must not contemplate being bound in the sort of way that so many of us, after all, in so many different situations in life, accept as part of the price to be paid for being members of a civilised society. Why should they be exempt?’[CITATION-105] In January 1981, a week before the bill entered the committee stage, David Goode published a short, hard-hitting article in the. Goode focused on the harm done to SSSIs since the 1960s, confronting the reader with an avalanche of statistics, some of which drew on research that could document ecological decline since the 1760s. His case was familiar. The ploughing and drainage or irrigation of grassland, heath, bogs and deciduous woodland had caused unprecedented and largely irreversible depletion in the extent and diversity of the Britain’s flora and fauna. Although the problem far exceeded the remaining heathlands of Exmoor, for the greatest harm had been caused to lowland habitats, the Conservancy’s demands remained modest. As Goode explained, the Conservancy wished to guarantee the protection of Britain’s SSSIs, less than 6 per cent of the country’s land, which was neither possible under existing provision nor likely under the new bill. The Conservancy sought just one extra provision, namely a mechanism to ensure that all changes ‘detrimental to the scientific interest of any SSSI should be notified in advance to the Conservancy’.[CITATION-106] An editorial inunder the heading ‘The Disappearing Landscape’ effectively argued along similar lines: the protective measures supplied by the bill should be applied to all SSSIs.[CITATION-107] Amendments attempted to give all SSSIs the status of a super-SSSI, to extend the super-SSSI provision not just to ‘moor and heath’ but any ‘open country’, and to give SSSIs the same status as a scheduled ancient monument or historic building. Further amendments tried to empower the Conservancy to request the secretary of state to make an order prohibiting a harmful agricultural operation when agreement could not be reached, and to bring agriculture and forestry under planning control by means of amending the Town and Country Planning Act 1971 (twenty-four columns of Hansard were duly filled to little discernible effect).[CITATION-108] The only successful amendment was tabled by Sandford; he caught the government unawares and it was passed by a ‘thinly-attended’ House.[CITATION-109] Sandford wanted applications for grants that were ‘likely to affect adversely the character or amenity’ of National Parks and other valuable landscapes, which would include grants for capital projects eligible under the EEC’s ‘Less Favoured Areas’ Directive (1975), to be jointly considered by the Department of the Environment and MAFF. If the application was refused the National Park or other planning authority would be obliged to enter into a management agreement. It was a shrewd move. A management agreement was more likely to be agreed if the possibility that MAFF would make a ploughing grant was removed before negotiations began. By suggesting impoverished upland farmers should be supported through management agreements and grants for the development of tourist and craft industries, Sandford broke with the conventions of agricultural support—grants, price support measures and subsidies—that dated back to the Hill Farming Act 1946, presaging future attempts to diversify the rural economy. Equally, by highlighting the importance of vulnerable agricultural communities, without whom ‘we should have national jungles, we should have national swamps, but we should not have national parks’, Sandford avoided the negative, restrictive connotations associated with amendments tabled by critics of the bill.[CITATION-110] Sandford’s amendment temporarily re-orientated the debate, generating favourable responses to the reliance it placed on local co-operation and knowledge, its recognition of the changing ‘role of the agricultural occupant’, and its determination to learn from the UK’s EEC partners when considering the ‘integrated development of upland’. For some, making payments for non-agricultural uses at a time of economic contraction and widespread deprivation was questionable, but more generally Sandford’s proposals focused attention on the effectiveness of the existing subsidy regime. If, as Ann-Christina Knudson argues, agricultural subsidies were a form of ‘welfare’ payment characteristic of post-war European social democracy, to opposition peers it was evident the system was no longer fit for purpose.[CITATION-111] ‘[F]ar too much public money’ went ‘to people who do not really need it’, complained Melchett, large capital grants ‘tending to go to the richest farmers’; Lord Swinton argued that struggling upland farmers had little choice but to put out more sheep and cattle, leading to overgrazing and the production of ‘useless, white land’, good only for forestry. Positive uses for public money were needed.[CITATION-112] As W.M. Adams points out, the amendment ‘excited observers at the time because it opened the way to making MAFF manage the countryside as “a socio-economic totality and not a food-factory”’, though few serious commentators thought the amendment would survive a whipped vote in the Commons. The warmth of the response in the Lords belied the narrowness of the decision: it had been secured by just two votes, 48 to 46.[CITATION-113] With the bill ready to pass to the Commons, the judgement ofhad it about right. The government had ‘given away little in the long contest’ even though it had ‘scarcely had the best of the argument’. Government spokesmen had effectively conceded that the powers proposed with respect to the super-SSSI ought to be applied to all SSSIs but the cost implications and fear of antagonising the farmers prevented them from accepting these amendments. Less clear was why the government had resisted the ‘plainly essential’ requirement that owners give notice of major changes to farming practices on all SSSIs.[CITATION-114] The Second Reading debate in the Commons was predictable. The government accepted no amendment that changed the ‘fundamentals’ of the bill, including any suggestion that agricultural grants might be withheld on amenity grounds; the Labour opposition found Part II of the bill inadequate and felt the secretary of state should be given reserve powers to stop any operation the Conservancy thought damaging to the ‘special interests’ of an SSSI.[CITATION-115] Party politics largely dictated the committee stage of the bill. No backbench Conservative MPs sympathetic to the conservationists were nominated by the government, ensuring that the conservation lobby was represented by opposition members and so diminishing the likelihood of a cross-party consensus.[CITATION-116] 930 amendments were duly tabled and long queues formed outside Committee Room 12; representatives of Friends of the Earth, the RSPB and the CPRE were on hand with the arguments needed to tackle ministerial claims.[CITATION-117] When, in June, Howell was mocked by acolumnist for his ‘Domesday pronouncements’ and supposed subservience to the environmental lobby, he responded with a remarkably coherent letter. The committee, he explained, had already met eighteen times and for seventy-three hours; it was likely to need a further eight sittings and twenty-seven hours of debate. Eight significant issues remained unresolved and four concerned the protection of habitat: had government-funded agricultural operations been detrimental to efforts to protect flora and fauna? What was needed with respect to the protection of habitat if the protections extended to individual plant and animal species were to be effective? Should the landowner or holder be required to notify the Conservancy of any operation that might prove harmful to a SSSI? Should the grant-aided ploughing up of critical moorland habitats be allowed to go ahead if no management agreement was reached?[CITATION-118] After months of debate, the fundamental issues remained. The dogged determination of the conservation lobby had come up against a government with a solid majority determined to get its way. Tom King, junior minister at the Department of the Environment, expressed his sympathy for the Sandford amendment, rousing hopes of a breakthrough, but the resulting government amendment only required MAFF to consider the aims of conservation ‘in so far as may be consistent with the agricultural purposes of the scheme’.[CITATION-119] Faced with yet another damning Conservancy report on damage to SSSIs and the threat by the opposition to talk the bill out, King finally made the crucial concession, adding additional new clauses to the bill. A statutory requirement would fall on the Conservancy to notify an owner or occupier when it was considering designating part of the property an SSSI; a reciprocal obligation was placed on the owner to notify the Conservancy of any plan to commence a potentially damaging operation on an SSSI. This effectively killed the super-SSSI distinction, meeting demands made months before by the Conservancy, a host of statutory and non-statutory bodies and the bill’s critics in the Lords. Howell stated that this was the absolute minimum that could be accepted.[CITATION-120] Having achieved this, conservationist groups were furious when the government passed an amendment requiring that the Conservancy compensate farmers for loss of earnings if MAFF refused a grant on conservation grounds. The conservation lobby feared the amendment would disincentivise the Conservancy, creating a cost burden each time it fulfilled its statutory obligations. Robin Grove-White of the CPRE wrote sarcastically of ‘a remarkable new principle’ in which farmers would be automatically compensated for ‘hypothetical “losses”’, a principle that applied to no other group in society; a spokesperson for the Ramblers’ Association implored Heseltine to scrap this ‘quite lunatic’ clause.[CITATION-121] The Conservancy, however, supported the amendment. Later insisting it had not caved in to political pressure, the Conservancy argued that the amendment would create a financial obligation for the government and reveal the ‘true cost of conservation’.[CITATION-122] Whether capitulation or strategic ploy, the logic of the Conservancy’s position was consistent—conservation had to be paid for.With the bill back in the Lords, the conservation lobby made its last, futile effort to challenge the underlying principles of the bill. A cross-party amendment allowed the Conservancy or a park authority, on MAFF’s refusal to pay an agricultural grant, to elect whether or not to enter into a management agreement. If they chose not to, the farmer would lose entitlement to compensation for loss of profits. Although the logic of the amendment stemmed from the need to prevent farmers from making spurious applications to MAFF in order to earn compensation from the Conservancy, and although it was endorsed by the Association of County Councils, the Countryside Commission, the Association of National Park Officers, the CPRE, the Royal Society for Nature Conservation and the Council for National Parks, government whips ensured it fell.[CITATION-123] On the eve of the passage of the bill,again took stock of the situation. It argued that the cost of compensation should fall equally on the Conservancy and MAFF, but more generally attested to the gravity of the situation. It feared a spate of new developments before the Act could take hold and it left readers in no doubt that this would be unacceptable. Quoting Heseltine to the effect that there could be no increase in the rate of development, the leader went further, arguing that ‘the present rate would be unacceptable if it were continued’. More, though, was at stake. ‘In effect, the Bill is the last chance for the voluntary principle in agricultural planning, the last attempt to reconcile the interests of farming and conservation without prohibitions. If it fails, then the case for a measure of compulsory planning with be irresistible’.[CITATION-124] In 1977, Derek Ratcliffe offered a finely balanced assessment of the performance of the British nature state. Much that he wrote anticipated the debates that animated the bill process that led to the passage of the 1981 Act. He emphasised the achievements of conservation bodies since 1949, including the relative effectiveness of the SSSI notification system, but lamented the continuing exclusion of agriculture and forestry from the planning system and insisted that the destructive force of agricultural intensification had to be recognised as a serious policy problem. He argued that farmers and foresters should recognise that they were moral actors, which for some meant forgoing profits, but he did not fundamentally challenge incentive-based approaches to mitigating environmental harm.[CITATION-125] He also recognised that the debate had been transformed by the ‘tremendous growth of the non-official movement for nature conservation’, concluding that the emphasis official bodies placed on preserving the ‘scientific interest’ of particular habitats was no longer an inadequate justification for nature conservation.[CITATION-126] In essence, Ratcliffe argued, two general principles had emerged:The first is that nature conservation is increasingly expected to support its interests with hard cash, since its gain is often someone else’s financial loss; and the second is that the rationale and philosophy of nature conservation is required increasingly to be identified and justified as a valid form of public interest.[CITATION-127] If Ratcliffe was right to argue that environmentalism had made the SSSI designation an anachronistic description of the public interest in the natural environment, the 1981 Act ensured the designation remained central to nature conservation in the decades that followed. Thereafter, an SSSI designation meant MAFF would refuse grants on the recommendation of the Conservancy, which in turn could attempt to convince farmers or potential foresters to eschew ‘potentially damaging operations’ in return for a funded management agreement. And by expanding the range of flora and fauna under state protection, the Act broadened the criteria by which the Conservancy and its successors might designate an SSSI: by 1981, 3,877 sites had been notified under the 1949 provisions; by 1997, 6,249 SSSIs had been designated under the 1981 provisions.[CITATION-128] These figures suggest that the Conservancy’s fear proved largely unfounded that the appeals system and interdepartmental consultation would delay, obstruct or prevent designation, though in the first years of the Act numerous SSSIs were de-notified as landowners took advantage of the three-month window of opportunity provided by the period allowed for the landowner to make representations. This loophole was closed by an amendment to the Act passed in 1985.[CITATION-129] The government had been right to predict that reciprocal notification of all SSSIs would create significant financial pressures and a barely manageable administrative burden for the Conservancy, but it underestimated the degree to which the agricultural lobby recognised that the Act had to be seen to work if the voluntary principle was to be maintained.[CITATION-130] W.M. Adams’s interim report on the implementation of the Act nonetheless painted a bleak picture of a woefully under-resourced Conservancy struggling to complete the heavy labour of renotification, notification of new SSSIs, and the achievement of management agreements.[CITATION-131] It will never be known how often compensation payments were made in response to empty threats by landholders to carry out agricultural operations on SSSIs or, indeed, how far these processes were spun out by land agents whose fees were paid by the Conservancy. By the late 1990s it could be shown that the Act had prevented damaging agricultural operations on many SSSIs, but this is a strictly relative claim.[CITATION-132] Official figures from 2008 indicate that if 1960 is treated as the baseline, England’s remaining semi-natural grassland with the SSSI designation did considerably better than that without, but the loss overall was 47 per cent, mainly by conversion to arable land or improved grassland, and the rate of loss did not diminish after 1981.[CITATION-133] And although something of the improved condition of SSSIs reflected European Union reforms to the system of agricultural subsidies after 1987, the sums dedicated to ‘agri-environmental agreements’ amounted to a small fraction of the payments made and ecologists judged the biodiversity gains to be ‘underwhelming’.[CITATION-134] Labour’s Countryside and Rights of Way Act 2000 strengthened provisions, but rates of SSSI notification and effective monitoring remained dependent on the Treasury; in the 2010s, a period of Conservative-dominated coalition government and then Conservative government, very few new SSSIs were notified and monitoring of existing SSSIs was inadequate.[CITATION-135] Abigail Woods warns us against adopting reductive narratives of negative agricultural change in the post-war period, but with respect to the health of the UK flora and fauna and the functioning of its ecosystems the force of a narrative of decline is hard to contest.[CITATION-136] The 1981 Act achieved some success on its own terms, but it did not help to halt or reverse the precipitous decline of UK biodiversity. Whether evidence is taken from the government white paper of 2011 (‘The Natural Choice: Securing the Value of Nature’) or the authoritative ‘State of Nature’ reports, the story is the same: how the UK manages its farmland (in combination with climate change) remains significantly responsible for the continuing depletion of British wildlife and biodiversity, endangering the survival of many species. Preventing certain agricultural operations on SSSIs has not reversed the overall trend and every indication suggests that this slow violence will continue into the future with baleful effects for UK wildlife and human beings alike.The paradox cannot be missed. Since 1981, state-led deindustrialisation and privatisation has made the agricultural interest relatively more dependent on the state while the gradual strengthening of the nature state, particularly in the 1990s and early 2000s, has left agriculture more domesticated than in the past. Why, then, has state intervention not had a greater effect on the health of UK habitat? This question invites no easy response, but the 1981 process demonstrated that a part of the answer must stem from the political and ideological challenge that arises from the peculiar way agriculture is at once state-supported, structured around numerous private enterprises, and essential to the health and welfare of the population. As Christopher Rodgers argues, the 1981 Act and later statutory developments did not create new forms of collective, common or communal property, for no change was made to whom had a right to make use of the land, but the Act did offer a modest challenge to conventional private property rights by effecting ‘how, when and in what manner’ some land could be used.[CITATION-137] Nonetheless, and notwithstanding the claims widely made during the process with respect to the public interest in healthy ecosystems, the new statutory provisions reflected the dominance of the proprietary interest and the ideological reluctance of the Conservative government to extend significantly the reach of the nature state at its expense.Moreover, as the implementation of the 1981 Act indicated, state-led regulatory regimes do not function as faceless bureaucratic procedures based on the objective application of statute, but are imperfect, resource-dependent processes the outcomes of which are determined by the judgements and decisions made by numerous historical actors, including politicians, civil servants, credentialed experts and members of the public. And given that the functioning of the nature state is resource-dependent, its capacity necessarily reflects government priorities and, by extension, party political interests. It is significant that Labour governments passed the National Parks and Access to the Countryside Act 1949, the Countryside Act 1968, and the Countryside and Rights of Way Act 2000, and commissioned the Porchester Report and sought to implement its findings. The Wildlife and Countryside Act therefore looks anomalous, but the protracted drafting and parliamentary process indicated that the government strove to satisfy the requirements of EEC Directives without significantly disrupting the rural propertied order. As the CLA and the NFU were reassured in private meetings, to vest powers in the minister could be a means to minimise rather than maximise the possible consequences of the legislation.It is tempting to speculate about how the Act would have been implemented or amended had Labour governments been elected in 1983, 1987 or 1992. It seems likely that the Conservancy would have faced a less hostile environment. What is known is that the heightened ideological context of the 1980s set the Conservancy and the Conservative governments on a collision course that culminated in 1989 with the Conservancy’s dissolution and replacement with separate English, Welsh and Scottish agencies. Perhaps a break was inevitable. The Conservancy was characteristic of post-war statism and the ‘centrist scientism’ so disliked by the Thatcherites, but the immediate trigger was the Conservancy’s unusually forthright opposition to the afforestation of the ‘Flow Country’ peatlands of Caithness and Sutherland in Scotland, reputably the UK’s ecosystem least affected by human interventions. In Mark Cocker’s vivid telling of the story, the lairds mobilised, celebrities exploited tax breaks offered by commercial forestry, the Conservancy embarked on a near-suicide mission, comprehensively winning the argument but sacrificing valuable political capital, and Malcolm Rifkind and Nicholas Ridley, cabinet ministers and free marketeers, exacted their vengeance on the Conservancy and let the ploughing go ahead.[CITATION-138] Central to the ‘battle of the bogs’ was the Conservancy’s attempt to protect the integrity of the Flow Country ecosystem, some 1,500 square miles of terrain, rather than an exemplary selection as was usual under the SSSI system. As Conservancy scientists had long understood, the SSSI archipelago, afloat in a rising sea of chemically dependent intensive agriculture, failed to account for how healthy, interconnected ecosystems actually function.A generation later, this critique underpinned Hilary Benn’s decision as Labour’s secretary of state at the Department for Environment, Food and Rural Affairs (DEFRA) to launch an independent review, chaired by Sir John Lawton, of ‘England’s Wildlife Sites and Ecological Networks’ in September 2009. ‘Making Space for Nature’ was a major piece of work, collating a large volume of data, and was published a year later under the new Conservative-led coalition government. Asking whether ‘England’s wildlife sites comprise a coherent and resilient ecological network’, Lawton’s answer was not altogether negative, but the review still made extensive, potentially transformative recommendations. The creation of ‘wildlife corridors’ should be part of an extensive programme of ecological restoration underpinned by ecological ‘connectivity’ and justified by the delivery of ‘ecosystem services’, including flood defence and carbon sequestration.[CITATION-139] The fate of Lawton’s recommendations is outside the scope of this article, but the adoption of the ‘ecosystem services’ framework signalled a shift in government discourse away from an understanding of nature conservation as an inherent good towards a more politically legible, instrumentalist analysis. This development divided ecologists, but the government’s proposition that farmers might be supported to deliver environmental ‘public goods’ rather than paid subsidies based on productivity informed the hope environmentalists invested in the process behind the first post-Brexit agriculture bill in 2019–20.[CITATION-140] By promising to replace the Basic Payment Scheme (BPS) with Environmental Land Management Schemes (ELMS) as the foundation for the relationship between agriculture and the state, the Agriculture Act 2020 has the potential to expand significantly the remit of the nature state. Not since 1979–81 had environmentalists invested so much energy and hope in environmental legislation, evidence—if evidence is needed—of the continuing relationship between the health of the UK biosphere and arduous processes of Whitehall consultation, lobbying and parliamentary manoeuvre. In 1981, it took the prospect of losing the bill on procedural grounds—and not the logic of argument—to trigger a significant concession. As Grove-White later argued, the environmental movement’s development had been limited by its necessary focus on ‘a set of physical problems’ that ensured it had to exploit ‘small openings’ in a political culture dominated by processes determined by civil servants ‘skilled at displacing tensions rather than at addressing the substance of them’.[CITATION-141] That ‘reciprocal notification’ of all SSSIs was the most remarked upon outcome of the long parliamentary process demonstrates that in 1981 the UK nature state, and the lobbying culture it engendered, remained straitjacketed by its moment of genesis in 1949, and would remain so for some time to come. Equally striking was how little attention was paid to the EEC as a prompt for the legislative process. Domestic or national political dynamics predominated, further evidence that the nature state, however cautious or contentious its ministrations, had become an integral part of UK governance.",
    "footnotes": {
        "1": "See below for a definition of the ‘nature state’.",
        "2": "W.M. Adams, Implementing the Act: A Study of Habitat Protection under Section 2 of the Wildlife and Countryside Act 1981 (Cambridge, 1984); W.M. Adams, Nature’s Place: Conservation Sites and Countryside Change (London, 1986); C. Rodgers, The Law of Nature Conservation: Property, Environment and the Law (Oxford, 2013).",
        "3": "State of Nature 2013, available via the British Trust for Ornithology, at https://www.bto.org/our-science/publications/state-nature-report/state-nature-report-2013; State of Nature 2016, pp. 1–88, available at https://www.bto.org/our-science/publications/state-nature-report/state-nature-report-2016; D.B. Hayhow et al., State of Nature 2019, available at https://www.bto.org/our-science/publications/state-nature-report/state-nature-report-2019 (all accessed 16 Apr. 2022).",
        "4": "M. Shoard, The Land is Our Land: The Struggle for Britain’s Countryside (London, 1987), pp. 438–9.",
        "5": "E.J. Ausems, ‘Convention on the Conservation of European Wildlife and Natural Habitats’, Environmental Conservation, vii (1980), pp. 143–4.",
        "6": "D. Evans, A History of Nature Conservation in Britain (London, 1992), pp. 180–81.",
        "7": "For examples, see M. Kelly, Quartz and Feldspar. Dartmoor: A British Landscape in Modern Times (London, 2015).",
        "8": "During the passage of the bill, ‘the NFU produced thirteen parliamentary briefing papers, maintained contacts with 150 peers and 350 MPs, and employed three full-time officers on the Bill’: M. Winter, Rural Politics: Policies for Agriculture, Forestry and the Environment (London, 1996), p. 207.",
        "9": "Winter, Rural Politics, pp. 208–12; T. Dalyell, The Importance of Being Awkward: The Autobiography of Tam Dalyell (Edinburgh, 2012), loc. 3299.",
        "10": "S. Housden, ‘Fighting for Wildlife—From the Inside’, in D. Thompson, H. Birks and J. Birks, eds, Nature’s Conscience: The Life and Legacy of Derek Ratcliffe (King’s Lynn, 2015), p. 369.",
        "11": "‘Charismatic’ more usually describes the wildlife species used to promote the activities of conservationist organisations, particularly ‘charismatic megafauna’ such as the whale and the panda. See F. Ducarme, G.M. Luque and F. Courchamp, ‘What are “Charismatic Species” for Conservation Biologists?’, BioSciences Master Reviews, x (2013), pp. 1–8.",
        "12": "The paragraph draws on M. Kelly, C. Leal, E. Wakild and W. Graf von Hardenberg, ‘Introduction’, in W. Graf von Hardenberg, M. Kelly, C. Leal and E. Wakild, eds, The Nature State: Rethinking the History of Conservation (Abingdon, 2017), pp. 1–15, quotations at 4–5.",
        "13": "On the warfare state, see D. Edgerton, Warfare State: Britain, 1920–1970 (Cambridge, 2005).",
        "14": "Rodgers, Law of Nature Conservation, p. 68.",
        "15": "D. Kavanagh, Thatcherism and British Politics: The End of Consensus? (Oxford, 1987), pp. 285–8; D. Edgerton, The Rise and Fall of the British Nation: A Twentieth Century History (London, 2018), pp. 455–6. For a case-study that teases out the tension between neo-liberal ideology and government intervention in the 1980s, see O. Saumarez Smith, ‘Action for the Cities: The Thatcher Government and Inner-City Policy’, Urban History, xlvii (2019), pp. 274–91.",
        "16": "Department for the Environment, Food and Rural Affairs, Landscapes Review (London, 2019), p. 12.",
        "17": "In general, see J. Sheail, Nature in Trust: The History of Nature Conservation in Britain (London, 1976).",
        "18": "D. Thompson, W.J. Sutherland and J. Birks, ‘Nature Conservation and the Nature Conservation Review—A Novel Philosophical Framework’, in Thompson, Birks and Birks, eds, Nature’s Conscience, pp. 342–6.",
        "19": "The classic treatment of this issue can be found in D. Matless, Landscape and Englishness (London, 1998); a pioneering treatment is D.N. Jeans, ‘Planning and the Myth of the English Countryside in the Interwar Period’, Rural History, i (1990), pp. 249–64; for a Foucauldian reading of the Country Code, see P. Merriman, ‘“Respect the Life of the Countryside”: The Country Code, Government and the Conduct of Visitors to the Countryside in Post-War England and Wales’, Transactions of the Institute of British Geographers, new ser., xxx (2005), pp. 336–50.",
        "20": "R. Westmacott and T. Worthington, New Agricultural Landscapes: Report of a Study (report for Countryside Commission; Cheltenham, 1974); on envirotechnical regimes, see introduction to S. Pritchard, Confluence: The Nature of Technology and the Remaking of the Rhône (Cambridge, MA, 2011).",
        "21": "G.R. Miller, J. Miles and O.W. Heal, Moorland Management: A Study of Exmoor (report for Countryside Commission; Cambridge, 1984), pp. 36, 43; M. Lobley, M. Turner, G. MacQueen and D. Wakefield, “Born out of Crisis”: An Analysis of Moorland Management Agreements on Exmoor. Final Report (Exeter, 2005), p. 7.",
        "22": "N.W. Moore, ‘The Heaths of Dorset and Their Conservation’, Journal of Ecology, l (1962), pp. 369–91; Kew, The National Archives, COU 1154, Herbert Griffin, National Parks Commission, to M.F.B. Bell, Nature Conservancy, 1 Apr. 1964. Unless otherwise stated, all manuscript material cited is held in The National Archives. J. Sheail, ‘“Guardianship” and the “Rural Workshop”—The First Quarter-Century of UK Experience in Nature Conservation’, Journal of Environmental Management, l (1997), pp. 435–6.",
        "23": "COU 1154, MAFF/Nature Conservancy Joint Standing Committee, Loss of Sites of Special Scientific Interest, 15 July 1963.",
        "24": "Sheail, ‘“Guardianship” and the “Rural Workshop”’, pp. 440–41; P. Lowe, G. Cox, M. MacEwen, T. O’Riordan and M. Winter, Countryside Conflicts: The Politics of Farming, Forestry and Conservation (Aldershot, 1986), pp. 194–6. Since the 1950s, attempts had been made to use ‘gentlemen’s agreements’ to avoid conflict over the expansion of commercial forestry. For example, see Kelly, Quartz and Feldspar, p. 258 ff.",
        "25": "M. Lobley and M. Winter, ‘“Born Out of Crisis”: Assessing the Legacy of the Exmoor Management Agreements’, Rural History, xx (2009), p. 230.",
        "26": "Porchester Report, quoted in Miller, Miles and Heal, Moorland Management, p. 8.",
        "27": "A. Woods, ‘A Historical Synopsis of Farm Animal Disease and Public Policy in Twentieth Century Britain’, Philosophical Transactions: Biological Sciences, ccclxvi, no. 1573 (2011), pp. 1943–54; for ‘missionary zeal’, see COU 1154, MAFF/Nature Conservancy Joint Standing Committee, Loss of Sites of Special Scientific Interest, 15 July 1963.",
        "28": "Adams, Nature’s Place, pp. 26–7. Increasing agricultural yield to address trade deficits was an old panacea and even formed a minor theme in John Galsworthy’s novel Over the River (London, 1933).",
        "29": "T. Turnbull, ‘Simulating the Global Environment: The British Government’s Response to The Limits to Growth’, in J. Agar and J. Ward, eds, Histories of Technology, the Environment and Modern Britain (London, 2018), pp. 271–99.",
        "30": "K. Pomeranz, The Great Divergence: China, Europe and the Making of the Modern World Economy (Princeton, NJ, 2000); J. Clifford, ‘London’s Soap Industry and the Development of Global Ghost Acres in the Nineteenth Century’, Environment and History, xxvii (2021), pp. 471–97; D. Theodoridis, P. Warde and A. Kander, ‘Trade and Overcoming Land Constraints in British Industrialization: An Empirical Assessment’, Journal of Global History, xiii (2018), pp. 328–51. Note that Continental Europe was also an important source of raw materials: P. Warde, ‘Trees, Trade and Textiles: Potash Imports and Ecological Dependency in British Industry, c.1550–1770’, in Past and Present, no. 240 (2018), pp. 47–82.",
        "31": "N. Fairbrother, New Lives, New Landscapes: Planning for the 21st Century (New York, 1970), p. 71; J. Winter, Secure from Rash Assault: Sustaining the Victorian Environment (Berkeley, CA, 1999), p. 256.",
        "32": "Dulverton, Somerset, The Exmoor Society Resource Centre [hereafter ES], MM/08 (1/3), Submission to the Porchester Commission by the Countryside Commission, ‘Land Use Changes in the Exmoor National Park’, 17 June 1977.",
        "33": "On the positive representation of post-war agriculture, see D. Matless, ‘The Agriculture Gallery: Displaying Modern Farming in the Science Museum’, in Agar and Ward, eds, Histories of Technology, pp. 101–22.",
        "34": "R. Nixon, Slow Violence and the Environmentalism of the Poor (Cambridge, MA, 2013); J. Sheail, ‘The “Amenity” Clause: An Insight into Half a Century of Environmental Protection in the United Kingdom’, Transactions of the Institute of British Geographers, xvii (1992), pp. 152–65.",
        "35": "Winter, Rural Politics, p. 204.",
        "36": "M. Kelly, ‘Conventional Thinking and the Fragile Birth of the Nature State in Post-War Britain’, in Hardenberg et al., Nature State, pp. 124–30.",
        "37": "HLG 29/1604, D. O’Connell to A. Leavett, Permanent Secretary, 24 Feb. 1977.",
        "38": "ES, MM 18 (2/3), Exmoor National Park Committee minutes, 6 Dec. 1977 and 3 Jan. 1978; The Guardian, 8 Mar. 1978.",
        "39": "HLG 29/1604, J. Marlow to Baxter, 24 Nov. 1977. The rights in question went beyond ploughing and could include erecting fences, applying chemical fertilisers, insecticides or herbicides, and specifying maximum stocking rates.",
        "40": "Ibid., ‘Exmoor Bill: Compensation to Farmers. Note of meeting held 9 May 1978’.",
        "41": "Ibid., J. Marlow to Baxter, 24 Nov. 1977; brief for meeting to discuss report; paper by Secretary of State for the Environment and the Minister of Agriculture, Fisheries and Food for House Select Committee; Noulton to Marlow, 28 Nov. 1977; Freddie Warren (Chief Whip) to Noulton, 7 Feb. 1978 and 16 Feb. 1978; memo by Denis Howell, 2 Mar. 1978; Michael Foot to Lady White, 7 Mar. 1978; ‘Exmoor Bill: Compensation to Farmers. Note of meeting, 9 May 1978’.",
        "42": "Ibid., Leavett to PS/Howell, 14 Mar. 1978.",
        "43": "Ibid., note by Leavett on fifth draft of Instructions to Parliamentary Counsel. In Whitehall, the Bill was summarised as ‘Porchester plus Sandford’. Sandford was a reference to the Sandford Principle, named after the chair of the National Parks Policy Review Committee, which was promulgated across Whitehall following the publication of the committee’s report in 1974. The Sandford Principle, which finally achieved legislative standing with the Environment Act 1995, stated that where there is a conflict between conservation and access, conservation must take priority.",
        "44": "Hansard, Parliamentary Debates, 5th ser., House of Commons [hereafter Hansard, HC], 30 Jan. 1979, vol. 961, cols 1256, 1264–5.",
        "45": "Ibid., col. 1260.",
        "46": "Ibid., cols 1771–2.",
        "47": "Ibid., cols 1273–6.",
        "48": "ES, MM/08 (1/3), Ramblers’ Association statement to Porchester Commission, 15 July 1977.",
        "49": "Hansard, HC, 30 Jan. 1979, vol. 961, cols 1275–7.",
        "50": "HLG 29/1604, G.H. Beetham, Department of the Environment, to P. Leonard, Countryside Commission, 11 Aug. 1977.",
        "51": "The Guardian, 6 Mar. 1978.",
        "52": "Hansard, HC, 30 Jan. 1979, vol. 961, cols 1251–1371. For example, Edward Du Cann (Taunton), chair of the 1922 Committee and the Public Accounts Committee, poured scorn on the bill: ibid., cols 1283–93.",
        "53": "ES, parl box A, Exmoor Society to membership, 7 Apr. 1979.",
        "54": "For the site’s wildlife importance, see B. Bourne, ‘Trouble on the Ribble’, New Scientist, 20 July 1978.",
        "55": "FT 24/30, Ian Prestt, Director of the RSPB, to Peter Shore, Secretary of State for the Environment, 30 June 1978; Prestt to John Silkin, Minister of Agriculture, Fisheries and Food, 30 June 1978.",
        "56": "Ibid., note by W.D. Park, Nature Conservancy Council Head of Administration and Operations Division, 23 June 1978.",
        "57": "Ibid., E.C. Devereux to Ramsdale, 23 June 1978; Robert Boote to Heerema, 29 June 1978.",
        "58": "Ibid., D. Trafford-Owen, Department of the Environment, to Devereux, 3 July 1978; Boote to Leavett, 3 July 1978.",
        "59": "Ibid., Summary note of a meeting with Local and other Authority representatives, held at County Hall Preston, on Monday 19 July 1978 at 3.00 p.m.",
        "60": "FT 24/31, District Valuer and Valuation Officer to Johnstone, 26 Oct. 1978.",
        "61": "Ibid., District Valuer to Boote, 5 Jan. 1979.",
        "62": "Heerema’s solicitors had offered to sell for £4 million or a price to be decided by the Lands Tribunal, whichever was lower.",
        "63": "FT 24/31, note for the record, 19 Feb. 1979.",
        "64": "FT 24/30, NCC discussion paper, n.d. (emphasis added).",
        "65": "Ibid.",
        "66": "FT 27/72, note to Director General of the NCC by Park, 2 Aug. 1979.",
        "67": "Ibid., Leavett to NCC, 11 May 1979.",
        "68": "Ibid., Park to Goldsmith, 13 Aug. 1979.",
        "69": "Ibid., Goldsmith to Park, 13 Aug. 1979.",
        "70": "Ibid., Goldsmith to Boote, 15 Aug. 1979; draft of letter by Boote.",
        "71": "Ibid., D.A. Ratcliffe to J.V. Johnson, 3 Sept. 1979.",
        "72": "FT 27/73, comment on the draft Bill by N.A. Bonner, 15 Feb. 1980.",
        "73": "HLG 29/1676, NCC statement, 26 Nov. 1979; FT 27/72, M.J. Hudson, Regional Officer, North East, 3 Sept. 1979.",
        "74": "FT 27/73, Lord Winstanley, Chair of the CC, to Michael Heseltine, 2 Nov. 1979; Housden, ‘Fighting for Wildlife’, p. 366.",
        "75": "The NCC/Countryside Commission meeting of 7 Nov. 1979 was notably brief and the NCC’s informal communications made it clear that they were not to support the latter’s position. See, for example, FT 27/73, note by F.B. O’Connor, Deputy Director General of the NCC, 26 Oct. 1979; Holliday to Dr Jean Balfour, 29 Oct. 1979; and brief for Chairman, 16 Oct. 1979.",
        "76": "Housden, ‘Fighting for Wildlife’, pp. 366–7.",
        "77": "FT 27/74, F.B. O’Connor to Leavett, 10 Dec. 1980; Adams, Implementing the Act, p. 16.",
        "78": "FT 27/74, note by O’Connor, 29 Dec. 1980.",
        "79": "Adams, Implementing the Act, p. 15.",
        "80": "Ben Halliday, owner of the Glenthorne Estate, wrote to the Department of the Environment to explain the agreement he had recently reached with the National Parks Authority: HLG 29/1691, 25 Oct. 1979; HLG 29/1681, ‘Wildlife and Countryside Bill: Consultation Paper No. 6. Moorland Conservation in National Parks’.",
        "81": "Ibid.",
        "82": "HLG 29/1679, Devon Trust for Nature Conservation, 28 Sept. 1979; HLG 29/1682, Somerset Trust for Nature Conservation, n.d., and Staffordshire Nature Conservation Trust, 7 Nov. 1979.",
        "83": "Ian Mercer, National Park Officer for Dartmoor, whose Dartmoor Commons Bill was currently heading towards defeat in the Commons, emphasised in a response to the consultation that the Bill must contain ‘a Power to support the National Park Authorities financially in effecting protection by management agreement, as a necessary adjunct to its act of faith in the farming community’s goodwill’: HLG 29/1676, 7 Nov. 1979. On the progress and purposes of the Dartmoor Commons Bill, see Kelly, Quartz and Feldspar, pp. 397–417.",
        "84": "HLG 29/1674, Tyne and Wear, 15 Oct. 1979.",
        "85": "HLG 29/1686, J.L. Bostock, Department of Biological Sciences, University of Keele, 19 Oct. 1979; HLG 29/1688, Andrew Warren, Ecology and Conservation Unit, Department of Botany and Microbiology, University College London, 20 Nov. 1979.",
        "86": "HLG 29/1674, Lake District National Park Authority [NPA], 8 Oct. 1979; HLG 29/1676, Lake District NPA, 12 Nov. 1979; HLG 29/1688, Ian Mercer, Dartmoor NPA, 7 Nov. 1979, Brecon Beacons NPA, 17 Oct. 1979 and North York Moors NPA, 9 Nov. 1979.",
        "87": "HLG 29/1688, Peak District NPA, 9 Nov. 1979. The Roaches Estate was taken over by the Peak District NPA in 1980; budget cuts saw it later transferred to the Staffordshire Wildlife Trust. In particular, see HLG 29/1674 and 29/1676 for submissions by South Yorkshire County Council, 13 Nov. 1979, Staffordshire County Council, 2 Nov. 1979, South Yorkshire County Council, 13 Nov. 1979, North Yorkshire County Council, 22 Nov. 1979. See also HLG 19/1674, Staffordshire Moorlands District Council, 16 Nov. 1979 and Somerset County Council, 4 Oct. and 25 Oct. 1979; and HLG 29/1676, Somerset CC, 8 Nov. 1979. For a contemporary account of the West Sedgemoor conflict, see P. Lowe, M. MacEwen, T. O’Riordan and M. Winter, Countryside Conflicts: The Politics of Farming, Forestry and Conservation (Aldershot, 1986), pp. 231–63.",
        "88": "HLG 29/1679, submissions by RSPB, 5 Oct. 1979; Friends of the Earth, 9 Oct. and 15 Oct. 1979; World Wildlife Fund, 21 Nov. 1979.",
        "89": "HLG 29/1682, Note of a meeting with the Country Landowners Association at 16 Belgrave Square on 15 Oct. 1979.",
        "90": "HLG 29/1691, Memorandum submitted by the Economic Forestry Group, Nov. 1979. Particular grievances included the decision to classify 4,000 hectares of Llanbrynmair Estate in North Wales as an SSSI following the decision by farmers to dedicate 30 per cent of the site for forestry. Similarly, the agreement reached after a two-year negotiation with the Brecon Beacons Park Authority to afforest 10 per cent of the 4,500-hectare Cnewr Estate had been blocked by the Countryside Commission; a similar case had arisen in the Yorkshire Dales National Park.",
        "91": "M. Shoard, The Theft of the Countryside (London, 1980).",
        "92": "C. Moorhead, ‘Landscape Villains’, The Times, 29 Oct. 1980.",
        "93": "The Times, 4, 8, 13, 15, 17 and 18 Nov. 1980.",
        "94": "Lord Winstanley made precisely this point: Hansard, Parliamentary Debates, 5th ser., House of Lords [hereafter Hansard, HL], 16 Dec. 1980, vol. 415, col. 1052.",
        "95": "For example, Lord Thurso, owner of some 50,000 acres in the Scottish Highlands, complained that he had an SSSI on his land: ibid., col. 289.",
        "96": "P. Marren, Nature Conservation (London, 2002), pp. 68, 85. Following passage of the bill, Melchett withdrew from the Lords, decrying its ineffectiveness. He became a prominent environmental activist, his formal roles including the presidency of the Ramblers’ Association, 1981–4, executive directorship of Greenpeace UK, 1989–2002, and policy directorship of the Soil Association from 2002.",
        "97": "Hansard, HL, 16 Dec. 1980, vol. 415, cols 1040–41.",
        "98": "Lowe et al., Countryside Conflicts, p. 142.",
        "99": "Hansard, HL, 16 Dec. 1980, vol. 415, cols 990–95.",
        "100": "Hansard, HL, 16 Dec. 1980, vol. 415, cols 1057–61.",
        "101": "Ibid., vol. 415, cols 1078–80; 12 Feb. 1981, vol. 417, cols 445–54, 458–60.",
        "102": "Hansard, HL, 16 Dec. 1980, vol. 415, col. 1033.",
        "103": "Ibid., cols 1045–6.",
        "104": "Hansard, HL, 12 Mar. 1981, vol. 418, col. 403.",
        "105": "Ibid., col. 405. White was chair of the Land Authority of Wales and member of the Royal Commission on Environmental Pollution. Lord Buxton agreed with the tenor of White’s argument, col. 407.",
        "106": "D. Goode, ‘The Threat to Wildlife Habitats’, New Scientist, 22 Jan. 1981, pp. 219–23. Powys had lost 7 per cent of its natural and semi-natural habitat to the plough between 1971 and 1977.",
        "107": "The Times, 2 Feb. 1981.",
        "108": "For the numerous amendments dealt with that day, see Hansard, HL, 12 Feb. 1981, vol. 417, cols 285–340.",
        "109": "Lowe et al., Countryside Conflicts, p. 142.",
        "110": "Hansard, HL, 12 Mar. 1981, vol. 418, cols 480–81.",
        "111": "A.-C.L. Knudson, Farmers on Welfare: The Making of Europe’s Common Agricultural Policy (Ithaca, NY, 2009); Knudson’s argument strongly influences K.K. Patel, ‘The Paradox of Planning: German Agricultural Policy in a European Context, 1920s to 1970s’, Past and Present, no. 212 (2011), pp. 239–69.",
        "112": "Hansard, HL, 12 Mar. 1981, vol. 418, cols 481–95.",
        "113": "Adams, Nature’s Place, p. 100; The Times, 27 Apr. 1981.",
        "114": "The Times, 17 Mar. 1981.",
        "115": "Ibid., 28 Apr. 1981.",
        "116": "Lowe et al., Countryside Conflicts, p. 144.",
        "117": "Dalyell, Importance of Being Awkward, loc. 3299.",
        "118": "The Times, 20 June 1981.",
        "119": "Adams, Nature’s Place, p. 103.",
        "120": "Lowe et al., Countryside Conflicts, pp. 144–5; Adams, Implementing the Act, p. 17; The Times, 15 July 1981. See also the summary written by the European Information Centre for Nature Conservation in Environmental Conservation, ix (1982), p. 42.",
        "121": "The Times, 15 Oct. 1981; Winter, Rural Politics, pp. 207–8.",
        "122": "Quoted in Lowe et al., Countryside Conflicts, p. 149.",
        "123": "The Times, 15 Oct. 1981.",
        "124": "Ibid.",
        "125": "D.A. Ratcliffe, ‘Nature Conservation: Aims, Methods and Achievements’, Proceedings of the Royal Society of London, Series B: Biological Sciences, cxcvii, no. 1126 (1977), pp. 25, 28.",
        "126": "Ibid., pp. 13–14.",
        "127": "Ibid., p. 28.",
        "128": "K.V. Last, ‘Habitat Protection: Has the Wildlife and Countryside Act 1981 Made a Difference?’, Journal of Environmental Law, xi (1999), p. 20.",
        "129": "Adams, Nature’s Place, pp. 139–41.",
        "130": "Ibid., pp. 155–60; Last, ‘Habitat Protection’, p. 27.",
        "131": "Adams, Implementing the Act, pp. 66–7.",
        "132": "Last, ‘Habitat Protection’, pp. 21 ff.",
        "133": "L.E. Ridding, J.W. Redhead and R.F. Pywell, ‘Fate of Semi-Natural Grassland in England between 1960 and 2013: A Test of National Conservation Policy’, Global Ecology and Conservation, iv (2015), pp. 517, 522–4. For example, see also Miles King’s report on behalf of the charity Plantlife and the Wildlife Trusts, ‘England’s Green Unpleasant Land? Why Urgent Action is Needed to Save England’s Wildflower Grasslands’ (London, 2002).",
        "134": "John Palmer, earl of Selborne, ‘The Role of Nature Conservation Organizations in Implementing Agenda 21’, Journal of Applied Ecology, xxxii (1995), p. 260; A.J. McKenzie, S.B. Emery, J.R. Franks and M.J. Whittingham, ‘Landscape-Scale Conservation: Collaborative Agri-Environment Schemes Could Benefit Both Biodiversity and Ecosystem Services, But Will Farmers Be Willing to Participate?’, Journal of Applied Ecology, l (2013), p. 1275.",
        "135": "See DEFRA’s answer to written question asked by Caroline Lucas MP, 28 June 2018, at https://www.parliament.uk/business/publications/written-questions-answers-statements/written-question/Commons/2018-06-19/155250/.",
        "136": "A. Woods, ‘Rethinking the History of Modern Agriculture: Pig Production in Mid-Twentieth-Century Britain’, Twentieth Century British History, xxiii (2012), pp. 165–91.",
        "137": "C. Rodgers, ‘Nature’s Place? Property Rights, Property Rules and Environmental Stewardship’, Cambridge Law Journal, lxviii (2009), pp. 572–3.",
        "138": "Edgerton, Rise and Fall, p. 449; M. Cocker, Our Place: Can We Save Britain’s Wildlife Before It Is Too Late? (London, 2018), pp. 261–78.",
        "139": "See the report to DEFRA by J.H. Lawton et al., Making Space for Nature: A Review of England’s Wildlife Sites and Ecological Network (London, 2010).",
        "140": "C. Rodgers, ‘Delivering a Better Natural Environment? The Agricultural Bill and Future Agri-Environmental Policy’, Environmental Law Review, xxi (2019), pp. 38–48.",
        "141": "Grove-White, ‘Emerging Shape of Environmental Conflict’, p. 439."
    }
}