{
    "title": "King Ine (688–726) and the Writing of English Law in Latin*",
    "author": "Ingrid Ivarsen",
    "date": "18 February 2022",
    "article": "It is commonly supposed that all Anglo-Saxon laws were composed in Old English. This article argues that the law-code in the name of King Ine of Wessex (r. 688–726) was written in Latin in his reign and only assumed its surviving Old English form in the ninth century when it was translated from Latin and appended to King Alfred’s law-code. Linguistic evidence indicates that’s language is that of a ninth-century translator, possibly working with Alfred’s law-code, while its legal content is that of seventh-century Wessex. There are also several close parallels to continental legislation in Ine’s laws, both in language and in content. This article suggests that these may be the result of Frankish legislation serving as a model for or inspiration to the makers of Ine’s laws. The translation theory presented here explains many of the notorious linguistic peculiarities and problems of this text and its role within Alfred’s code.‘Keine Spur lässt etwa an einen Lateinischen Urtext denken.’Felix Liebermann[CITATION-1] Anglo-Saxon kings issued their laws in Old English, or so goes the near universal assumption. This article aims to modify that view by presenting a possible exception: the laws of King Ine of Wessex (r. 688–726). This unusually long and complex text presents a number of linguistic and legal oddities which suggest that it was originally composed in Latin.Ine’s laws have always presented a puzzle, in part due to their curious textual transmission as a kind of appendix to the law-code of King Alfred, which was compiled around 150 years after Ine’s reign.[CITATION-2] Ine’s laws follow those of Alfred in all three manuscripts in which they appear,[CITATION-3] with no break in the chapter numbering.[CITATION-4] That said, Ine’s portion is not integrated completely into Alfred’s laws, as is indicated by a separate first-person preface in Ine’s voice.[CITATION-5] In the scholarship, Ine’s laws have therefore occupied an unclear position between independent text and constituent part, though no one has seriously questioned the authenticity of the text. Indeed, most scholars treat the extant version as a genuine Old English text in its own right, as suggested, for instance, by the fact that a majority of editors have chosen to present Ine’s laws before Alfred’s.[CITATION-6] I will argue here that the surviving version of the law-code does not represent the text issued by King Ine in the seventh century. From an investigation primarily of language, but also of legal content and manuscript transmission, it appears that these laws may originally have been written in Latin before being translated into Old English and appended to Alfred’s law-code in the ninth century. Some of the linguistic evidence also reveals close parallels to continental legislation, and I will suggest that parts of Ine’s laws may have been written following a Frankish model. This theory would explain the many oddities of the code and account for why its language is of the ninth century while its legal content is of the seventh. To make this case, I begin by reviewing the legal and linguistic basis for the dating of the extant Old English text (section I). In the two parts which follow, I argue for the existence of a Latin source text. The first part (sections II–VIII) uncovers linguistic traces of an underlying Latin text and attempts to reconstruct some of the proposed lost Latin original. The second part (sections IX–X) lends contextual support to the linguistic thesis by indicating how such a translation would fit into the Alfredian world and by proposing some motives for the production of Anglo-Latin law in the seventh century. In the conclusion (section XI), I discuss some of the wider implications of this theory, including those concerning the long-running debate about the reasons for putting law into writing in the early Middle Ages. I also consider how Ine’s law-code should be used as evidence, arguing that its language must be considered in relation to Latin models and its concepts assessed in the context not just of seventh-century Wessex, but also seventh-century Francia and ninth-century Wessex.The assumption that the laws in Ine’s name date from Ine’s reign is a natural one. The manuscript transmission of the text has, however, required scholars to seek additional confirmation of that date in the code’s legal content and linguistic form. It seems to have been taken for granted that both law and language must date from the same century, and this assumption has given rise to a tendency to see the idiosyncrasies of’s language as seventh-century traits to match its seventh-century law. However, while the legal content seems likely to date from Ine’s reign, the language does not appear to preserve anything that can be positively identified as seventh-century Old English.The starting point for dating the legal content should be the preface to the laws, which mentions Ine’s advisors, bishops Eorcenwald and Hædde. This provides a date in the late seventh century, when both bishops were alive and in office.[CITATION-7] The next step is to assess whether the content could feasibly date from this period, a task which can be done partly through comparison with other laws. The available texts for such comparison are the later laws of Alfred, which provide a ninth-century contrast, and the three other extant legal texts from the seventh century: the laws of Æthelberht (600 x 616), the laws of Hlothhere and Eadric (.685) and the laws of Wihtræd (695), all kings of Kent. Comparisons of the legal content of these texts can be problematic, since they vary in scope and comprehensiveness and the degree of homogeneity between West Saxon and Kentish legal practices is unknown. That said, there are many similarities between the legal content ofand the other seventh-century laws, especially in terms of theft, religious transgressions and procedure.[CITATION-8] John Hines found ‘a systematic variation which makes good historical sense’ between the legal concepts found in the four texts, and noted, moreover, that the world they present matches evidence from archaeological and numismatic finds.[CITATION-9] Furthermore, there are many differences between the provisions inand those in Alfred’s laws, especially in the penalties prescribed for similar offences, a fact which suggests that they do not originate from the same period.[CITATION-10] In general, then, there is no reason to doubt that the legal content is from around the time of Ine’s reign.[CITATION-11] On the linguistic side, the situation is more complicated. As noted by Felix Liebermann—the most influential editor of the Anglo-Saxon laws to date—the witnesses to thetext conform to ninth-century orthography and inflection, and the assumption has always been that the seventh-century Old English was ‘modernised’ when the text was copied into Alfred’s law-code.[CITATION-12] As a consequence, phonology is ruled out as evidence for the date of’s language. The vocabulary does not provide much information either, since there are almost no other surviving Old English texts from the period, except for the three Kentish laws. Apart from the potential obstacle that these only survive in one twelfth-century manuscript,[CITATION-13] there are also very few significant similarities in vocabulary between them and.[CITATION-14] Most of’s vocabulary is, however, relatively well attested in texts from the ninth century onwards, and there are no words, whether compounded or uncompounded (i.e. simplexes), with uncertain basic definitions. This is in contrast to the laws of Æthelberht, which contain a number of simplex hapax legomena (that is, a word recorded only once) with no known meaning.[CITATION-15] Moreover, as Liebermann also noted,’s grammar and syntax contain no clear indication that the text pre-dates the ninth century.[CITATION-16] As it stands, then, there is no positive evidence to suggest that the language ofis any older than Alfred’s reign.The current scholarly assessment of Ine’s law-code—namely that it can be taken as a seventh-century text—is based on non-linguistic arguments. Patrick Wormald’s influential view was that thetext was left untouched by Alfred (apart from the cosmetic linguistic update), because Alfred would have removed those laws inthat contradicted his own had he made changes to the text.[CITATION-17] Like other scholars, Wormald assumed that the language was near enough original seventh-century Old English for the same reason.[CITATION-18] Others have argued more explicitly for a seventh-century date for the language, usually on the basis only of the text’s linguistic quirks. This is the case, for example, with Frederick Levi Attenborough, who described the language ofin this way in his 1920s edition and translation of the early English laws:It is true that the terminology in general resembles that of later times and differs in many respects from the Kentish laws. But there are a number of terms which do not occur later, while in regard to others, we cannot be certain that they always bear the same technical meaning as in later times.[CITATION-19] Liebermann seems to have held a similar view, as he assumed that some of the rare words were old legal terms, which would have ‘sounded archaic’ by the 890s.[CITATION-20] Liebermann’s and Attenborough’s conclusions appear to stem from the many instances inwhere the context shows that the meaning of a word must be different from other attestations of it, or whereuses words which are absent from later laws (but occur frequently in other genres). There is, however, nothing about these words that makes it necessary to assume they are from the seventh century. Indeed, the argument presented here is that these oddities are not vestiges of a lost seventh-century vocabulary (technical or otherwise), but rather that they are the result of translation from Latin.This claim should not be surprising. Extant evidence suggests that prose writing in Old English only started in earnest in the ninth century, and it would thus be unexpected to see such a long and syntactically complex text as Ine’s laws written in Old English as early as the late seventh century. While the seventh-century laws from Kent indicate that English was then in use for law-texts,[CITATION-21] their language choice does, of course, not prove that other texts must also have used Old English. In the end, the Old English prose of Ine’s laws—and indeed the text itself—can only really be dated to the ninth century, and the question must therefore be whether the source underlying this ninth-century text was in Old English or in Latin. Latin is a good candidate not merely because the bulk of the other surviving Old English texts are of much later date, but also because there are concrete linguistic indications in that direction.Before presenting these traces of Latin, it is worth noting the different scenarios that could have produced them. Firstly, the whole code could have been composed in Latin. Secondly, some sections of the code could have been composed in Latin. Patrick Wormald believed thatwas a composite code made up of a core text issued in the 690s and additions accrued over the course of Ine’s reign and possibly after.[CITATION-22] This is certainly a plausible context for proposing that some parts ofwere originally in Latin and some in Old English. However, I have identified traces of an underlying Latin text throughout the code, and have not yet found a concentration of Latinisms in particular sections, though more research into this possibility would be useful. Thirdly, and finally, the most conservative version of the thesis is that Ine’s laws were written in Old English in the seventh century by an author who had Latin in mind. As we shall soon see, signs of mechanical translation speak against this, and, as the second part of this article will argue (sections IX–X), there are reasons to believe that Alfred accessed a Latin, not Old English, version ofin the ninth century. Therefore, my proposal is that all of Ine’s laws—or at least a majority of its sections—were composed in Latin in the seventh century. We can now turn to some of the most significant clues pointing in this direction—and there are many more not covered in this article—which cumulatively suggest an underlying Latin text.[CITATION-23] Our first trace of Latin appears to be the result of mechanical translation. In one of Ine’s laws on theft, the word‘guilty’ is used where‘guilty’ or ‘liable for’ would be expected. The two words share one sense—‘guilty’—butdoes not have the secondary sense ‘liable for’. This confusion could have arisen from a translation of a Latin word with both meanings, namely.The meaning of the relevant law is by no means straightforward:: Gif ceorl ceap forstilð 7 bireð into his ærne, 7 befehð þærinne mon, þonne bið se his dælbutan þam wife anum, forðon hio sceal hire ealdore hieran: gif hio dear mid aðe gecyðan, þæt hio þæs forstolenan ne onbite, nime hire ðriddan sceat.[CITATION-24] There are several uncertainties, but the issue at hand is whethershould be understood as ‘liable for’ or simply ‘guilty’, the former preferred in Attenborough’s translation and the latter in Dorothy Whitelock’s.[CITATION-25] The implicit claim in Attenborough’s translation is that, which shares the meaning ‘guilty’ with, is here being used in another sense ofnamely ‘liable for’.[CITATION-26] with the sense ‘liable for’ is part of a standard phrase used to express compensatory and punitive payments in the laws of Alfred and later kings, butis not otherwise attested with this sense. A further problem with Attenborough’s interpretation is the case of the associated noun (‘part’), which—ifis being used liketo mean ‘liable for’—should be genitive or instrumental, whereas it appears in its uninflected form (i.e. nominative or accusative singular).[CITATION-27] Whitelock implicitly recognised the issues with the interpretation ofas ‘liable for’ and translatedas ‘guilty for his part’.[CITATION-28] However, there are no other attestations of such use ofeither and it seems no less necessary for this translation that the noun should be in the genitive or instrumental.The translation as ‘liable for’ does, however, appear to be the correct one: the final words of the law are somewhat unclear, but nevertheless show that it is a question of whether property is kept or not by the guilty party. Of course, we could merely be dealing with the result of some kind of scribal error; or perhaps we should assume thathad a sense of ‘liable for’ in early Old English which later disappeared, and that’s archaic usage somehow escaped the modernising efforts of Alfred’s copyists. But an alternative—and less—explanation is thatis a translation of, which shares’s ability to mean both ‘guilty’ and ‘liable for’. In fact,is commonly used in compensation expressions in Frankish law in phrases such as ‘iudicetur culpabilis duos denarios’.[CITATION-29] This phrase is used extensively in thethe earliest version of which dates to the sixth century (known as the), in a context exactly parallel to that in whichis used in Anglo-Saxon law. The proposed Latin ofcould have looked like its continental counterpart; thephrase would then be evidence of a mechanical translation error, where the translator translated the wrong meaning of. This would also account for the non-inflected form of the noun, as‘to be judged liable for’ appears to take an accusative noun in the continental texts.[CITATION-30] The putative Latin could be reconstructed thus: ‘Si quis ingenuus furatus fuerit pecus et tulerit in domum suam, et inibi deprehensus fuerit, sit [/iudicatur] culpabilis partem suam…’.A similar error is found in the final section of, where chapter 70.1 opens: ‘Æt X hidum to fostre X fata hunies, CCC hlafa, XII ambra wilisc ealað…’.[CITATION-31] usually has the meaning ‘food’ andis attested with the sense ‘as sustenance’. However, both these options would leave us with an incomplete and essentially meaningless clause. Attenborough and Whitelock sought to remedy this by translatingas ‘food rent’, a sense unattested elsewhere.[CITATION-32] We could be dealing with yet another lost sense, but the confusion could also be cleared up with the Latin word. This has the meaning of both ‘food, sustenance’ and ‘duty to provide food and maintenance’, with the second meaning attested in English documents from the eighth century onwards.[CITATION-33] The Old English equivalent ofin the sense required to understand Ine’s law is more likely to be‘food, food rent, levy’, with the taxation sense attested in several charters and elsewhere.[CITATION-34] As with, it seems that a ninth-century translator might simply have translated the wrong sense of a polysemous Latin word.A different type of Latinism is found in’s ordeal laws.‘basin, bowl’ is used to denote the cauldron used for the ordeal by hot water and is arguably an Old English rendering of a Frankish legal term,‘cauldron’. It is found in two clauses:: Se cirlisca mon, se ðe oft betygen wære ðiefðe 7 þonne æt siðestan synnigne gefo in[or:] oððe elles æt openre scylde, slea him mon hond of oððe fot.[CITATION-35] Þonne mon bið tyhtlan betygen, 7 hine mon bedrifeð to[or:], nah þonne self nane wiht to gesellanne beforan[or:]. Þonne gæð oðer mon, seleð his ceap fore, swa he þonne geþingian mæge, on ða rædenne, þe he him ga to honda, oð ðæt he his ceap him geinnian mæge. Þonne betyhð hine mon eft oþre siðe 7 bedrifð to[or:]. Gif hine forð nele forstandan se ðe him ær ceap fore sealde, 7 he hine þonne forfehð, þolige þonne his ceapes se ðe he him ær fore sealde.[CITATION-36] is a debated word in thecontext, on account of the two different manuscript readings for both clauses: manuscript E gives the reading‘transaction, purchase’, while manuscripts B and H give‘cauldron’.[CITATION-37] Liebermann argued that the reading in the tenth-century manuscript E was an error, preferring thereading of the post-Conquest manuscripts H and B, and his editorial choice has been widely accepted.[CITATION-38] There is a temptation to think that the earlier date of manuscript E counts as an argument in its favour,[CITATION-39] but this must be resisted, since an earlier manuscript may represent an erroneous tradition just as well as a later one.[CITATION-40] If anything, there is acase in favour of, given thatis the(the more obvious reading, more predictable as an error).The legal sense of the two relevant clauses inprovides little evidence that‘purchase, transaction’ is the correct reading. Within place ofthe two clauses would read:: The ceorlish man who is often accused of theft and then afterwards [one] catches [him] guilty in the *purchase [] or else in open guilt, one should strike off his hand or foot.: If a man is accused with an accusation and one forces him to the *purchase [], and he does not himself have anything to give instead of the *purchase [], then another man goes and gives his goods [] instead, on the terms on which he is able to settle, on the condition that he [the accused] goes into his hands until he is able to replace his goods []. When one accuses him another time afterwards and forces him to the *purchase [], if he who previously gave goods [] for him does not want to stand for him further and he then seizes him, then he loses his goods [], he who previously gave them for him.An accusation followed by ‘forcing’ someone ‘to the purchase/transaction’ does not make obvious sense within the Anglo-Saxon legal context. Furthermore, being ‘caught guilty’ in a transaction seems no different legally from being caught ‘in open guilt’, so it is difficult to see why the two should have been presented as alternatives. Linguistically, too, thereading is dubious: the second law has four additional occurrences of(with no variant readings) referring to goods of some sort. The potentially confusing use of the same word with two different meanings in such close proximity could be a sign that the original hadnotIn short, though neither clause is hopelessly unintelligible with thereading, it is not convincing.[CITATION-41] It seems, therefore, thatis the correct reading. Significantly for our purposes, there is an equivalent of this type of ordeal expression in Frankish law. The term, a variant spelling of(vessel of bronze, ‘cauldron’), is found in the.[CITATION-42] In this text, phrases containingclearly refer to some kind of ordeal, that is a court-mandated way of proving innocence or guilt involving offenders’ hands (as seen in phrases such as ‘ad ineum provocatus, manum incenderit’).[CITATION-43] The verbs collocated withare‘to walk’,[CITATION-44] and‘to summon, encourage’, forming, as Liebermann noted, a parallel to’s‘driven/forced to the cauldron’.[CITATION-45] Finally, there is some circumstantial evidence for the suitability ofas a translation of: in the Alfredian ninth-century Old English translation of Gregory the Great’s,is rendered as.[CITATION-46] No manuscript of the(or) is known to have existed in England, though it has been argued that copies could have been available early in the Anglo-Saxon period.[CITATION-47] But even without manuscript evidence, it is possible to establish relevant seventh-century contacts between Wessex and Francia. For example, the seventh-century West Saxon bishops Agilbert and Leuthhere were from Francia, and Leuthhere held his bishopric during the first part of Ine’s reign.[CITATION-48] The two bishops mentioned as advisors in the preface to Ine’s laws, Hædde (bishop of Winchester) and Eorcenwald (bishop of London), were English, but they both had continental connections: Hædde held Winchester jointly with Leuthhere and Eorcenwald seems to have undertaken at least one journey to Rome.[CITATION-49] What is more, Eorcenwald’s name is cognate with that of a Merovingian mayor of the palace, Erchinoald (d. 658)—who had family ties to the Kentish royal family—and it has been proposed that the name similarity could indicate a familial connection.[CITATION-50] Another contemporary West Saxon churchman, Wine (.660–75), the first bishop of Winchester, was consecrated in Francia.[CITATION-51] And this is merely the tip of the iceberg in terms of connections between the seventh-century English church and the continent: many more are attested by the careers of the most famous churchmen of the age, Theodore, Hadrian, Wilfrid and Aldhelm. These personal connections suggest that Frankish laws could have been known in Wessex in this period, and copies of Frankish legal texts could have been in circulation there. If Frankish sources were available, then they would in all likelihood have been accessible to the bishops involved in making Ine’s laws.Returning to the first of’s ordeal laws with this possibility in mind, we can find similarities that are close enough not only to show thatis the correct reading and that it is derived frombut also to suggest direct influence from a Frankish text. One of the ordeal laws in thereads:Si homo ingenuus in furtum inculpatur et ad ineum prouocatus manum (suam) incenderit, quantum inculpatus fuerit, furtum conponat.[CITATION-52] And as we saw earlier,37 reads:Se cirlisca mon, se ðe oft betygen wære ðiefðe 7 þonne æt siðestan synnigne gefo in ceace oððe elles æt openre scylde, slea him mon hond of oððe fot.There are several linguistic parallels: ‘homo ingenuus’ (‘freeborn man’) and ‘se cirlisca mon’ (‘theman’; i.e. a freeman); ‘in furtum inculpatur’ and ‘betygen wære ðiefðe’; the past participle ‘provocatus’ and the temporal adverb ‘æt siðestan’ doing essentially the same work. The version inis more compressed, in that it only implicitly states that the accused is called to the ordeal through saying he was found guilty at the cauldron. Therefore, thephrase has no equivalent in Ine. However, Ine’s way of expressing the offender’s guilt has other Latin traces: the grammatically problematic phrase ‘synnigne gefo in ceace’ lacks the necessary pronoun or noun to go with, but it makes sense if interpreted in the light of the common collocations in Latin between‘hold, catch’ and‘guilty’ or‘guilty, accused (party)’.[CITATION-53] Such constructions are seen, for example, in the sixth-century Edict of Theoderic: ‘Qui bovem vel equuem errantem vel alius pecus abduxerit, furti magis reus tenendus est…’, or in the: ‘Si autem domino iubente hoc fecerit, ad superiorem conpositionem dominus teneatur obnoxius’.[CITATION-54] Finally, the differences in the sanction clauses could be explained as the result of different legal practices in Francia and early Wessex.[CITATION-55] With these parallels in mind, the hypothetical Latin version of’s ordeal law might read: ‘Si quis homo ingenuus in furtum saepe inculpatus tentus fuerit reus ad aeneum aut aliter in manifesto delicto, truncetur ei manus vel pes’.There are further Latinisms in the second ordeal law (Ine 62). We might class among these the use ofwith the comparatively unusual sense ‘instead of’, rather than the common ‘before/in front of’.[CITATION-56] The meaning is clear from the rest of the law, namely that the accused party has the possibility of buying his way out of the ordeal, which is expressed as ‘to gesellanne beforan ceace’.[CITATION-57] A possible solution could be to see this word as a translation of Latinor, both of which have the sense ‘before/in front of’, but also ‘instead of’ with the ablative. Another instance is the rare phrase, ‘accused with an accusation’.[CITATION-58] This appears to be as odd in Old English as it is in Modern English, but could be accounted for by the Latin collocation of‘to accuse’ and‘charge, accusation’, where the noun is very frequently in the ablative case.[CITATION-59] A reconstruction of the first part of Ine 62 could therefore read: ‘Si quis accusatus fuerit crimine et provocatus ad ineum nihil ne habuerit dare pro ineo…’. Such indications of underlying Latin constructions in the grammar seem to clinch the interpretation suggested by the use ofand the similarity in phrasing to the, namely that both of’s ordeal laws were written in Latin after a continental model and subsequently translated.When God gave Moses his laws, he occasionally warned of the consequences of non-compliance with the words, ‘let him die by death’. In Old English, this phrase was commonly rendered asThis phrase is, for instance, used seven times in the prologue to Alfred’s law-code, the bulk of which comprises several chapters from the Book of Exodus, translated from Latin into Old English. It also makes an appearance in. This is surprising, given that Ine’s laws have no other biblical connections in language or content. I will argue, firstly, that this essentially Hebrew and Latin phrase is unlikely to have appeared in Old English inin the seventh century, and secondly, that the law in which it appears could have been borrowed from a continental legal text.The phrase is found in a clause prescribing the death penalty for theft:: Gif ðeof sie gefongen,, oððe his lif be his were man aliese.[CITATION-60] In the majority of its occurrences[CITATION-61] is a translation of the Latin, a phrase which occurs about forty times in the Bible, particularly in the Pentateuch.[CITATION-62] Perhaps as peculiar sounding in Latin and Old English as it is in Modern English, its origins and logic lie in a Hebrew construction—an emphatic form combining the infinitive absolute with a perfect or imperfect form of the same verbal root.[CITATION-63] This type of construction does not exist in Latin, and Latin translations of the Bible kept theof the Hebrew by combining a finite verb with a noun in the ablative of the same root.[CITATION-64] In Old English, the phrase was constructed with two different roots, and the consistency with whichwas translated with these exact words seems to indicate that it became a standard phrase.In surviving Old English texts, the phraseoccurs fifty-three times in addition to the single instance in. Twenty-two occurrences are found in translations of the Bible,[CITATION-65] three in a translation of an apocryphal gospel,[CITATION-66] five in various other translations and glosses,[CITATION-67] thirteen in homilies,[CITATION-68] six in saints’ lives[CITATION-69] and three in poems,[CITATION-70] and one under the year 1086 in the.[CITATION-71] Seven of the occurrences in translations of biblical passages are in the chapters from Exodus included in the prologue to Alfred’s law-code.[CITATION-72] Of the occurrences in homilies, seven are found in quotations from the Bible, and five in passages translated from other Latin texts.[CITATION-73] The occurrences in saints’ lives consist of one biblical quotation, and the rest translations of passages from other Latin source texts.[CITATION-74] Those found in poems are also based on Latin texts, with the occurrence in the poembeing a paraphrase of Daniel 2:12, that inof Genesis 5:24 and that inof a passage from her Latin saint’s life.[CITATION-75] All the Old English sources where such occurrences are to be found are to varying degrees based on Latin texts, primarily the Bible, and forty-nine of the fifty-three occurrences have identifiable Latin equivalents.[CITATION-76] The phrases which theoccurrences translate are as follows: forms of(twenty-eight times);[CITATION-77] forms ofon its own (eight times);[CITATION-78] forms of other verbs of dying/killing (six times);[CITATION-79] and miscellaneous phrases with the ‘mor-’ root (six times).[CITATION-80] The primary association of the phrase is, therefore, with. Almost all thevariants translated in this way are found in Bible verses cited in non-biblical texts, as are about half the other verbs of dying and killing, indicating that the Old English translation into thephrase was influenced by the other biblical occurrences of. The occurrences ofas a translation of other phrases are found, with one exception, in homilies and saints’ lives.[CITATION-81] Therefore, even when the Old English texts are the result of a free translation, the occurrences ofare almost always a response to a Latin phrase and almost always concerned with God and his laws. Its specific context is usually similar to that in which it is found in the Bible: it is the punishment for heathens, unbelievers, or those breaking God’s commandments.The list of occurrences spans the entire Anglo-Saxon period—though’s is the only (supposedly) pre-Alfredian occurrence—perhaps not making it a useful guide for our purposes. However, the usage distribution shows that the phrase appears consistently in a context of translation from Latin to Old English and one closely associated with the Bible over a long period. While it is therefore unsurprising in the prologue to Alfred’s law-code, its use instands out. The context inis not one in whichappears in the Bible, since the Mosaic laws do not prescribe the death penalty for theft with these words. Theft is, however, one of the very few offences that do incur the death penalty in both earlier and later Anglo-Saxon laws.[CITATION-82] It seems unlikely that a supposed seventh-century writer ofin Old English would have used the Bible purely for linguistic inspiration while recording what seems to be a native legal practice, when there is no other evidence of either legal or linguistic use of the Bible in Ine’s laws.Whether the hypothetical Latin text ofwould have includedor a single verb (most likely) is less clear. Some indication can be taken from a potential source of inspiration for Ine’s laws, namely the(formerly the), a (possibly) seventh-century (conceivably) Breton law-text.[CITATION-83] It is relevant toin two ways: firstly, it includes a theft law very similar to’s, and secondly, two of its other chapters useas a penalty clause.[CITATION-84] Chapter 27 in the A recension of thereads: ‘Si quis ingenuus furtum fecerit et captus fuerit, ipse morietur’.[CITATION-85] Apart from’s compression ofto just ‘thief’, which could have happened at either the composition or the translation stage, these two clauses are remarkably similar.[CITATION-86] Another law on theft in thereads: ‘Si quis agrum aut uillam conparauerit et ipse capitale furtum fecerit, morte morietur’, and thephrase appears once more in a law on adultery.[CITATION-87] If the author ofwas mixing and matching, he could have constructed’s theft law along the lines of the’s Chapter 27, and taken the fullphrase from the second theft clause. Alternatively, it is possible that Ine’s law was more or less a copy of something like27, usingonly, and that the biblical punishment clause was introduced at the time of the translation.[CITATION-88] The first of these is perhaps more convincing, given thatis very rare in secular legislative texts, but happens to appear in the same text as a near-identical version of’s theft law. A reconstruction of Ine 12 in Latin could thus look like this: ‘Si fur captus fuerit, ipse morte moriatur aut redimat vitam suam iuxta weregildum suum’.Given the existence of a Latin model and the fact thatis always used to render a Latin phrase, it seems likely that the theft law inhas its origins in Latin. It is possible that this translation took place in the seventh century, though the case for the ninth century is supported by the standard use of the phrase at that time. The possibility that it was a standard phrase in Old English in the seventh century seems less likely, since there would inevitably have been a shorter period of usage, if indeed it existed at all. And the possibility that a seventh-century writer used this Latin- and Hebrew-derived phrase in a non-biblical context—indeed a context in which this phrase was never used again in Anglo-Saxon England—and, in so doing, happened to anticipate what would later become the standard Old English translation of a biblical phrase, seems less likely still.The very first line ofprovides another example of a Latinism:Ic Ine,Wesseaxna kyning, mid geðeahte 7 mid lare Cenredes mines fæder 7 Heddes mines biscepes 7 Eorcenwoldes mines biscepes…[CITATION-89] is essentially a Latin phrase, based on either‘by the gift of God’ or‘by the grace of God’. The latter expression seems to be a likely candidate, as it appears numerous times in surviving Anglo-Latin texts. Most significantly, it is found frequently in charters, where it functions as a way to introduce people and their office, usually in the opening line, just as in.[CITATION-90] Having said that, the Old English version (literally ‘God’s gift’) is not rare either, with around 130 occurrences in the corpus of Anglo-Saxon texts.[CITATION-91] But the construction of the phrase inappears to be particularly Latinate: in most texts, the preposition used to express instrumentality is‘through’, not. Only ten occurrences of the phrase useto express instrumentality, one of which is theclause.[CITATION-92] Of the remaining occurrences, three are found in the Old English translation of Bede’s, with one of them in a phrase similar to the formula used in charters: ‘Theodore mid Godes gife ærcebiscope’, ‘Theodore, archbishop by God’s gift’.[CITATION-93] A further three are found in charters, two in King Alfred’s will, and one in a grant by Pope Sergius I to Aldhelm of Malmesbury.[CITATION-94] The will, the papal grant and one charter (S 914) exist in both Old English and Latin versions—in the papal bull ‘mid godes gife’ translateson its own; in the charter S 914 the Latin equivalent is; and in Alfred’s will, the Latin equivalent isin both occurrences.[CITATION-95] Another charter (S 333) in which this phrase appears may also be a translation from Latin.[CITATION-96] Charters were primarily written in Latin in the Anglo-Saxon period, and the ones written in Old English (which survive from the ninth century onwards) may be influenced by Latin formulaic phrases, which could be the case forin these instances.[CITATION-97] Another possibility is that the vernacular charters reflect the wording of oral declarations.[CITATION-98] Yet, sinceseems to be the more indigenous way of expressing instrumentality in this phrase, the instances withcould be a sign of a translation from Latin, where one of the available prepositions for translating a free-standing Latin ablative has been used. It seems that the introductory phrase inmight therefore have an underlying Latin text, which could be reconstructed as: ‘Ego Ini gratia Dei rex Westsaxonum, consilio et doctrina Cenredi patris mei et Heddi episcopi mei et Eorcenwaldi episcopi mei…’.Another essentially Latin phrase inis‘as is fitting’ (Ine 42). All the attested occurrences of the adjectiveare formed with ‘it’ and a form of the verb ‘to be’ in phrases similar to that in, and these appear almost exclusively in translations.[CITATION-99] occurs six times in the translation of Gregory the Great’s, three times in the translation of Boethius’s, twice in the translation of Theodulf of Orleans’s, twice in the verse translation of the psalms, once in the prose translation of the psalms, once in a charter and once in.[CITATION-100] The Latin originals which thephrases translate include,,and.[CITATION-101] The basic construction of thephrases may be derived from Latin, since the more common phrases in Old English used to express the same meaning are formed in a different way. The two most frequent expressions with the meaning ‘to be fitting’ (vel sim.) areand, which have respectively around 300 and 600 occurrences (though not just in the sense relevant to this article). Both are impersonal verbs, functioning in similar ways toor.[CITATION-102] In fact, none of the other synonymous terms for ‘be fitting’ listed in the Old English Thesaurus are formed with the verb ‘to be’ and an adjective in the same way as thephrase. It is therefore possible that this phrase inis indication of an underlying Latin expression formed with‘to be’ and an adjective, for example.The charter occurrence could indicate that the phrase was in more common use outside of a Latin context. That said, it is also tempting to see some kind of wordplay determining the use ofin the charter (S 1200), as it follows on almost directly from the use of the noun‘kindred, family’: ‘Nis Eðelmode enig meghond neor ðes cynnes ðanne Eadwald his modar his broðar dohtar. Mest cyn ðet…’.[CITATION-103] Elsewhere in this very short charter, one of the individuals involved, Cynethryth, is referred to by the shortened form ‘Cyne’, a further play on the cyn- root. It seems therefore that special circumstances dictated the use of thephrase in the charter, and that its primarily use was to render Latin.[CITATION-104] The termhas created legal confusion about the clauses in which it appears, though this confusion might be resolved by interpreting it in the light of a Latin equivalent,. The Old English word is only attested in translations and in, where it appears in a section on fighting in someone’s house.[CITATION-105] It is used to denote what seems to be one of the lower orders of society, and both Alfred’s laws and Ine’s provide statements on the topic:: Gif ðonne onhuse oððe on gebures gefeohte, CXX scill. to wite geselle 7 þam gebure VI scill.[CITATION-106] : Gif hwa on cierlisces monnes flette gefeohte, mid syx scill. gebete ðam ceorle.[CITATION-107] Apart from’s inclusion of the 120 shilling fine, these clauses cover the same material and stipulate the same compensation. Alfred’s, that is a(a normal freeman), is relatively well attested in the laws and elsewhere.[CITATION-108] However,’s—a compound of‘tribute, rent’ and‘payer’—is rare, with fifteen occurrences in the surviving Old English corpus. In thecontext, it is translated ‘taxpayer’ (Attenborough), ‘rent-payer’ (Whitelock), and ‘Abgabenpflichtige’ (‘taxpayer’; Liebermann).[CITATION-109] The only attested occurrences of the word with this sense are in.[CITATION-110] has both the meanings ‘rent’ and ‘tribute’, and it is the second sense which dominates the use ofin its remaining occurrences.[CITATION-111] These are all in the sense of ‘tributary, payer of tribute’, usually in the context of peoples being subjugated. They are found in the translations into Old English of Orosius’s(six occurrences), of various books of the Bible (three occurrences), of Bede’s(two occurrences), of a liturgical work of Amalarius of Metz (one occurrence) and in a gloss of a Latin text (one occurrence).[CITATION-112] In Orosius,translates different words, including,,, always with the sense of peoples or cities being made tributaries to Rome.[CITATION-113] The two occurrences in Bede translate(as an adjective), and both are in the context of Anglo-Saxon kings subjugating other peoples in the British Isles.[CITATION-114] Two of the biblical instances and that in Amalarius translate‘debtor’, another biblical occurrence renders the phraseand the gloss is for‘usurer’.[CITATION-115] Two of Ælfric’s homilies feature the variant: once while citing Luke 7:41 (for) and twice in a homily where it is used to translateand.[CITATION-116] The oddity here is not just’s exclusive use in translations from Latin, but also the question of what it means in the legal context. It is never used in another source to denote an Anglo-Saxon freeman. In, it appears alongside, which is slightly more common, with its twenty-four occurrences in the corpus primarily in glosses and translations as well as in some administrative documents.[CITATION-117] is usually taken to refer to a ‘free but economically dependent peasant’, and in thecontext it is translated ‘Bauer’ (‘farmer’) by Liebermann, while Whitelock and Attenborough leave it as ‘’ and supply explanations in notes.[CITATION-118] Whitelock proposed but rejected the notion that’s fighting law aimed to cover two types of peasant—those who held land from a lord and paid dues and services () and those who farmed land of their own ()—and ultimately she concluded that both words were probably referring to the same class of people: ‘one who holds land from a lord at a rent’.[CITATION-119] Attenborough suggested that they were two separate categories and thatreferred to a peasant who held a hide of land, as ‘one of the commonest Latin terms for “hide” is, which strictly speaking appears to be a translation of’.[CITATION-120] The equation ofwithhas been made both before and after Attenborough, on the basis both of the equivalence betweenandand, as Attenborough points out, the connection to the hide.[CITATION-121] I would suggest thatis a translation ofand not the other way around, and not necessarily with reference to a hide. It is also possible thatis a translation of, a word whichfrequently glosses and translates and which may have had a connection with.is used as an adjective with the meaning ‘subject to tax, tribute’, but also as a noun, ‘one who pays tax, tribute’, which is the meaning of the Old English compound. The Old English term is formed from a noun (‘tribute, rent, tax’) and a deverbal agent noun (‘payer’ from‘to pay’), which is a common way to make compounds in Old English. While some examples of this compound construction might go as far back as the early Germanic layers of the language, it continued to be productive throughout the period and new noun + deverbal noun compounds were formed freely.[CITATION-122] In particular, it was often used to translate Latin agent noun simplexes:was translated into‘roof-builder’,into‘whale-hunter’ andinto‘wage-payer’, to take just a few examples.[CITATION-123] as a translation ofis therefore wholly in line with comparable Latin and Old English word forms.What is more, the wordas well asseem to have been used for (types of) freemen in Roman Britain and early Anglo-Saxon England, which makes it plausible that these Latin words were used in Ine’s laws in the seventh century. Evidence forandas designations for groups in Britain is first found in the, in an edict issued by Emperor Constantine to Pacatianus, Vicar of Britain, in 319:Unusquisque decurio pro ea portione conveniatur, in qua vel ipse vel colonus vel tributarius eius convenitur et colligit; neque omnino pro alio decurione vel territorio conveniatur.[CITATION-124] In this provision on tax liability,andare listed as groups under a Romanand are seemingly distinct from each other.[CITATION-125] The exact legal and societal implications of the termsandin Roman law and history are much debated, but the basic sense ofwas ‘tenant farmer’, that is, someone cultivating the land who was in some kind of relationship of dependency with a landlord.[CITATION-126] In Anglo-Saxon England, the Roman termwas known and associated with the, for example by glossators of Aldhelm and Isidore.[CITATION-127] is, on the other hand, rarer in Roman law, but refers in general to a ‘tax-payer’.[CITATION-128] It is unknown whether Constantine’s rescript used it to refer to a more specific system in Britain, though it does seem to be included to cover something whichdoes not.in Britain are also mentioned by Ammianus Marcellinus, a fourth-century Roman historian, though perhaps with no more specific a meaning than ‘tax-payer’.[CITATION-129] It might also be relevant to note thatappears in some of the early continental laws, such as theand.[CITATION-130] As mentioned, the termappears frequently in early Anglo-Saxon charters and other texts (including Bede) as a land measurement referring to a hide.[CITATION-131] In one eighth-century charter, it is also used to refer to a group of people.[CITATION-132] This charter refers to bothandas groups of peasants, though in a way which may imply that the terms were interchangeable: it states that boundary clauses ought to be put in writing, because when they are not, disputes arise ‘inter tributarios uestros nostrosque colonos’, ‘between yourand our’.[CITATION-133] The change of term might just be for stylistic purposes, but it nevertheless shows thatwas used to refer to a category of freeman in early Anglo-Saxon England.[CITATION-134] This shows that the termwas in use not long after Ine’s reign (which is more than we can say for).[CITATION-135] Taking this into account, the original law might have read something like this: ‘Si quis pugnaverit in domo tributarii [aut coloni], exsolvat poenas CXX solidorum et colono VI solidos’.[CITATION-136] Another rare word,, is found in a section on the sizes of groups of criminals. First,stipulates that a group with up to seven people is called‘thieves’, between seven and thirty-five a‘band, troop’, and over thirty-five a‘army’ (Ine 13.1).[CITATION-137] The subsequent clauses give details on the oaths needed to clear one’s name of such accusations, with the phrases ‘se ðe hloþe betygen sie…’ and ‘se ðe hereteama betygen sie…’.[CITATION-138] Whitelock translated the latter ‘he who is accused of [taking part in] the raid of any army’, Attenborough ‘he who is accused of taking part in a raid’ and Liebermann ‘wer [der Theilnahme an] Heerplünderung bezichtigt ist’ (‘he who is accused of [participation in] the plundering of an army’).[CITATION-139] Seemingly following these interpretations, thegives’s occurrence ofa separate sense (‘the act of taking part in a’), distinct from the senses of the four other occurrences (‘booty, spoils, devastation’).[CITATION-140] has the meaning ‘army’, but also the less frequently attested meaning ‘plundering’, and it is the latter which has commonly been accepted as the sense intended in.[CITATION-141] However, as we have seen,was used only a sentence before, unmistakably referring to ‘army’ (13.1)—in fact, defining the number of people needed to make up an army—perhaps making it unlikely that the word should suddenly shift to this much less common sense.The second element of the compound,has several meanings, among them ‘line of offspring’ and ‘line of animals harnessed together’.[CITATION-142] The second sense can be rendered as ‘bringing into line’ or ‘yoking together’, which would give the meaning ‘mustering/bringing together an army’ for.[CITATION-143] This fits the meaning ofmuch better than ‘taking part in raiding’, where the second element has presumably been interpreted with the dubious meaning ‘being productive, teeming’.[CITATION-144] Furthermore, while not necessarily secure evidence for the meaning of an Anglo-Saxon legal term, support could be provided by the, a twelfth-century translation of the Anglo-Saxon laws into Latin, which givesfor.[CITATION-145] In theis given the senses: (1) hire and (2a) gathering, muster, ‘manred’, (b) (?) marauding, (c) leadership’.[CITATION-146] The difficulty is that sense 2b ‘marauding’ only has one citation, namely thetranslation of Ine’s law. There is, therefore, no reason to suppose that the sense ‘muster’ was not intended. All in all, this would then suggest that Ine’s law was setting out the procedure to clear oneself of an accusation of having gathered a, not of participating in one.The reason this might be relevant for the Latin translation theory is that a parallel is found in the, and the phrase used there may clarify the construction and meaning of the word. Theclause in question opens: ‘Si quis collecto contubernio hominem ingenuum in domo sua adsallierit…’.[CITATION-147] It would be reasonable to infer that the person in question was responsible for the gathering of the‘gang, company’, even though it is not explicitly said. The ablative absoluteis constructed only slightly differently from’s phrase and both are made up of a noun and a deverbal element and both mean the same. This Frankish equivalent may therefore explain the meaning of this ill-understood compound as well as how it made its way into.With the linguistic observations of sections II to VIII in mind, we can now more securely assess’s textual transmission. Two factors have in large part determined the modern scholarly understanding of Ine’s laws: their transmission alongside Alfred’s laws and the legal relationship between the two texts. In the prologue to his law-code, Alfred tells us in his own voice that he used Ine’s laws as a source for the code in his own name.[CITATION-148] This surely does not simply refer to the inclusion of the completetextual block, because Alfred’s own portion of the code contains many close overlaps with, for example on‘forcible entry’, church sanctuary, changing lords or districts, fighting, felling trees, homicide, the celebration of Sundays and holidays and damage caused by animals.[CITATION-149] In some of these areas, the compiler behind Alfred’s code made adjustments and changed details, such as the value of fines, though the indebtedness toat the level of law itself is very clear.Despite the reliance onin Alfred’s portion of the code, there is a conspicuous lack of linguistic similarity between clauses that appear both in the completetext and in Alfred’s portion. One example is provided by the law against fighting in the king’s dwelling, which Alfred (or the compiler behind his code) must have copied from. It is rendered by Alfred as ‘Gif hwa in cyninges healle gefeohte oððe his wæpn gebrede 7 hine mon gefo, sie ðæt on cyninges dome swa deað swa lif swa he him forgifan wille’.[CITATION-150] The corresponding law inreads: ‘Gif hwa gefeohte on cyninges huse, sie he scyldig ealles his ierfes 7 sie on cyninges dome hwæðer he lif age þe nage’.[CITATION-151] Despite the adjustment in legal details in Alfred’s version, the two laws are essentially the same in content and basic linguistic construction. That makes the differences in vocabulary and phrasing stand out all the more. Of course, Alfred could have rewritten Ine’s law in subtle ways that do not change the meaning of the law. But a more satisfactory solution to the problem is that Alfred used the Latin version ofas his source, and that the two clauses therefore represent two different translations of the same Latin original.The law on fighting in the house of a() and a(Alfred) has similar kinds of similarities and differences: ‘Gif ðonne on gafolgeldan huse oððe on gebures gefeohte…’ (Ine 6.3) and ‘Gif hwa on cierlisces monnes flette gefeohte…’ (Af 39). Again, Alfred’s use ofin making this law is unmistakable both in legal detail and in the order of elements, but the lack of similarity in vocabulary stands out.[CITATION-152] Again, both Alfred and Ine’s versions could reasonably be translations of what I suggested above might be the underlying Latin of Ine 6.3 (‘Si quis pugnaverit in domo tributarii…’). The clauses on‘forcible entry’ offer a similar example. Alfred’s law reads ‘Cyninges burgbryce bið CXX scill. …’, while Ine’s starts ‘Burgbryce mon sceal betan CXX scill. kyninges 7 biscepes…’.[CITATION-153] The discrepancy in legal content does not necessarily account for the different syntax of Alfred’s law. Variations of the same phenomenon are apparent to various degrees in another law on fighting as well as the laws on trees, changing districts, killing an innocent man and church sanctuary.[CITATION-154] The Latin translation theory provides a simple explanation: Alfred could have used the Latin version of Ine’s law in making his own, leaving a text with the same general linguistic constructions, order of elements and legal content as the completetext, but with differences in vocabulary and phrasing.[CITATION-155] The Latin theory might also suggest some possible reasons whywas included as a full text by the makers of Alfred’s code, the only one of its three stated sources to be treated in this way. As mentioned, in the final passage of the prologue to the law-code, Alfred, speaking in the first person, explained that he had borrowed from the laws of his predecessors King Ine of Wessex, King Offa of Mercia and King Æthelberht of Kent.[CITATION-156] Nothing seems to be directly copied from the two other sources and there are fewer close correspondences than with, though their legal influence is apparent.[CITATION-157] The fact that onlywas both used in the making of Alfred’s own laws and included as a separate textual block suggests that it was somehow different. That difference could, of course, be that it was the only West Saxon law of the three—the importance of which is seemingly acknowledged by Alfred, as he places Ine first in his list of the three kings, rather than ordering them chronologically—but it could also be thatwas included because it otherwise only existed in Latin.[CITATION-158] An alternative explanation is suggested by Wormald’s theory that the extant text of Ine’s laws was made up of separate decrees issued over the course of the king’s reign, and potentially the reigns of his successors, perhaps finding its current form only by Alfred’s time.[CITATION-159] As I suggested in section I, this could mean that only some parts ofhad originally been in Latin. The makers of Alfred’s code may thus have included theblock as a way to bring together originally discrete texts, and translated its Latin sections into Old English to ensure linguistic conformity.[CITATION-160] There is a wider context which explains why Alfred may have sought such conformity in legislation. That is the Alfredian translation project, so called because of the king’s explicitly stated intention to make Latin texts accessible in Old English.[CITATION-161] Alfred saw a need for vernacular versions of important texts, and the laws of his predecessor might reasonably have been considered a candidate for such an effort. Another text in this project is the prologue to Alfred’s code, with, as we have already seen, its translation of several chapters of the Book of Exodus. Indeed, both the prologue and Ine’s laws share much vocabulary with other Alfredian texts.[CITATION-162] Such similarities and the existence of a translation project do not offer proof of’s Latin origins, nor do they fully explain its inclusion in the law-code. Nevertheless, the project does provide one plausible motivation for such a translation and therefore some circumstantial support. Moreover, it has the benefit of clearing up one of the long-standing puzzles surrounding Alfred’s and Ine’s laws, namely why there are duplications and contradictions between these two portions of the law-code.[CITATION-163] Ifwas included as a source text rather than as an integrated part of Alfred’s laws, legally incongruous overlaps are not a problem at all.[CITATION-164] The final—and most conjectural—piece of contextual support is lent by Alfred’s post-Conquest reputation. Alfred was remembered in the twelfth century as a translator of Latin texts in general, but the twelfth-century historian Geoffrey of Monmouth attributed to Alfred the translation into Old English of two (non-extant) British law-codes, at least one of which was said to have been in Latin.[CITATION-165] These stories may well have been fabricated by Geoffrey, though perhaps they had some basis in truth and may suggest that Alfred was associated specifically with the translation of Latin law.[CITATION-166] Speculations about the potential continental origins of or Latin models for English law make occasional appearances, but almost always in the context of Æthelberht’s laws.[CITATION-167] has so far escaped this kind of attention, perhaps because of the modern scholarly assumption that the Anglo-Saxon tradition of law-making in the vernacular was already established by the late seventh century.[CITATION-168] That is not an assumption we should make. There are just over a thousand words contained in surviving law-texts pre-dating Ine’s reign and that total is only doubled if we add the laws of Ine’s contemporaries. It is entirely possible that texts have been lost, but, for all we know, such lost texts could have been in English or in Latin.[CITATION-169] Thus, we have no good reason to consider vernacular law-writing an immutable tradition at this time. In addition, the surviving material means that all we can say is that vernacular law-writing was a Kentish tradition. We cannot assume that a king of Wessex would feel bound by the language of no more than three generations of intermittent law-making in a different kingdom.That does not, however, explain why or how Ine had his laws written in Latin. Potential motives are many and hard to pin down. Wormald’s early theory for why law was put into writing at all saw the practice as an ideological emulation of Frankish kings and an acknowledgement that a Christian king ought to be in possession of written laws in accordance with the biblical and Roman model.[CITATION-170] The prologue to Alfred’s law-code, with its translation of Mosaic laws, shows the most obvious evidence of a sense of affinity between the laws of the Bible and the Anglo-Saxons’ own laws, but it is reasonable to think that a similar connection had been made earlier. Contacts with Frankish kings and churchmen were frequent enough for us to assume that Anglo-Saxon royalty must have had some knowledge of the existence of continental codes; the clergy would, of course, have been familiar with the already extensive Latin legislation of the church. In fact, even Roman law seems to have been taught at the school in Canterbury at the time of Ine’s reign.[CITATION-171] Awareness of the laws of the Bible, the Romans, the Franks and the Church may have inspired an ambitious king like Ine to issue his laws in Latin.[CITATION-172] The opportunity to do so could have been provided by his bishops, Eorcenwald or Hædde, who might have had the knowledge and skill to compose a text of the sort that I propose existed in Ine’s name. Their knowledge could, as I have indicated, have come from texts brought by some of their Frankish predecessors, a possibility which is strengthened by what appear to be near direct borrowings from continental texts. A copy of a continental law-code might have provided both an inspiration for Ine’s code as a whole and a direct source for some of its clauses. In terms of linguistic practicalities, there is no reason to doubt that the bishops (or someone in their circle) could write this kind of Latin prose. The bishops’ personal skills are unknowable, but a figure like the famous Latinist Aldhelm indicates that high levels of Latinity were achievable in late seventh-century Wessex.[CITATION-173] With possibility, motivation and skill plausibly accounted for, the time has come to return to the issue set out in section I, namely exactly what kind of influence produced the Latinisms in Ine’s laws. The alternatives raised earlier included the suggestion that the whole text or some sections had been originally composed in Latin or—a more minimalist option—that it was written in Old English by someone influenced by Latin. And indeed, the second option could account for Latinate expressions and loan-words such asand. However, that possibility is significantly weakened by two factors: firstly, Alfred’s rendering of laws copied from, and secondly, what seems to be mechanical translation producing incorrect or unidiomatic Old English.As I showed above, Alfred andsometimes state the same laws. When they do, the basic legal meaning and linguistic constructions are similar, but the phrasing and vocabulary are different. In fact, the phrasing differs in such ways as one might expect when an (Old) English speaker is faced with, say, a tricky Latin participle or verb in the subjunctive, and the vocabulary differences are within the expected variation for translation of a single Latin word. It is therefore possible to say that Alfred seems not to have used an Old English copy of, which suggests thatwas extant in Latin in the ninth century.Mechanical translation is evident in phrases such as,andSome of these produce what appears to be unidiomatic Old English and some are simply wrong. A writer who is merely influenced by Latin is liable to use loan-words and loan-phrases. They are, however, much less likely to include Latinate constructions and collocations. That is because such constructions do not arise from calques or word-for-word translation, but represent subconscious influence from the source language (in this case Latin) and are thus unlikely to occur when a native speaker is composing his own text.[CITATION-174] Such traces of underlying Latin are better explained by proposing that the surviving text was written by a translator who was occasionally too influenced by the source text to find the correct phrases and collocations in Old English, a phenomenon that modern translation studies have shown can lead to translation errors.[CITATION-175] Such ‘translationese’ appears both in laws with identifiable Latin models and where those same passages deviate from their models. That suggests that the author was not simply translating sources from Latin simultaneously with composing laws in Old English. This is, for instance, indicated by the first ordeal law, whereis found in the part where the author departed from the suggested Latin source. It seems that this phrase could not have ended up inunless we propose that the seventh-century author borrowed parts of the law from the, composed his own adjusted version in Latin, and then translated it into Old English himself, all the while retaining an unidiomatic expression. Trying to maintain a seventh-century date for the Old English involves many such contortions, and each different example of a Latinism requires us to bend in a different direction. In addition, more rationalising is then required to explain why the Old English of the extant version ofdates to the ninth century and not the seventh. Ultimately, the simplest solution might be that all ofor a majority of its sections were written in Latin in the seventh century and translated in the ninth.The details of the translation I am proposing are elusive, but the mere existence of an Anglo-Latin law-code in the seventh century has many implications.[CITATION-176] Firstly, it could add a new dimension to the long-running debate about the role and significance of written law in the early Middle Ages. As I suggested above, it could support Wormald’s argument that lawmakers were deliberately attempting to evoke Roman, biblical and/or Frankish models.[CITATION-177] Perhaps Ine mimicked the Romans not just in committing law to writing—as had Æthelberht of Kent—but also in composing that law in Latin.[CITATION-178] The result of such mimicry would have been to make early Wessex look more similar to its Frankish counterparts, perhaps suggesting that Ine attempted to stake a claim for a place among the big political players in England and on the continent.Alternatively, the existence of an Anglo-Latin law-code could suggest that Latin simply was the main written language of legal and administrative affairs in Wessex at the time. All other surviving legal documents from this period, namely royal diplomas (including over a dozen surviving in Ine’s name), were written in Latin. The dominance of Latin in this sphere could originally have been caused by linguistic practicalities—perhaps connected to the Frankish contingent in the higher clergy—or it may be that Latin was simply part of the package when written legal genres were imported.[CITATION-179] The use of Latin could represent a mixture of such ideological and quotidian motivations or something else completely. In any case, the potential Latin origins of Ine’s laws and their seeming use of Frankish material compels us to rethink how early Anglo-Saxon kings sought to position themselves within a wider cross-Channel political context and to consider the significance of yet another close connection between England and the continent in the sphere of administration, law and rulership.[CITATION-180] The Latin theory also calls into question how Ine’s laws should be used as evidence for early Wessex. The surviving text of these laws contains the earliest attestations of words associated with the English administrative system, such as(‘shire’) and(‘ealdorman’), and they offer evidence for the early English history of slavery, taxation, the ordeal, guilds, labour service, money and much more.[CITATION-181] The difficulty is that many of the Old English words and phrases we rely on to assess such social and legal structures can only be taken as ninth-century attestations, and consequently, it is uncertain precisely what kinds of systems Ine’s laws are describing. For instance, while the shire () came to be a distinct administrative unit in later centuries,’sandcould be translations of words such asand.[CITATION-182] It is impossible to know whether such terms would have been used generically or with a specific administrative unit as their referent.[CITATION-183] In either case, I would suggest that the original words and their referents are hidden from view.Similar concerns apply more generally when attempting to useto investigate wider political developments and ideas. The primary evidence in this regard are the laws that mention‘a Briton’ (also ‘Foreign, slave’), some of which also distinguish betweenand.[CITATION-184] These clauses have the potential to shed light on intriguing but obscure areas, such as the relationship between ‘English’ West Saxons and British subjects who came under West Saxon control during the seventh century, or, alternatively, on the relationship between ‘English’ West Saxons and potential remnants of the Romano-British population in Wessex.[CITATION-185] These terms have been taken to have bearing on ideas of nationality too: it has been suggested that Ine’s laws positioned people as West Saxonthe king and other Germanic peoples, but as EnglishBritish neighbours.[CITATION-186] This may well be the case, but the theory thatwas only translated into Old English in the ninth century introduces cracks into the linguistic foundations of such claims, given that we cannot be certain of what words were used in the original text. What is more, such concepts must also be considered from an Alfredian and a continental perspective. For instance, the apparent emergence of an imagined community of ‘the English’ during Alfred’s reign means that the use of the wordsandinmust be considered also in light of ninth-century notions of nationality.[CITATION-187] The fact that parallel categories to ‘British’ and ‘English’, namelyand, are found in, for instance, themeans that there is at least some chance that the presence of such an ethnic division in legislation was partly an import.[CITATION-188] It is in the nature of research on the early Middle Ages that small pieces of evidence come to matter a great deal. As we have seen, Ine’s code is an irresistibly rich source for some of the murkier parts of the seventh-century world, including family life, animals and farming, food, money, social status, outsiders, criminal offences and so on. Consequently, Ine’s laws are used widely and by scholars of many areas, most of whom are, no doubt, well aware of the dangers involved. However, we need to be even more diligent when relying on specific words or concepts: words should be considered against potential Latin models and concepts must be interpreted not just in the context of seventh-century Wessex but also in the context of ninth-century Wessex and seventh-century continental law. Such warnings stand regardless of one’s thoughts ons original language, given its textual transmission and the undeniable oddities of its phrasings. But while the Latin hypothesis I have presented here may cast doubt on how we read some of our evidence, it also offers fresh and tantalising glimpses of seventh-century law and kingship.1. The Rushworth Gospels gloss has ‘of hwlecum deoðe were deod ∤ sweltende wæs’ (, ed. Skeat, p. 121).2. This is an anonymous (and unpublished) homily in Cambridge University Library, MS Ii.1.33. The relevant passage is available through the, short title HomM 8 (Murfin).3. Accessed through the4. M. Clayton, ‘Homily on the Assumption of the Virgin (C.B.3.3.21)’, 7 Aug. 1996,, entry for l. 222 (accessed 7 Jan. 2022).5. Doane, ‘Genesis A (C.A.1.1.1)’, entry for l. 1203 (accessed 7 Jan. 2022).1. The Rushworth Gospels gloss has ‘of hwlecum deoðe were deod ∤ sweltende wæs’ (, ed. Skeat, p. 121).2. This is an anonymous (and unpublished) homily in Cambridge University Library, MS Ii.1.33. The relevant passage is available through the, short title HomM 8 (Murfin).3. Accessed through the4. M. Clayton, ‘Homily on the Assumption of the Virgin (C.B.3.3.21)’, 7 Aug. 1996,, entry for l. 222 (accessed 7 Jan. 2022).5. Doane, ‘Genesis A (C.A.1.1.1)’, entry for l. 1203 (accessed 7 Jan. 2022).",
    "footnotes": {
        "1": "1. The Rushworth Gospels gloss has ‘of hwlecum deoðe were deod ∤ sweltende wæs’ (Holy Gospels, ed. Skeat, p. 121).",
        "2": "2. This is an anonymous (and unpublished) homily in Cambridge University Library, MS Ii.1.33. The relevant passage is available through the DOE Corpus, short title HomM 8 (Murfin).",
        "3": "3. Accessed through the DOE Corpus.",
        "4": "4. M. Clayton, ‘Homily on the Assumption of the Virgin (C.B.3.3.21)’, 7 Aug. 1996, Fontes Anglo-Saxonici, entry for l. 222 (accessed 7 Jan. 2022).",
        "5": "5. Doane, ‘Genesis A (C.A.1.1.1)’, entry for l. 1203 (accessed 7 Jan. 2022).",
        "6": "Ine is printed before Alfred in the editions of William Lambarde (1568), Abraham Wheelock (1644), David Wilkins (1721) and Rheinhold Schmid (1832 and 1858). For details of these editions, see Ivarsen, ‘Production of the Anglo-Saxon Laws’, pp. 25–59, and Wormald, MEL, p. 267 and n. 7. The same is the case in modern translations, namely The Laws of the Earliest English Kings, ed. and tr. F.L. Attenborough (Cambridge, 1922), where Ine is printed before Alfred (pp. 34–93). Dorothy Whitelock’s translation of Ine’s laws precedes Alfred’s laws in English Historical Documents, I: c.500–1042 (2nd edn, London, 1979) [hereafter EHD I], with Ine printed on pp. 398–407. This trend was already evident in the twelfth century, when Ine was copied before Alfred in the London group of Quadripartitus manuscripts; see Wormald, ‘Quadripartitus’, in his Legal Culture in the Early Medieval West (London, 1999), pp. 81–114, at 92–3. Benjamin Thorpe (1840) and F. Liebermann (1903) print the texts as they appear in the manuscripts, that is, with Alfred’s own laws before Ine.",
        "7": "Eorcenwald was bishop of London in ?675–c.693, and Hædde was bishop of Winchester in 676–705. See below, n. 49, for more on Ine’s bishops.",
        "8": "Such similarities are set out in Wormald, MEL, pp. 104–5; T.B. Lambert, Law and Order in Anglo-Saxon England (Oxford, 2017), pp. 88–91; and F. Liebermann, ‘Über die Gesetze Ines von Wessex’, Mélanges d’histoire offerts à M. Ch. Bémont (Paris, 1913), pp. 21–42, at 22–3.",
        "9": "J. Hines, ‘Social Structures and Social Change in Seventh-Century England: The Law Codes and Complementary Sources’, Historical Research, lxxxvi (2013), pp. 394–407, esp. 395 and 405–6.",
        "10": "See Wormald, MEL, pp. 279–80, for a summary of the legal differences between Alfred and Ine.",
        "11": "While the core of the laws seem to date from the late seventh century, it is possible that parts of the law date from later in Ine’s reign, as Wormald argues; see MEL, pp. 103–4, and ‘‘‘Inter cetera bona genti suae”: Law-Making and Peace-Keeping in the Earliest English Kingdoms’, in his Legal Culture in the Early Medieval West, pp. 179–200, at 188–92. See also below, nn. 14, 22.",
        "12": "Liebermann, ‘Über die Gesetze Ines’, p. 24; Liebermann, Gesetze III, p. 63.",
        "13": "Lisi Oliver argued on linguistic grounds that the early Kentish laws (which survive only in the twelfth-century collection Textus Roffensis) contain genuine seventh-century Old English; see L. Oliver, The Beginnings of English Law (Toronto, ON, 2002). Similarly, Carole Hough concluded that the Kentish laws ‘are our earliest English texts’ in ‘The Earliest English Texts? The Language of the Kentish Laws Reconsidered’, in B. O’Brien and B. Bombi, eds, Textus Roffensis: Law, Language, and Libraries in Early Medieval England (Turnhout, 2015), pp. 137–56. It is possible that these texts are preserved in a form reasonably close to the original, albeit with some ‘modernisation’ in later centuries.",
        "14": "In terms of comparison between Ine and the Kentish laws, there are (expected) similarities in the basic vocabulary which is frequently used; the only significant similarity is huslgenga ‘communicant’, which only ever appears in Wi 23 and Ine 15.1 and 19. However, given that this word has to do with the Eucharist, it is likely that its use was prompted by a Latin term in both texts. The relatively rare word byrga ‘surety, guardian’ appears in both Ine and Hlothhere and Eadric’s laws, but it also appears in Alfred’s laws and a number of glosses and translations. Ine and Wihtræd include similar rules on Sunday work (Ine 3–3.2/Wi 9–10) and thieves (Ine 12/Wi 21), but there are no similarities in phrasing and vocabulary. However, the final clause of Wihtræd is a near verbatim version of a clause in Ine. Ine 20 reads: ‘Gif feorcund mon oððe fremde butan wege geond wudu gonge 7 ne hrieme ne horn blawe, for ðeof he bið to profianne oððe to sleanne oððe to aliesanne’ (‘If a foreigner or stranger walks through the woods off the path and does not shout or blow a horn, he is to be regarded as a thief, either to be slain or to be cleared’). And Wi 28: ‘Gif feorran cumen man oþþe fremde buton wege gange 7 he þonne nawðer ne hryme ne he norn ne blawe, for ðeof he bið to profianne, oþþe to sleanne oþþe to alysenne’ (‘If a foreigner or stranger walks off the path and he then does not shout nor blow a horn, he is to be regarded as a thief, either to be slain or to be cleared’). Liebermann saw this as a direct borrowing from Ine into Wihtræd (Liebermann, Gesetze III, p. 30), though it has also been suggested that the two laws used a common source, as the idea contained in the law is ‘quasi-universal’: Oliver, Beginnings, pp. 166, 179–80; S. Jurasinski, ‘Royal Law in Wessex and Kent at the Close of the Seventh Century’, in S. Jurasinski and A. Rabin, eds, Languages of the Law in Early Medieval England: Essays in Memory of Lisi Oliver (Groningen, 2019), pp. 25–44, at 32–4. Indeed, the shared source solution could be plausible, given that Wihtræd’s laws are Latinate throughout: its preface reads like a word-for-word rendering of church council decrees such as the Latin text of the council of Hæthfeld in 679 and it is unique in citing a Latin oath, perhaps taken from the Collectio Canonum Hibernensis; see I. Ivarsen, ‘A Vernacular Genre? Latin and the Early English Laws’, Journal of Medieval History, xlvii (2021), pp. 497–508, at 500–501. Furthermore, Wihtræd’s content is influenced by a number of Latin ecclesiastical sources; see C. Cubitt, ‘Bishops and Councils in Late Saxon England: The Intersection of Secular and Ecclesiastical Law’, in W. Hartmann, ed., Recht und Gericht in Kirche und Welt (Munich, 2007), pp. 151–64, at 155–6; Liebermann, Gesetze III, p. 24; Oliver, Beginnings, e.g. pp. 165–6. Indeed, the Latinate language and ecclesiastical content of Wihtræd led Wormald to suggest that the whole text might be a translation of a church council decree (MEL, p. 102). In fact, there is some linguistic indication that there is a Latin text underlying Ine and Wihtræd’s wording. The unusual pairing feorcund mon (feorran cumen) and fremde is reminiscent of the Latin collocation advena et peregrinus, which appears a few places in the Bible, frequently in patristic commentary, in at least one church canon (in Collectio Turonensis) and in the (eighth-century) Lex Baiwariorum (§§31–2, ed. E. Schwind, Monumenta Germaniae Historica [hereafter MGH], Leges nationum Germanicarum [hereafter LL nat. Germ.], V, 2 [Hanover, 1926], pp. 336–7). None of the scriptural occurrences have much in common with Ine and Wihtræd legally, though the occurrence in Lex Baiwariorum exhibits some parallels: it concerns the opposite of the Anglo-Saxon law, in that it seeks to ensure the peace and safety of peregrini (pilgrims) travelling on the road, and cites a version of Exodus 22:21 (which uses peregrinus and advena) to back it up. Lex Baiwariorum is later than both Ine and Withræd’s laws, though might still carry some indication of the use of this phrase earlier. Lex Salica might also offer some linguistic parallel in a law that reads ‘Si quis per messem alienam ambulauerit sine uia aut semita uias fecerit, sol. XV cul. iud.’ (Lex Salica, §54, ed. K.A. Eckhardt, MGH LL nat. Germ., IV, 2 [Hanover, 1969]), given that ‘ambulare sine via’ is an exact equivalent to ‘buton wege gangan’. Though again, the meaning of the law is different. I have been unable to find an exact parallel in existing sources; in the end, there are a number of possibilities for how this law ended up in both Ine and Wihtræd. As I will argue in this article, the cumulative case for Ine’s Latin origins is strong enough to suggest that the Wihtræd parallel must be fitted into this framework rather than vice versa (and we ought to bear in mind that while the two clauses are strikingly similar, they are not identical). A strong possibility is that this law was part of an originally Old English section of Ine; as we shall see below (n. 22), Wormald suggested that the text which Alfred transmitted as Ine’s laws consists of a core and sections which accrued later on in Ine’s reign or after. Perhaps the section containing Ine 20 was originally in Old English. Other alternatives include that Ine and Wihtræd shared a Latin source and that the ninth-century translator had a copy of Wihtræd he used when translating Ine; or that the clause in Wihtræd, being the final clause of his laws, made its way into the text at some other point between its composition in the seventh century and its surviving form from the twelfth century. The conspicuously different wording on other topics shared by Ine and Wihtræd (e.g. Ine 3, 3.2/Wi 8–9) offers some indication that the drafters of Wihtræd were not using the existing Old English text of Ine directly.",
        "15": "These hapaxes are listed and discussed in Oliver, Beginnings, pp. 29–30, and P. Lendinara, ‘The Kentish Laws’, in J. Hines, ed., The Anglo-Saxons from the Migration Period to the Eighth Century: An Ethnographic Perspective (Woodbridge, 1997), pp. 211–44, at 223–4. I am not concerned with Ine’s hapax compound words—the elements of which are all attested and understood—as ad hoc compounds can be created freely in Old English.",
        "16": "Liebermann, ‘Über die Gesetze Ines’, p. 25. Modern syntactical studies seem to confirm that the salient grammatical features of Ine are, as Liebermann concluded, not necessarily archaic traits; see B. Mitchell, Old English Syntax (2 vols, Oxford, 1985), at e.g. §§33–8, 224–5, 735–43, 747–8, 1438, 1503–16. In fact, many of the grammatical features listed by Liebermann can be read as evidence of Latin influence on the syntax, although there is insufficient space to explain this further here.",
        "17": "Wormald, MEL, pp. 103, 278.",
        "18": "For example, P. Wormald, ‘Ine [Ini] (d. in or after 726)’, Oxford Dictionary of National Biography [hereafter ODNB]. The same is the case for, for example, Dammery (‘Law-Code’, p. 237), who claims that ‘the diction, syntax and substance of the Ine appendix all suggest an unmodified seventh-century provenance’, though he does not back this up with any evidence.",
        "19": "Laws, ed. Attenborough, p. 34.",
        "20": "Liebermann, Gesetze III, pp. 62–3.",
        "21": "That Æthelberht was written in English is corroborated by Bede, who tells us that they were written in ‘anglorum sermone’; see Bede, Historia ecclesiastica, ii. 5, ed. and tr. B. Colgrave and R.A.B. Mynors, Bede’s Ecclesiastical History of the English People (Oxford, 1969), p. 150.",
        "22": "Wormald, ‘‘‘Inter cetera’’’, pp. 188–92. This could in Wormald’s view account for the lack of thematic structure as well as some internal (sometimes near-verbal) repetitions, which are found at Ine 16/35, 28/35, 28/36, 18/37. Similar suggestions had been made before Wormald’s analyses: Chadwick brought up the possibility that Ine could have been a combination of two separate codes (H.M. Chadwick, Studies on Anglo-Saxon Institutions [Cambridge, 1905], p. 10, n. 1), and Richardson and Sayles raised the possibility of the law consisting of distinct sections (H.G. Richardson and G.O. Sayles, Law and Legislation: From Aethelberht to Magna Carta [Edinburgh, 1966], pp. 14–15).",
        "23": "There are many further examples of Ine’s Latinity which I could not fit into this article, for example in the syntax, in particular the use of sceal constructions and adjectival participles, and in the vocabulary, where there are several words which are in various ways unusual or difficult linguistically and legally in Old English, but make more sense in the light of Latin equivalents (including æfwyrdla, cynedom, cyninges geneat, frumstol, geat, horswealh, huslgenga, landagende/landhæbbende, pæning, scir, scirman, seten, unsyngian).",
        "24": "‘If a ceorl steals an animal and brings [it] into his house, and one seizes [?it] therein, then he is guilty his part, except the wife alone, because she must obey her elder. If she dares to make it known with an oath that she did not taste the stolen, [let her] get her third [?of the] property’. Translations are my own throughout unless specified otherwise. I attempt to give a close rendering of the original in order to reflect the linguistic peculiarities. More eloquent translations can be found in Laws, ed. Attenborough, pp. 36–61, and EHD I, pp. 398–407.",
        "25": "Laws, ed. Attenborough, pp. 55–7: ‘If a husband steals a beast and carries it into his house, and it is seized therein, he shall forfeit his share [of the household property]—his wife only being exempt, since she must obey her lord. If she dare declare, with an oath, that she has not tasted the stolen [meat], she shall retain her third of the [household] property’. EHD I, p. 405: ‘If a husband steals any cattle and brings it into his house, and it is seized therein, he is guilty for his part, but without his wife, for she must obey her lord; if she dare declare with an oath that she did not taste of the stolen meat, she is to receive her third portion’.",
        "26": "An Anglo-Saxon Dictionary based on the Manuscript Collections of the late Joseph Bosworth, ed. T. Northcote Toller (Oxford, 1898), with T.N. Toller, An Anglo-Saxon Dictionary based on the Manuscript Collections of Joseph Bosworth: Supplement (Oxford, 1921) [hereafter Bosworth-Toller], s.v. ‘scyldig’.",
        "27": "C. Hough, ‘An Ald Reht’: Essays on Anglo-Saxon Law (Newcastle, 2014), p. 59 n. 140. Dæl can occasionally be neuter, in which case the uninflected form could also be nominative or accusative plural; see Angus Cameron, Ashley Crandell Amos, Antonette diPaolo Healey et al., eds., Dictionary of Old English: A to I Online (University of Toronto, 2018) [hereafter DOE], s.v. ‘dæl’.",
        "28": "EHD I, p. 405; Hough, ‘An Ald Reht’, p. 58.",
        "29": "‘He should be judged liable for two denari’. The phrase appears frequently in the Pactus legis Salicae (ed. K.A. Eckhardt, MGH LL nat. Germ., IV, 1 [Hanover, 1962]) [hereafter Pactus] and the Lex Salica (ed. Eckhardt, MGH LL nat. Germ., IV, 2). Lex Salica will be referred to throughout as a possible source and comparison for the Latin of Ine. The earliest recensions of Lex Salica can be dated to the sixth century (which is the text known as the Pactus legis Salicae); it was later added to and revised, including by Charlemagne in the eighth century. See K. Ubl, Sinnstiftungen eines Rechtsbuchs: Die Lex Salica im Frankenreich (Ostfildern, 2017), pp. 53–66, and I. Wood, The Merovingian Kingdoms, 450–751 (London, 1994), pp. 108–9.",
        "30": "The Pactus manuscripts often abbreviate solidus to sol. in the compensation expressions, but where it is expanded it is in the accusative case.",
        "31": "‘At ten hides as sustenance, 10 vats of honey, 300 loaves, 12 ambers of Welsh ale…’. The preceding clause is on something different—levels of wergeld and the associated fine manbot—and gives no indication of how foster should be interpreted.",
        "32": "EHD I, p. 406; Laws, ed. Attenborough, p. 59.",
        "33": "R. Latham, D. Howlett and R. Ashdowne, eds, Dictionary of Medieval Latin from British Sources (Oxford, 1975–2013) [hereafter DMLBS], s.v. ‘pastus’. The connection has been suggested also by Chris Wickham, who proposed that Ine’s foster might be ‘a representation of’ pastus; see C. Wickham, Framing the Early Middle Ages: Europe and the Mediterranean, 400–800 (Oxford, 2005), p. 321.",
        "34": "DOE, s.v. ‘feorm’; Laws, ed. Attenborough, pp. 192–3.",
        "35": "‘The ceorlish man, who is often accused of theft, and then at last [one] catches [him] guilty at the cauldron or else in open guilt, one should strike off his hand or foot’.",
        "36": "‘If a man is accused with an accusation and one forces him to the cauldron, and he does not himself have anything to give in lieu of the cauldron, then another man goes and gives his goods instead, on the terms on which he is able to settle, on the condition that he [the accused] goes into his hands until he is able to replace his goods. When one accuses him another time afterwards and forces him to the cauldron, if he who previously gave goods for him does not want to stand for him further and he then seizes him, then he loses his goods, he who previously gave them for him’.",
        "37": "All versions are printed in Liebermann, Gesetze I, p. 104, and see above, n. 3, for more information on these manuscripts.",
        "38": "Felix Liebermann, ‘Kesselfang bei den Westsachsen im 7ten Jahrhundert’, Sitzungsberichte der königlichen Akademie der Wissenschaften zu Berlin (1896), pp. 829–35. See also Wormald, MEL, p. 172 and n. 40, and id., The Making of English Law: King Alfred to the Twelfth Century, II: From God’s Law to Common Law, ed. S.D. Baxter and J. Hudson (Oxford, 2014) [hereafter MEL II], p. 75. Some examples of where Liebermann’s reading is taken as correct include Wormald, MEL, p. 172 and n. 40; R. Bartlett, Trial by Fire and Water: The Medieval Judicial Ordeal (Oxford, 1986), pp. 7–8 and n. 6; S.L. Keefer, ‘Ðonne se cirlisca man ordales weddigeð: The Anglo-Saxon Lay Ordeal’, in S.D. Baxter, C. Karkov, J.L. Nelson and D. Pelteret, eds, Early Medieval Studies in Memory of Patrick Wormald (Farnham, 2008), pp. 353–67, at 355. Liebermann’s version is also accepted in, for example, the DOE (s.v. ‘ceac’, ‘ceap’) and A Thesaurus of Old English (University of Glasgow, 2017), ‘14.03.03.05|02.01 (n.) Ordeal:: Ordeal by boiling water:: Cauldron (as implement)’, available at http://oldenglishthesaurus.arts.gla.ac.uk/category/?id=19591 (accessed 22 Dec. 2021).",
        "39": "This temptation is implicit in M.P. Richards, ‘Elements of a Written Standard in the Old English Laws’, in J.B. Trahern, ed., Standardizing English: Essays in the History of Language Change in Honour of John Hurt Fisher (Knoxville, TN, 1989), pp. 1–22, at 16.",
        "40": "See, for example, P. Trovato, Everything You Always Wanted to Know about Lachmann’s Method (Padua, 2014), pp. 125–8.",
        "41": "As mentioned above, Jurasinski and Oliver’s edition of Alfred and Ine’s laws was published too late to be fully taken into consideration here. As will be clear, I disagree with their interpretation of ceac (Laws of Alfred, ed. Oliver and Jurasinski, pp. 91–8) for the reasons set out in this section.",
        "42": "Pactus, §§14.2, 16.5, 53, 53.1, 56.2, 56.3; Liebermann, ‘Kesselfang’, p. 831. The variant igneum is used in Lex Ripuaria (ed. F. Beyerle and R. Buchner, MGH LL nat. Germ., III, 2 [Hanover, 1954], e.g. at §§32, 34, 35), which may be from the seventh century; see T. Faulkner, Law and Authority in the Early Middle Ages: The Frankish Leges in the Carolingian Period (Cambridge, 2016), p. 16. Variants in other manuscripts and in other Frankish laws also include eneum.",
        "43": "‘Having been summoned to the cauldron, he burns his hand’; see Pactus, §§14, 16, 53, 56, 81. For a discussion of the ordeal in Frankish law, see F.L. Ganshof, ‘La preuve dans le droit Franc’, La preuve, Recueils de la Société Jean Bodin pour l’histoire comparative des institutions, xvi, pt ii (Brussels, 1965), pp. 71–98, esp. 78–9.",
        "44": "Admallare appears to be an exclusively Frankish and Carolingian legal term, meaning ‘take to law, summon to a legal meeting’. It is formed from mallus/mallum, a Frankish word for a judicial meeting, cognate with Old English mæþel ‘speech, assembly’; see Charles Du Fresne Du Cange et al., Glossarium mediae et infimae latinitatis (augmented edn, 10 vols, Niort, 1883–7), s.v. ‘mallare’, ‘mallum’, and see also Oxford English Dictionary (3rd edn, Oxford, 2000), s.v. ‘mallum’. See DMLBS, s.v. ‘mallus’ and ‘admallare’, for the occurrences of these words in British texts, of which there are only two: one in the twelfth-century Quadripartitus translation of Anglo-Saxon laws, and one in the Leges Henrici Primi, written by the Quadripartitus translator.",
        "45": "Liebermann, ‘Kesselfang’, p. 831.",
        "46": "King Alfred’s West-Saxon Version of Gregory’s Pastoral Care, ed. Henry Sweet, Early English Text Society, xlv, l (2 vols, London, 1871–2), i, p. 105. Gregorius Magnus, Regula Pastoralis (Turnhout, 2010), pt 2, ch. 5, l. 63.",
        "47": "For the suggestion that the Lex Salica might have existed in England, see T.D. Hill, F.M. Biggs, P.E. Szarmach and K. Hammond, eds, Sources of Anglo-Saxon Literary Culture: A Trial Version (Binghamton, NY, 1990), pp. 134–5, and Bartlett, Trial by Fire and Water, pp. 7–9. In general on the transmission of texts between early Anglo-Saxon England and the Continent, see R. McKitterick, ‘Exchanges between the British Isles and the Continent, c.450–c.900’, in R. Gameson, ed., The Cambridge History of the Book in Britain, I: c.400–1100 (Cambridge, 2012), pp. 311–37, esp. 327–31. There are over eighty extant manuscripts of the Lex Salica, though these are primarily from the ninth century; see Faulkner, Law and Authority, pp. 13–17.",
        "48": "Bartlett, Trial by Fire and Water, p. 7; B. Yorke, Wessex in the Early Middle Ages (London, 1995), pp. 58, 171–2, 245; D.P. Kirby, The Earliest English Kings (London, 1994), pp. 58–9; D.P. Kirby, ‘Problems of Early West Saxon History’, English Historical Review, lxxx (1965), pp. 10–29, at 13; J. Story, Carolingian Connections: Anglo-Saxon England and Carolingian Francia, c.750–870 (Aldershot, 2003), pp. 26–37.",
        "49": "Ine prologue (Liebermann, Gesetze I, p. 88). P. Wormald, ‘Earconwald [St Earconwald, Erkenwald] (d. 693)’, ODNB; B. Yorke, ‘Hædde [St Hædde, Heddi] (d. 705/6)’, ODNB; P. Fouracre, ‘Leuthhere’, in M. Lapidge et al., eds, The Wiley-Blackwell Encyclopedia of Anglo-Saxon England (Chichester, 2014), p. 289. For Eorcenwald’s journey to Rome, see Charters of Chertsey Abbey, ed. S.E. Kelly, Anglo-Saxon Charters, xix (Oxford, 2015), p. 4. For a discussion of further connections between Kentish royalty and clerics and the Merovingians, see P. Fouracre, ‘The Origins of the Carolingian Attempt to Regulate the Cult of Saints’, in J.D. Howard-Johnston and P.A. Hayward, eds, The Cult of Saints in Late Antiquity and the Middle Ages: Essays on the Contribution of Peter Brown (Oxford, 1999), pp. 143–65, at 157–9.",
        "50": "P. Fouracre, ‘Franks’, in Lapidge et al., eds, Wiley-Blackwell Encyclopedia, p. 299.",
        "51": "Yorke, Wessex, p. 172.",
        "52": "‘If a freeman is accused of theft and, having been summoned to the cauldron, burns his hand, he should make compensation for the theft to the amount of which he has been accused’ (Pactus, §81, ed. Eckhardt, p. 251). This clause is one of the additions to the Pactus, the so-called Pactus pro tenore pacis of Childebert I and Clothar I, dating to around 525–55 (printed in Pactus, ed. Eckhardt, pp. 250–51; for the dating, see Ubl, Sinnstiftungen, pp. 101–2). Tom Lambert has noted other legal similarities between this tract and Ine (Law and Order, p. 100 n. 122), including the immediately preceding clause (Ine 36), as well as Ine 52, 72 and 73. Similarly, the Decretio of Childebert II (594–6)—which also circulated with the main body of the Lex Salica—shares Ine’s concern about and with Sunday work (cf. Ine 3) and theft, with repeated warnings about the death penalty incurred for thieves (Lex Salica, ed. Eckhardt, pp. 175–88). Thomas Charles-Edwards discussed the linguistic and legal differences between these royal appendixes and the (seemingly) non-royal main part of the Lex Salica in ‘Law in the Western Kingdoms between the Fifth and the Seventh Century’, in A. Cameron et al., eds, The Cambridge Ancient History, XIV: Late Antiquity: Empire and Successors, AD 425–600 (Cambridge, 2001), pp. 260–87, at 275 (and see pp. 271–2 for a brief overview of these parts of the Lex Salica). Perhaps such royal edicts are more likely candidates for use by a foreign king than the main body of the Lex Salica.",
        "53": "Tenere shares several of gefon’s senses, including the basic sense of ‘hold, grasp’ as well as ‘catch (in a situation of guilt)’: DOE, s.v. ‘gefon’; P.G.W. Glare, ed., Oxford Latin Dictionary (Oxford, 1982), s.v. ‘tenere’ (sense 6); DMLBS, s.v. ‘reus’.",
        "54": "Edictum Theoderici regis, ed. Friedrich Bluhme, MGH Leges, V (Hanover, 1875–89), p. 158 (‘He who leads away a straying ox or horse or other animal is to the highest degree to be held guilty of theft…’); Lex Visigothorum, ed. K. Zeumer, MGH LL nat. Germ., I (Hanover, 1902), p. 267 (‘But if he does so by the lord’s command, the lord is held liable for the greatest compensation’).",
        "55": "That this may have been an English punishment practice is indicated by another clause in Ine. Ine 18 is a near-identical (and near verbatim) version of the ordeal law at Ine 37; they both prescribe the loss of a hand or foot for those who are ‘often accused’ (though Ine 18 concerns those who are ‘often accused’, whereas Ine 37 concerns those ‘often accused of theft’). In place of the ordeal process mentioned in Ine 37, Ine 18 merely states that such men are punished when they are caught (gefongen), with no prescribed method of proof. It was partly this kind of repetition that formed part of Wormald’s argument for Ine’s composite nature (see above, nn. 11, 14, 22). It seems to me that a better understanding of the structure of Ine can be helpful in understanding the origins of the laws, including the ordeal laws, though more research is needed on this topic.",
        "56": "DOE, s.v. ‘beforan’ (sense B.6.b).",
        "57": "The option of payment instead of the ordeal is found in Salic law (e.g. Pactus §56), as well as in later Anglo-Saxon laws (see e.g. II Æthelstan 21, I Æthelred 1.3, III Æthelred 3.4, 4, 4.2, V Æthelred 30).",
        "58": "(Be)teon is usually followed by the thing one is accused of in the genitive, though ‘being accused of an accusation’ would not make sense, and this weak form of the noun tyhtlan (which could be both genitive and dative) ought therefore to be taken as a dative form, giving ‘accused with an accusation’. This is the case in Ine 52 and 71 as well, while Ine 37 and 54 could be either genitive or dative.",
        "59": "This construction is found in, for example, the Lex Visigothorum and once in the Pactus, but is also common elsewhere.",
        "60": "‘If a thief is captured, he shall die by death, or his life can be redeemed with his wergeld’.",
        "61": "The phrase occurs with both he ‘he’ and se, the nominative singular masculine demonstrative pronoun.",
        "62": "Genesis 2:17, 3:4, 20:7, 26:11; Exodus 19:12, 21:12, 21:15, 21:16, 21:17, 22:19, 31:14; Leviticus 20:2, 20:9, 20:10, 20:11, 20:13, 20:15, 20:27, 24:16, 24:17, 27:29; Numbers 15:35; Judges 13:22; 4 Kings 1:4, 1:6, 1:16, 8:10; 1 Samuel 14:44, 22:16, 12:4; Wisdom 18:12; Ecclesiasticus 14:12; Jeremias 26:8; Ezekiel 3:18, 18:13, 18:32, 33:8, 33:14; Matthew 15:4; Mark 7:10; John 18:32.",
        "63": "I thank William Ian Miller for pointing this out to me. For more on this constructions, see B.K. Waltke and M. O’Connor, An Introduction to Biblical Hebrew Syntax (Winona Lake, IN, 1990), p. 584.",
        "64": "This is the case in the Vulgate, but seems to be standard also in Vetus Latina versions (see references for the Bible verses in n. 62 above in the Vetus Latina Database (Brepols), available via http://www.brepolis.net/).",
        "65": "Nos 1–22 in the appendix to this article.",
        "66": "Nos 23–5 in the appendix.",
        "67": "Nos 26–30 in the appendix.",
        "68": "Nos 31–43 in the appendix.",
        "69": "Nos 44–49 in the appendix.",
        "70": "Nos 50–52 in the appendix.",
        "71": "No. 53 in the appendix.",
        "72": "Liebermann, Gesetze I, pp. 26–46 (AfEl 13 (x2), 14, 15 (x2), 31, 32. Nos 16–22 in the appendix). The prologue is translated in full in Laws of Alfred, ed. Oliver and Jurasinski, pp. 224–73. Portions are translated in Laws, ed. Attenborough, p. 63; Alfred the Great: Asser’s Life of King Alfred and Other Contemporary Sources, tr. M. Lapidge and S. Keynes (London, 1983), pp. 163–4; EHD I, pp. 408–9.",
        "73": "Homilies citing the Bible are nos 31–7 in the appendix. The homilies translating other Latin texts are nos 39–42. I have not been able to identify the source for the passage in Vercelli homily 8 (no. 43). Another homily, Napier 44 (no. 38), uses the phrase in the same context in which it appears in Exodus, occurring in direct speech from God. This homily is very close to Napier 43, and both use a fairly unusual present participle construction for the swelte phrase. In Napier 43 the phrase translates Exodus 35:2 (‘occidetur’) (Wulfstan: Sammlung der ihm zugeschriebenen Homilien nebst untersuchungen über ihre echtheit, ed. Arthur Napier [Berlin, 1883], p. 218), and so perhaps the occurrence in Napier 44 should be considered a rewritten biblical passage too.",
        "74": "Nos 44–8 in the appendix. I have not been able to identify the specific passage for Ælfric’s Exaltation of the Cross (no. 49 in the appendix), the first part of which is based closely on Sancta crucis inventio (Sanctuarium seu Vitae sanctorum, ed. Bonino Mombrizio [Mombritius] [Paris, 1910], pp. 379–81). However, as Zettel suggested, Ælfric’s translation is closer to the unedited text in the Cotton-Corpus Legendary than to the printed versions in Mombritius and Patrologia Latina (cx, ed. Jacques-Paul Migne), so perhaps there is something to be found there; see P.H. Zettel, ‘Saints’ Lives in Old English: Latin Manuscripts and Vernacular Accounts: Ælfric’, Peritia, i (1982), pp. 17–37, and F.M. Biggs and D.A. Oosterhouse, eds, Abbo of Fleury, Abbo of Saint-Germain-des-Prés, and Acta Sanctorum (Sources of Anglo-Saxon Literary Culture, 1; Kalamazoo, MI, 2001), pp. 262–3.",
        "75": "Nos 50–52 in the appendix. The occurrence in line 1203 in Genesis A (no. 51) is based on Genesis 5:24, though much expanded, and it has been suggested that the wording is influenced by a Vetus Latina reading (A.N. Doane, ‘Genesis A (C.A.1.1.1)’, 31 Dec. 1990, Fontes Anglo-Saxonici: World Wide Web Register (University of St Andrews), available at https://arts.st-andrews.ac.uk/fontes/ (accessed 7 Jan. 2022). That does indeed seem to be the case, and the phrase for which ‘nales deaðe swealt’ is a translation could be something like ‘mors non inuenitur’ (Genesis 5:24 in Ambrose’s Expositio Evangelii secundum Lucam) or ‘non mortuus’ (Genesis 5:24 in Augustine’s De genesi ad litteram). See the Vetus Latina Database for Genesis 5:24.",
        "76": "I have been unable to identify the precise source (if any) for Vercelli 8, Napier 44, and Ælfric’s Exaltation of the Cross. For the first, Joseph Trahern suggested a passage from a homily of Caesarius of Arles as a source for the relevant passage, in which case the swelte phrase is an addition, though it follows directly on from John 3:18: J.B. Trahern, ‘Caesarius of Arles and Old English Literature: Some Contributions and a Recapitulation’, Anglo-Saxon England, v (1976), pp. 105–19, at 111. Regardless, the context in which the phrase is used in these sources is entirely similar to the rest of the works—either biblical (Napier 44, Vercelli 8) or as punishment for not believing in God (Exaltation). The usage in the twelfth-century copy of the Anglo-Saxon Chronicle (MS E), s.a. 1086 (The Anglo-Saxon Chronicle: A Collaborative Edition, VII: MS E, ed. S. Irvine [Cambridge, 2004], p. 95), is the only occurrence that does not seem to be based on a Latin source and does not share the biblical/homiletic context.",
        "77": "Nos 1–3, 5–14, 16, 18–21, 23, 25–8, 30, 33, 34 and 39 in the appendix.",
        "78": "Nos 15, 17, 31, 32, 35, 36, 47, 48. Possibly also no. 51 (see above, n. 75).",
        "79": "Nos 22, 37, 39, 46, 50 and 52 in the appendix.",
        "80": "Nos 24, 29, 41, 42, 44 and 45 in the appendix. Possibly also no. 51 (see above, n. 75).",
        "81": "The exception being Gregory the Great’s Dialogi. Here the swelte phrase appears in a quotation in the Latin original (‘cum scriptum sit’) and Gregory’s phrase (‘iustus quacumque morte praeuentus fuerit’) seems to come from Wisdom 4:7: ‘justus autem si morte praeoccupatus fuerit, in refrigerio erit’ and to be based on Ezekiel 33:11–14 (where morte moriatur appears, though it is not included in Gregory’s quotation).",
        "82": "Wi 25, 26; II Æthelstan 1. See Lambert, Law and Order, pp. 99–100.",
        "83": "L. Fleuriot, ‘Un fragment en latin de très anciennes lois bretonnes armoricaines du VIe siècle’, Annales de Bretagne et des pays de l’Ouest, lxxviii (1971), pp. 601–60, at 617, argued for a date between 500 and 560. L. Bieler also seems to agree with such a date in The Irish Penitentials (Dublin, 1963), p. 7. However, David Dumville rejected Fleuriot’s narrow timeframe, arguing for the possibility that it dates to the eighth century but that ‘the sceptical reader’ might have to contend with a dating of 510 x 800: D. Dumville, ‘On the Dating of the Early Breton Lawcodes’, in his Britons and Anglo-Saxons in the Early Middle Ages (Aldershot, 1993), pp. 207–21, at 220. The Excerpta has parallels in the Lex Salica, which are set out in L. Bieler, ‘Towards an Interpretation of the So-called “Canones Wallici”’, in J.A. Watt, J.B. Morrall and F.X. Martin, eds, Medieval Studies Presented to Aubrey Gwynn, S.J. (Dublin, 1961), pp. 387–92, esp. at 389–90, though some of these are rejected in Dumville, ‘On the Dating of the Early Breton Lawcodes’. In his article, Bieler also discussed the case for the previous belief that the Excerpta was Welsh, concluding that it could be based on a Welsh text brought to Brittany.",
        "84": "The Excerpta is, as far as I have been able to find out, the only secular law text to use the phrase until Charlemagne’s Saxon capitulary (Leges Saxonum et Lex Thuringorum, ed. C.F. von Schwerin, MGH Fontes iuris, IV [Hanover, 1918], at §3, 4, 8, 9, 10, 12, pp. 37–44). There is a discussion of the use of the phrase in the Excerpta in S. Kerneis, ‘“Morte moriatur”: La peine capitale chez les Bretons d’Armorique à la fin de l’Antiquité’, Revue historique de droit français et étranger, lxxix (2001), pp. 331–45; and of its use in the Saxon capitulary in G. Heydemann, ‘The People of God and the Law: Biblical Models in Carolingian Legislation’, Speculum, xcv (2020), pp. 89–131, at 108.",
        "85": "Bieler, Irish Penitentials, pp. 142–3.",
        "86": "The Excerpta exists in three English manuscripts: British Library, Cotton MS Otho E. XIII; Oxford, Bodleian Library, MS Hatton 42; and Cambridge, Corpus Christi College, MS 265. Otho and Hatton were probably written in Brittany in the ninth century, arriving in England in the tenth (see Gneuss and Lapidge, Anglo-Saxon Manuscripts, nos 361 and 629, and F.A. Rella, ‘Continental Manuscripts Acquired for English Centers in the Tenth and Early Eleventh Centuries: A Preliminary Checklist’, Anglia, xcviii [1980], pp. 105–16), and so they are not copies of an older English tradition of the Excerpta. Dumville proposed that the text in CCCC 265 was copied from a tenth-century Breton import too (Dumville, ‘On the Dating of the Early Breton Lawcodes’, p. 208 n. 9). However, it still cannot be ruled out that the Excerpta (or a similar text or the source on which it was based) existed in England at the time. Michael Elliot has identified a hand (perhaps tenth-century) making corrections to the Excerpta in Hatton 42, arguing that the nature of the changes suggest that the scribe was comparing the text against a different version (see ‘Oxford, Bodleian Library, Hatton 42’, Anglo-Saxon Canon Law, available at http://individual.utoronto.ca/michaelelliot/manuscripts.html). I do not know whether the proposed comparison was made against one of the known English copies of the Excerpta or if this could be an indication of another English version once in existence. Sixteen clauses from the Excerpta are included near verbatim in a Welsh law-code in Latin extant in a thirteenth-century manuscript (Bieler, ‘Towards an Interpretation’, p. 388), though it is possible that these clauses only made their way into the Welsh tradition after the eleventh century (as proposed in Dumville, ‘On the Dating of the Early Breton Lawcodes’, p. 208). However, Stefan Jurasinski has noted similarities between the Excerpta and the laws of Æthelberht, which he proposed could be due to direct influence (or alternatively the result of shared legal principles): S. Jurasinski, ‘Germanism, Slapping, and the Cultural Contexts of Æthelberht’s Code: A Reconsideration of Chapters 56–58’, Haskins Society Journal, xviii (2006), pp. 51–71, at 67–9. I would add that Excerpta chapters A11/P 9 (printed in Bieler, Irish Penitentials, pp. 138–9, 150–51) might be a potential source for the ill-understood laws on headwounds in Æthelberht and Alfred’s laws (which are printed and discussed in L. Oliver, ‘Æthelberht’s and Alfred’s Two Skulls’, Heroic Age, xiv [2010], available at https://www.heroicage.org/issues/14/oliver.php). It is thus possible that the Excerpta may have been present in England earlier than its known manuscript copies.",
        "87": "Bieler, Irish Penitentials, pp. 144–5 and 138–9.",
        "88": "The translation of mori alone into swelte he deaðe could be accounted for by positing that the translator of the biblical passages in the prologue to Alfred’s laws was the same as Ine’s translator. The translator of the prologue seems to have had a preference for swelte he deaðe, indicated by the fact that he used it both as a translation for morte moriatur on many occasions but also for Latin single verbs on two occasions: moriatur (Exodus 21:14/AfEl 13) and occidatur (Exodus 22:20/AfEl 32).",
        "89": "‘I, Ine, by the gift of God king of the West Saxons, with the counsel and teaching of my father Cenred and my bishop Hædde and my bishop Eorcenwold…’.",
        "90": "The charters in which this phrase appears are too numerous to cite here. A search for ‘gratia Dei’ and ‘Dei gratia’ on The Electronic Sawyer: Online Catalogue of Anglo-Saxon Charters (King’s College London, 2010–), at http://www.esawyer.org.uk/, gives 137 hits (though this search function is not exhaustive). See also M. Lupoi, The Origins of the European Legal Order, tr. A. Belton (Cambridge, 2006), pp. 145–72, for some examples of this phrase in charters. The connection to the charter phrase has been made previously: David Dumville, in an unpublished paper cited by Dammery, suggested that this is an Old English rendering of gratia Dei, but as written by the original composer in the seventh century; see Dammery, ‘Law-Code’, p. 267, n. 121.",
        "91": "A. diPaolo Healey, comp., with J. Price Wilkin and Xin Xiang, Dictionary of Old English Web Corpus (University of Toronto, 2009) [hereafter DOE Corpus].",
        "92": "There are twenty-two occurrences for mid godes gife, though twelve of them are in phrases with words of filling or covering, such as ‘gefyllan mid godes gyfe’, ‘filled with God’s gift’.",
        "93": "The Old English Version of Bede’s Ecclesiastical History of the English People, ed. Thomas Miller, Early English Text Society, xcv, xcvi, cx, cxi (2 vols in 4, London, 1890–98), i, p. 164, ii, pp. 308, 310.",
        "94": "S 333, S 914, S 1032, S 1507. All charters are numbered according to P.H. Sawyer, Anglo-Saxon Charters: An Annotated List and Bibliography (London, 1968), here cited from the Electronic Sawyer, abbreviated S + number.",
        "95": "The Old English and Latin versions of the papal grant are printed in H. Edwards, ‘Two Documents from Aldhelm’s Malmesbury’, Historical Research, lix (1986), pp. 1–19, at 16–19. Edwards argued that the Old English is the original version (‘Two Documents’, pp. 9–10), while Christine Rauer has countered that the opposite is more likely: ‘Pope Sergius I’s Privilege for Malmesbury’, Leeds Studies in English, xxxvii (2006), pp. 261–81, at 266–8. For S 914 and Alfred’s will, see Codex diplomaticus aevi saxonici, ed. John M. Kemble (6 vols, London, 1839), respectively no. 715, iii, pp. 346–51, and no. 1067, v, pp. 127–32.",
        "96": "Wormald, following Whitelock, thought S 333 was originally written in Latin and translated during Alfred’s reign (P. Wormald, review of Charters of Sherborne, ed. O’Donovan (1988), English Historical Review, cvii [1992], pp. 430–31, at 431), with which Simon Keynes agreed (‘The West Saxon Charters of King Æthelwulf and His Sons’, English Historical Review, cix [1994], pp. 1109–49, at 1125 n. 3). F. Stenton raised the possibility of it having been composed in Latin, but favoured a vernacular composition: The Latin Charters of the Anglo-Saxon Period (Oxford, 1955), pp. 36, 46–7. He was followed by The Charters of Sherborne, ed. M.A. O’Donovan, Anglo-Saxon Charters, iii (Oxford, 1987), p. 22. Robertson did not conclude on the original language, but calls the preamble a translation from Latin, noting its similarity to those found in Latin charters (Anglo-Saxon Charters, ed. A. Robertson [Cambridge, 1956], p. 278).",
        "97": "For the history of vernacular charters, see R. Gallagher, ‘The Vernacular in Anglo-Saxon Charters: Expansion and Innovation in Ninth-Century England’, Historical Research, xci (2018), pp. 205–35, at 206–9. Influences from Latin formulaic phrases are suggested in the case for wills in A. Campbell, ‘An Old English Will’, Journal of English and Germanic Philology, xxxvii (1938), pp. 133–52, at 134–5. See also R. Gallagher, ‘Asser and the Writing of West Saxon Charters’, English Historical Review, cxxxvi (2021), pp. 773–808.",
        "98": "I would like to thank Robert Gallagher for pointing this out to me.",
        "99": "The only exception is the ninth-century charter S 1200, which does not have a verb going with cynn, but a form of ‘to be’ must have been omitted: ‘Nis Eðelmode enig meghond neor ðes cynnes ðanne Eadwald his modar his broðar dohtar. Mest cyn ðet he ðet lond hebbe 7 his beorn yfter him’ (printed in Charters of Christ Church Canterbury: Part 1, ed. N.P. Brooks and S.E. Kelly, Anglo-Saxon Charters, xviii [Oxford, 2013], pp. 778–82): ‘There is no nearer relative of the family to Ethelmod than Eadwald, whose mother [was] his brother’s daughter. [It is] most appropriate that he gets the land and his child after him’.",
        "100": "It possibly also occurs in two poems, though the sense in this case is not clear, and it could be that these occurrences should be interpreted as the noun cynn instead (DOE, s.v. ‘cynn’). The phrase in which the word appears is very different from the remaining occurrences: both Genesis A and Beowulf uses the same phrase, cynna gemyndig/gemunde.",
        "101": "DOE, s.v. ‘cynn’.",
        "102": "A Thesaurus of Old English, ‘03.06.03|10 (v.) Congruity, fitness, suitability: To be suitable, be fitting’, at http://oldenglishthesaurus.arts.gla.ac.uk/category/?id=5863 (accessed 21 Dec. 2021).",
        "103": "‘There is no nearer relative of the family to Ethelmod than Eadwald, whose mother [was] his brother’s daughter. [It is] most appropriate…’ (S 1200).",
        "104": "The clause in which the cynn phrase appears in Ine has some other possible traces of translation, including the word æfwyrdla ‘injury, damage’: this word occurs twenty-six times in the corpus, and all the others are translations, many Alfredian. For instance, it is used twice in the prologue to Alfred’s law-code, rendering the Bible’s damnum both times (AfEl 18 and 27; Exodus 21:22 and 22:6). Damnum is also the word used in the Frankish laws when they cover the same topic as Ine 42, namely damage caused by animals (e.g. Pactus §9).",
        "105": "The word also occurs in Ine 23.3, which stipulates the wergeld of a wealh ‘British’ gafolgylda.",
        "106": "‘If then [anyone] fights in the house of a gafolgylda or a gebur, he should give 120 shillings as a fine and 6 shillings to the gebur’.",
        "107": "‘If anyone fights in the house of a ceorlish man, he should compensate the ceorl with six shillings’.",
        "108": "J. Hudson, The Oxford History of the Laws of England, II: 817–1216 (Oxford, 2012), pp. 208–9.",
        "109": "Laws, ed. Attenborough, pp. 39, 183; EHD I, p. 399 and n. 4; Liebermann, Gesetze I, pp. 92–3, and F. Liebermann, Die Gesetze der Angelsachsen, II: Wörterbuch. Rechts- und Sachglossar (Halle, 1906) [hereafter Liebermann, Gesetze II], p. 85.",
        "110": "DOE, s.v. ‘gafolgylda’.",
        "111": "H.R. Loyn, Anglo-Saxon England and the Norman Conquest (Harlow, 1991), p. 193; R. Faith, The English Peasantry and the Growth of Lordship (London, 1997), p. 105; DOE, s.v. ‘gafol’.",
        "112": "DOE Corpus.",
        "113": "The Old English Orosius, ed. J. Bately, Early English Text Society, supplementary ser., vi (London, 1979), pp. 67, 68, 71, 91, 92, 95.",
        "114": "Old English Version of Bede, ed. Miller, pp. 92, 110; Bede, Historia ecclesiastica, i. 34 and ii. 5, ed. Colgrave and Mynors, pp. 116, 150.",
        "115": "Luke 7:41, 16:5; Deuteronomy 20:11. The Amalarius occurrence is found in a preface to the Corpus Canterbury Pontifical, printed (with the Latin) in T.C. Graham, ‘The Old English Prefatory Texts in the Corpus Canterbury Pontifical’, Anglia, cxiii (1995), pp. 1–15, at 12 and 14. The glossary entry is available at DOE, s.v. ‘gafolgylda’.",
        "116": "R. Brotanek, Texte und Untersuchungen zur altenglischen Literatur und Kirchengeschichte (Halle, 1913), p. 10; Ælfric’s Catholic Homilies: The Second Series Text, ed. M. Godden, Early English Text Society, supplementary ser., v (London, 1979), pp. 281–2; M. Godden, Ælfric’s Catholic Homilies: Introduction, Commentary, and Glossary, Early English Text Society, supplementary ser., xviii (Oxford, 2000), pp. 615–16.",
        "117": "D. Pelteret, ‘Two Old English Lists of Serfs’, Medieval Studies, xlviii (1986), pp. 470–513, at 474 n. 12; DOE, s.v. ‘gebur’.",
        "118": "Liebermann, Gesetze II, p. 88; EHD I, p. 399, n. 4; Laws, ed. Attenborough, pp. 39, 184; DOE, s.v. ‘gebur’; F.M. Stenton, Anglo-Saxon England (3rd edn, Oxford, 1971), pp. 262, 474–6.",
        "119": "EHD I, p. 399, n. 4. This is also argued in Chadwick, Studies on Anglo-Saxon Institutions, p. 87 n. 1.",
        "120": "Laws, ed. Attenborough, p. 183.",
        "121": "See, for instance, Lincoln Hutchinson, ‘Roman and Anglo-Saxon Agrarian Conditions’, Quarterly Journal of Economics, vii (1893), pp. 205–10, at 208; F. Seebohm, The English Village Community Examined in Its Relations to the Manorial and Tribal Systems and to the Common or Open Field System of Husbandry: An Essay in Economic History (London, 1905), p. 401; P.S. Barnwell, ‘Hlafæta, Ceorl, Hid and Scir: Celtic, Roman or Germanic?’, Anglo-Saxon Studies in Archaeology and History, ix (1996), pp. 53–61, at 54–5; and Chadwick, Studies on Anglo-Saxon Institutions, p. 91.",
        "122": "See H. Sauer, ‘Old English Words for People in the Épinal-Erfurt Glossary’, in H. Sauer and R. Bauer, eds, Beowulf and Beyond (Frankfurt, 2007), pp. 119–82, at 142, and C.T. Carr, Nominal Compounds in Germanic (London, 1939), p. 216.",
        "123": "DOE, s.v. ‘hrofwyrhta’, ‘hwælhunta’, ‘hyregylda’. On a related note, Paul Barnwell suggested that the term hlafæta ‘loaf-eater’ found in Æthelberht’s laws was a translation of the Latin bucellarius (‘Hlafæta, Ceorl, Hid and Scir’, p. 53).",
        "124": "Theodosiani libri XVI cum Constitutionibus Sirmondianis et Leges novellae ad Theodosianum pertinentes, ed. T. Mommsen and P.M. Meyer (Berlin, 1905), XI. 7, 2 (20 Nov. 319). ‘Every decurion shall be sued for only that portion of land in respect to which either he or his colonus or his taxable dependent (tributarius) is sued and from which they collect the fruits, and no decurion shall be sued at all on account of another decurion or for the territory of another’: The Theodosian Code and Novels: And the Sirmondian Constitutions, tr. C. Pharr (Princeton, NJ, 1952), p. 299. See also A.R. Birley, The Roman Government of Britain (Oxford, 2005), p. 413.",
        "125": "E.W. Black, The Roman Villas of South-East England (Oxford, 1987), pp. 45–6; Ł.J. Korporowicz, ‘Roman Law in Roman Britain: An Introductory Survey’, Journal of Legal History, xxxiii (2012), pp. 133–50, at 142; Hutchinson, ‘Agrarian Conditions’, p. 209; M.E. Jones, ‘The Legacy of Roman Law in Post-Roman Britain.’, in R.W. Mathisen, ed., Law, Society, and Authority in Late Antiquity (Oxford, 2001), pp. 52–67, at 52–3.",
        "126": "C. Grey, ‘Contextualizing Colonatus: The Origo of the Late Roman Empire’, Journal of Roman Studies, xcvii (2007), pp. 155–75, at 155, 158.",
        "127": "It is used, for example, in the Épinal-Erfurt glossary, for a work possibly by Virgil (see Old English Glosses in the Épinal-Erfurt Glossary, ed. J.D. Pheifer [Oxford, 1974], p. 10), and for Aldhelm’s De laudibus virginitatis (Old English Glosses: Chiefly Unpublished, ed. A. Napier [Oxford, 1900], p. 176). Colonus appears in a few Anglo-Saxon charters, and is used by, for example, Bede and Boniface (DMLBS, s.v. ‘colonus’). See also Faith, English Peasantry, p. 81.",
        "128": "Korporowicz, ‘Roman Law in Roman Britain’, p. 142 n. 63.",
        "129": "Black, Roman Villas, pp. 44–6; Hutchinson, ‘Agrarian Conditions’, p. 207.",
        "130": "Pactus §41.10; Lex Visigothorum, ed. Zeumer, p. 472. In fact, tributarius is not the only legal category shared by the Pactus and Ine’s laws; others include Romanus /wealh, Francus /Englisc, ingenuus /cirlisc mon or ceorl, conviva regis /cyninges geneat, homo possessor /mon langagende or landhæbbende. As we shall see below in the conclusion, much has been written about the category of wealh ‘Briton, slave’ in Ine.",
        "131": "Hutchinson, ‘Agrarian Conditions’, pp. 207–8; Wormald, MEL II, p. 286; F.W. Maitland, Domesday Book and Beyond: Three Essays in the Early History of England (Cambridge, 1907), p. 359.",
        "132": "This charter (S 1410) is possibly spurious, though it has been assessed to be substantially genuine in content: see The Charters of Glastonbury Abbey, ed. S.E. Kelly, Anglo-Saxon Charters, xv (Oxford, 2012), pp. 280–82; H. Edwards, The Charters of the Early West Saxon Kingdom (BAR British ser., 198; Oxford, 1988), pp. 41–5, esp. 43; T. Charles-Edwards, ‘Kinship, Status and the Origins of the Hide’, Past and Present, no. 56 (1972), pp. 3–33, at 7.",
        "133": "S 1410: ‘Hec uero uocabulorum signa tomi stilo indita sunt, ne forte litium uel contentio seu iurgium iam erepserit inter tributarios uestros nostrosque colonos quod autem crebro solet fieri ubi euidenciora allusionibus literalie elementorumque diffinicione, indicia limitum metam non porcenderint’ (Charters of Glastonbury Abbey, ed. Kelly, p. 281).",
        "134": "The charter writer also gives three synonyms for ‘dispute’ in the same passage, so it is not impossible that he had a preference for variation; see Charters of Glastonbury Abbey, ed. Kelly, p. 287.",
        "135": "That gafolgylda is so poorly attested has not stood in the way of some ambitiously categorical presentations of early Anglo-Saxon social classes by modern scholars, such as that proposed by H.P.R. Finberg, The Formation of England, 550–1042 (London, 1976), p. 65, or by Loyn, who stated that ‘Anglo-Saxon law made an important distinction between the “gafolgelda” and the “gebur”’, the only evidence for which is Ine 6.3 (Anglo-Saxon England and the Norman Conquest, p. 193).",
        "136": "An alternative is that gebur and gafolgylda were intended as synonyms by the translator, as has been proposed by Chadwick (Studies on Anglo-Saxon Institutions, p. 87 n. 1) and Pelteret (‘Two Old English Lists of Serfs’, p. 474 n. 12), the latter suggesting that oððe gebur was originally a gloss that later made its way into the text. This option is supported by the tendency in Old English translations from Latin to render one Latin word as two English ones. This is the case, for example, in the Old English translation of Bede’s Historia and Gregory the Great’s Dialogi and Regula pastoralis, and it is common practice in glosses; see, for example, N.G. Discenza, The King’s English: Strategies of Translation in the Old English Boethius (New York, 2012), p. 58 and notes; S.M. Kuhn, ‘Synonyms in the Old English Bede’, Journal of English and Germanic Philology, xlvi (1947), pp. 168–76; W.H. Brown, ‘Method and Style in the Old English “Pastoral Care”’, Journal of English and Germanic Philology, lxviii (1969), pp. 666–84, at 669; and M.C. Bodden, ‘Anglo-Saxon Self-Consciousness in Language’, English Studies, lxviii (1987), pp. 24–39, at 32. Perhaps Ine’s Latin had only one word—presumably tributarius—which was translated into two words in order to capture several aspects of the Latin term.",
        "137": "The use of þeofas ‘thieves’ here is puzzling, since there is no indication that these people would be treated as thieves normally were (i.e. be killed), as has been pointed out by Lambert: Law and Order, p. 90 n. 9). It was not just people who had been accused of stealing or who were caught in the act who could be killed—Ine 20 (quoted above in n. 14) suggests that someone behaving suspiciously, in the manner of thieves, could be killed on sight or cleared for þeof. Perhaps the underlying Latin word was latro, which can mean ‘thief’ but also ‘robber, bandit, plunderer’, and this second sense would suit the context in Ine better, given that the other two categories are ‘band, gang’ and ‘army’.",
        "138": "Literally ‘he who is accused of a troop’ (Ine 14) and ‘he who is accused of hereteam’ (Ine 15).",
        "139": "EHD I, p. 400; Laws, ed. Attenborough, p. 41; Liebermann, Gesetze I, p. 97. Liebermann’s fuller definition is ‘Verheerungszug mit Heerschaar gegen Privatfeind’, ‘plundering raid with an army against a private enemy’: Liebermann, Gesetze II, p. 114.",
        "140": "DOE, s.v. ‘hereteam’. Three of these occurrences are in poetry (Genesis A and Andreas) and one is a gloss.",
        "141": "DOE, s.v. ‘here’ (sense 3).",
        "142": "Bosworth-Toller, s.v. ‘team’; OED, s.v. ‘team’ (n).",
        "143": "I am grateful to Mark Thakkar for suggesting this.",
        "144": "Cf. Bosworth-Toller, s.v. ‘timan’. This sense is dubious because, as Bosworth-Toller’s entry makes clear, the sense of ‘being productive’ almost exclusively refers to bearing offspring, and, what is more, this sense is not attested for the noun team, only the verb from which it is derived, timan.",
        "145": "Liebermann, Gesetze I, p. 97.",
        "146": "DMLBS, s.v. ‘conductio’.",
        "147": "‘If anyone, a gang having been gathered, attacks a freeman in his house…’: Pactus §42. Ine and Pactus have other legal similarities on the topic of fighting and gangs: the distinction between groups of more or less than seven people is also found in Pactus (§43.2) and both have laws on people who fight at a feast (convivium/gebeorscip) and in a field (Ine 6.4–5, Pactus §43.1, 43.3).",
        "148": "AfEl 49.9.",
        "149": "Af 2, 5/Ine 5; Af 7, 15, 39/Ine 6–6.3; Af 8–8.2/Ine 27(?); Af 12/Ine 43–43.1; Af 22/Ine 8; Af 23–23.2/Ine 40, 42; Af 29/Ine 34; Af 34/Ine 25; Af 37/Ine 39; Af 40/Ine 45; Af 43/Ine 3–3.2(?). These overlaps are discussed in Dammery, ‘Law-Code’, pp. 258–9; Pratt, Political Thought, pp. 219–20; Liebermann, Gesetze III, p. 36; Wormald, MEL, pp. 278–80; and M.P. Richards, ‘The Laws of Alfred and Ine’, in N.G. Discenza and P.E. Szarmach, eds, A Companion to Alfred the Great (Leiden, 2014), pp. 282–312, at 307.",
        "150": "Af 7: ‘If someone fights in the king’s hall or draws a weapon and is caught, it should be on the king’s judgement whether [it be] death or life that he wishes to grant him’.",
        "151": "Ine 6: ‘If someone fights in the king’s house, he forfeits all his possessions and it should be on the king’s judgement whether he should or should not have life’.",
        "152": "A third fighting law (Ine 6.1, Af 15) seems to represent Alfred expanding on rather than copying Ine, as Ine specifies fighting a mynster, possibly including both monks and clergy, but not bishops or archbishops, and Alfred only mentions the latter two. Mynster ‘minster’ is a debated term. It derives from monasterium, but seems to encompass more than the translation ‘monastery’ would imply, as it could also be inhabited by clergy and played a role in pastoral care; see S. Foot, ‘Anglo-Saxon Minsters: A Review of Terminology’, in J. Blair and R. Sharpe, eds, Pastoral Care before the Parish (Leicester, 1992), pp. 212–25, and J. Blair, ‘Parochial Organisation’ in Lapidge et al., eds, Wiley-Blackwell Encyclopedia, p. 363. Both monks and clergy are therefore possibly covered by Ine’s law, but probably not bishops.",
        "153": "Af 40: ‘Forcible entry of the king [’s dwelling] is 120 shillings…’. Ine 45: ‘One must compensate 120 shillings for forcible entry of the king [’s dwelling] and the bishop’s…’.",
        "154": "Af 38 (and 15)/Ine 6.2; Ine 43–43.1/Af 12; Ine 39/Af 37; Ine 34/Af 29; Ine 5/Af 2, 5. The laws on moving districts and changing lords (Ine 39/Af 37) might provide another example. Here, Ine uses the word scir ‘shire’ and Alfred boldgetæl ‘district’. Alfred’s boldgetæl could be a Mercian word, since it is only otherwise attested in the ninth-century translation of Gregory the Great’s Dialogi, rendering prouincia. This translation was done by the Mercian bishop Wærferth, who was part of Alfred’s circle of scholars. As Wormald noted, the presence of this word in Alfred’s laws has in the past been taken as possible evidence of the underlying lost laws of King Offa of Mercia, though, as Wormald points out, the law in question is much more likely to be based on Ine’s: P. Wormald, ‘In Search of King Offa’s “Law-Code’’’, in his Legal Culture in the Early Medieval West, pp. 201–24, at 203–4. Wormald explained the discrepancy in word choice by proposing that scir ‘shire’ in Ine’s day would not have referred to the same administrative unit as in Alfred’s day, and that Alfred therefore had to look for another word to render Ine’s law: MEL II, pp. 192–3. However, another solution, in the light of the argument made here, is that Alfred based his law on a Latin version of Ine—which may have had prouincia or something else—and that the translator of the clauses for Alfred’s portion chose boldgetæl and the translator of the whole Ine text chose scir. It would also account for the anachronism that David Dumville identified in Ine’s use of scir (in an unpublished paper, cited in Dammery, ‘Law-Code’, p. 267, n. 121). For a discussion of potential Romano-British vestiges in the administrative system, including shires, see Barnwell, ‘Hlafæta, Ceorl, Hid and Scir’, pp. 53–61.",
        "155": "Another possibility could be that Alfred used a different Old English copy of Ine from the one which was included in the law-code. That might, however, be an unnecessarily complex solution.",
        "156": "AfEl 49.9. For a discussion of Alfred’s use of these texts see, for example, Wormald, MEL, pp. 277–85; Wormald, ‘In Search of King Offa’s “Law-Code’’’; Pratt, Political Thought, pp. 218–22.",
        "157": "Alfred’s injury list (Af 44–77) is commonly seen as inspired by Æthelberht’s laws (Atb 32–72). See Dammery, ‘Law-Code’, pp. 248–52, for a table of correspondences; for a general assessment of such injury lists in early medieval law, including those of Æthelberht and Alfred, see L. Oliver, The Body Legal in Barbarian Law (Toronto, ON, 2011). The influence of Offa is less certain given that no law-text in Offa’s name survives. Wormald argued (‘In Search of King Offa’s “Law-Code”’) that ‘Offa’s laws’ might be a reference to a (Latin) church council decree issued in 786. The influences from these texts is discussed at length in Ivarsen, ‘Production of the Anglo-Saxon Laws’, pp. 110–32.",
        "158": "As the above footnote makes clear, Wormald suggested that Alfred relied on another Latin text, namely a now-lost law associated with Offa. I am, however, not fully convinced by this: see Ivarsen, ‘Production of the Anglo-Saxon Laws’, pp. 117–22.",
        "159": "See above, n. 22.",
        "160": "For a discussion of the seemingly deliberate avoidance of multilingualism in other Alfredian texts, see N.G. Discenza, ‘Writing the Mother Tongue in the Shadow of Babel’, in E. Tyler, ed., Conceptualizing Multilingualism in England, c.800–c.1250 (Turnhout, 2011), pp. 33–56, at e.g. 37, 41–3.",
        "161": "This is stated in the preface to the Old English translation of Gregory the Great’s Regula pastoralis (King Alfred’s Pastoral Care, ed. Sweet, pp. 3–9; tr. Lapidge and Keynes, Alfred the Great, pp. 124–6). The translation of the Regula pastoralis can be pretty certainly dated to Alfred’s reign on palaeographical grounds based on the earliest manuscript witness: Bodleian Library, MS Hatton 20 (890 x 897, S. England (Winchester?), prov. Worcester s. ix ex.); see the references in Gneuss and Lapidge, Anglo-Saxon Manuscripts, no. 626. For the extensive historiography on Alfred’s translation project see, for example, D. Whitelock, ‘The Prose of Alfred’s Reign’, in E.G. Stanley, ed., Continuations and Beginnings: Studies in Old English Literature (London, 1966), pp. 67–103; J. Bately, ‘The Alfredian Canon Revisited: One Hundred Years On’, in T. Reuter, ed., Alfred the Great: Papers from the Eleventh-Centenary Conferences (Aldershot, 2003), pp. 107–20; M. Godden, ‘Did King Alfred Write Anything?’, Medium Ævum, lxxvi (2007), pp. 1–23; id., ‘The Alfredian Project and its Aftermath: Rethinking the Literary History of the Ninth and Tenth Centuries’, Proceedings of the British Academy, clxii (2009), pp. 92–122; J. Bately, ‘Did King Alfred Actually Translate Anything? The Integrity of the Alfredian Canon Revisited’, Medium Ævum, lxxviii (2009), pp. 189–215; ead., ‘Alfred as Author and Translator’, in N.G. Discenza and P.E. Szarmach, eds, A Companion to Alfred the Great (Leiden, 2014), pp. 113–42; R. Jayatilaka, ‘King Alfred and his Circle’, in Gameson, ed., Cambridge History of the Book in Britain, I, pp. 670–78; Pratt, Political Thought, pp. 113–26.",
        "162": "See above for discussions of cynn, ceac, gafolgylda and swelte he deaðe, and also Ivarsen, ‘Production of the Anglo-Saxon Laws’, pp. 134–6.",
        "163": "Wormald, MEL, pp. 279–80, includes a summary of the legal differences between Alfred and Ine.",
        "164": "See also Ivarsen, ‘Production of the Anglo-Saxon Laws’, pp. 123–32, for an investigation of the Augustinian legal thinking which may account for the acceptance of divergence between old law and new in Alfred’s code.",
        "165": "For references to these stories, see J. Hudson, ‘Administration, Family and Perceptions of the Past in Late Twelfth-Century England: Richard Fitz Nigel and the Dialogue of the Exchequer’, in P. Magdalino, ed., The Perceptions of the Past in Twelfth-Century Europe (London, 1992), pp. 75–98, at 98. For the commemoration of Alfred as translator in other twelfth-century works of history, see Godden, ‘Did Alfred’, p. 3.",
        "166": "For the argument that Geoffrey concocted the story about the content of one of these British laws, see A. Cooper, ‘The King’s Four Highways: Legal Fiction meets Fictional Law’, Journal of Medieval History, xxvi (2000), pp. 351–70, at 359–9.",
        "167": "Patrizia Lendinara suggested that Æthelberht may have been a translation from Latin, though she did not go into great detail on the point: ‘Kentish Laws’, pp. 211–12. Liebermann also suggested the possibility, but only to reject it: Gesetze III, p. 1. Stefan Jurasinski has argued for the ‘continental origins’ of Æthelberht’s laws, noting similarities in contents and especially syntax between Æthelred and early continental laws (though he does not propose that this was the result of later translation); see his ‘The Continental Origins of Æthelberht’s Code’, Philological Quarterly, lxxx (2001), pp. 1–15. J.M. Wallace-Hadrill identified at least nineteen chapters of Æthelberht with parallels in the Lex Salica and in other early continental codes, but also pointed out that tracing direct influence is nearly impossible as ‘barbarian laws … are much the same all over the West’: Early Germanic Kingship in England and on the Continent (Oxford, 1971), pp. 37–8. Patrick Wormald showed the similarities in structure and contents between Æthelberht and early Germanic law-codes from the continent, suggesting possible routes of influence: MEL, pp. 97–101. As we saw above in n. 14, the laws of Wihtræd are Latinate in language and have close affinities to church council decrees, with Wormald suggesting (but not elaborating on the idea) that there may have been an underlying Latin text.",
        "168": "Such an assumption is evident in, for example, L. Oliver, ‘Legal Documentation and the Practice of English Law’, in C.A. Lees, ed., The Cambridge History of Early Medieval English Literature (Cambridge, 2012), pp. 499–529, at 500. See Ivarsen, ‘A Vernacular Genre?’, p. 499, for more examples.",
        "169": "For Wormald’s argument that the non-extant but attested law of King Offa was a Latin text, see above, nn. 154–8. For further suggestions of the existence of a tradition of Latin legislation, see K. Carella, ‘Northumbrian Law before the Vikings: A Preliminary Assessment of the Evidence’, in Jurasinski and Rabin, eds, Languages of the Law, pp. 44–57.",
        "170": "See, for example, Wormald, MEL, pp. 29–108; P. Wormald, ‘Lex Scripta and Verbum Regis: Legislation and Germanic Kingship from Euric to Cnut’, in his Legal Culture in the Early Medieval West, pp. 1–44; and id., ‘‘Inter cetera’’, pp. 181–2. Wormald followed and expanded the arguments first made by J.M. Wallace-Hadrill in Early Germanic Kingship, pp. 32–44, and The Long-haired Kings (Toronto, ON, 1982), pp. 179–81.",
        "171": "This is suggested by a letter from Aldhelm, where he stated that he had studied Roman law: see A.S. Cook, ‘Aldhelm’s Legal Studies’, Journal of English and Germanic Philology, xxiii (1924), pp. 105–13, and M. Lapidge, Anglo-Latin Literature, 600–899 (London, 1996), pp. 148–9. It has been proposed that Aldhelm may have studied the Breviary of Alaric, a sixth-century compilation of Roman law (including parts of the Theodosian Code and the Institutes of Gaius), which survives in a manuscript (Bodleian Library, Arch. Seld. B. 14) copied out by William of Malmesbury in the twelfth century; see Cook, ‘Aldhelm’s Legal Studies’, p. 111; M.R. James, Two Ancient English Scholars: St. Aldhelm and William of Malmesbury (Glasgow, 1931), p. 14; G. Dempsey, ‘Legal Terminology in Anglo-Saxon England: The Trimoda Necessitas Charter’, Speculum, lvii (1982), pp. 843–9, at 847–8. Indeed, Wallace-Hadrill suggested that the study of such a text at Canterbury in the seventh century may partly explain why the laws of Ine (as well as Wihtræd) are so much more sophisticated than ‘the disjointed tariffs of offences that passed for law with Aethelberht’; J.M. Wallace-Hadrill, Early Medieval History (New York, 1976), pp. 127–8.",
        "172": "I call Ine ambitious with reference to the territorial expansion and consolidation of previous expansion in his reign, though nothing is known about the king’s own aspirations. For details of the conquests and battles fought by Ine, see Yorke, Wessex, pp. 52–62, and Kirby, Earliest English Kings, pp. 48–60, 118–28. Patrick Wormald saw Ine as the ‘de facto founder of the political order that prevailed in Wessex for the next century’ (‘Ine’, ODNB), and it seems that previous West-Saxon (or Gewissan) sub-kingships disappeared with Ine’s kingship (B. Yorke, ‘Wessex’, in Lapidge et al., eds, Wiley-Blackwell Encyclopedia, p. 491). Perhaps Ine’s decision to abdicate and travel on pilgrimage to Rome also suggests some sense of political grandiosity; see C. Stancliffe, ‘Kings who Opted Out’, in P. Wormald, ed., Ideal and Reality in Frankish and Anglo-Saxon Society (Oxford, 1983), pp. 154–76.",
        "173": "For more on Aldhelm, his education and writings, see, for example, M. Lapidge, ‘The Career of Aldhelm’, Anglo-Saxon England, xxxvi (2007), pp. 15-69, and A. Orchard, ‘Aldhelm’s Library’, in Gameson, ed., Cambridge History of the Book in Britain, I, pp. 591–605.",
        "174": "If we were to suppose that Ine was written in Old English in the seventh century, its writer must either have been a native speaker or someone very competent in Old English, given the length and complexity of the text. For an overview of processes that lead to mechanical translation, see C. Séguinot, ‘Understanding Why Translators Make Mistakes’, TTR: Traduction, terminologie, rédaction, ii (1989), pp. 73–81, at 77.",
        "175": "Séguinot, ‘Understanding Why Translators Make Mistakes’, pp. 79–80.",
        "176": "One implication that I do not deal with here is what it means for our view of the ninth century, the Alfredian translation project and Alfred’s ideas of the appropriate languages of the law; for some discussion of this, see Ivarsen, ‘Production of the Anglo-Saxon Laws’, pp. 115–17, and ‘A Vernacular Genre?’.",
        "177": "The ‘lex scripta’ debate is primarily associated with Wormald, whose two most important articles in this area are ‘Lex Scripta and Verbum Regis’ and ‘‘Inter cetera’’, which are supplemented by Chapter 2 of MEL (pp. 29–110).",
        "178": "Bede noted that Æthelberht decreed ‘iuxta exempla Romanorum’, but that his laws were composed Anglorum sermone: Bede, Historia ecclesiastica, ii. 5, ed. Colgrave and Mynors, p. 150. Wormald and others have interpreted this to mean that Æthelberht was following the example of the Romans in committing law to writing rather than it signalling any Roman legal influence; see Wormald, ‘‘Inter cetera’’, pp. 181–2, and MEL, p. 29.",
        "179": "There is an extensive historiography on the origins of the form and language of Anglo-Saxon charters, though there is some consensus that they were derived from the form of Roman private deeds; see Gallagher, ‘Vernacular in Anglo-Saxon Charters’, p. 208 and see also Gallagher, ‘Asser and the Writing of Charters’.",
        "180": "It is also possible that the use of Latin in law and administration could be seen in the context of British or Irish connections or even as vestiges of Romano-British practices; for the argument that Latin would have been the primary language in lowland Britain when the Anglo-Saxons arrived, see P. Schrijver, ‘What Britons Spoke around 400 AD’, in N. Higham, ed., Britons in Anglo-Saxon England (Woodbridge, 2012), pp. 165–71. However, the continental parallels in content and wording make Frankish influence a more plausible scenario, though the possible use of the Excerpta de libris Romanorum et Francorum (which was discussed above, n. 83) could perhaps suggest a connection to Brittany.",
        "181": "For slavery, see, for example, D. Pelteret, Slavery in Early Mediaeval England from the Reign of Alfred until the Twelfth Century (Woodbridge, 1995), esp. pp. 310–22; A. Rio, Slavery After Rome, 500–1100 (Oxford, 2017), pp. 67–8. For taxation, see, for example, Wormald, MEL II, esp. pp. 28–34; J. Blair, The Church in Anglo-Saxon Society (Oxford, 2005), pp. 157, 434–5; Faith, English Peasantry, pp. 39, 105–6. For the ordeal, see, for example, Bartlett, Trial by Fire and Water, pp. 7–9, and references in the discussion of ceac above. For guilds, see, for example, K. Grinda, ‘Altenglisch (ge)gilda, (ge)gildscipe, (ge)gild(e): Zu den Bezeichnungen für “Gilde” und “Gildemitglied” in vornormannischen Quellen’, in H. Jankuhn, ed., Das Handwerk in vor- und frühgeschichtlicher Zeit, I (Gottingen, 1981), pp. 370–98. For labour service, see, for example, R. Faith, ‘Labour Service’, in Lapidge et al., eds, Wiley-Blackwell Encyclopedia, pp. 281–2, as well as the references in the above discussion of gafolgylda. For money, see J. Hines, ‘Units of Account in Gold and Silver in Seventh-Century England: Scillingas, Sceattas and Pæningas’, Antiquaries Journal, xc (2010), pp. 153–73, with some thorny issues of squaring Ine’s monetary units with those of the Kentish laws discussed on pp. 154–6; R. Naismith, Money and Power in Anglo-Saxon England: The Southern English Kingdoms, 757–865 (Cambridge, 2011), e.g. at pp. 265–6. In general, see the entries on ‘Courts’, ‘Crimes’, ‘Forts and Fortification’, ‘Money’, ‘Ordeal’ and ‘Taxation’, in Lapidge et al., eds, Wiley-Blackwell Encyclopedia.",
        "182": "George Molyneaux has argued that scir was used in Ine as a generic term which could denote ‘spheres of authority of many sizes and kinds’: The Formation of the English Kingdom in the Tenth Century (Oxford, 2015), p. 170. For the possibility that scir was a translation of prouincia, see above, n. 154. The possibility that scirman rendered praepositus in Ine is suggested by the fact that this translation appears in the Alfredian translation of Gregory’s Pastoral Care; see Molyneaux, Formation, p. 181 n. 306.",
        "183": "For an overview of the multitude of (often overlapping) Latin terms for Anglo-Saxon administrative offices in pre- and post-Conquest England, see R. Sharpe, ‘Official and Unofficial Latin Words in 11th- and 12th-Century England’, in R. Ashdowne and C. White, eds, Latin in Medieval Britain (Oxford, 2017), pp. 247–70.",
        "184": "The laws in question are Ine 23.3, 24.2, 32, 33, 46.1, 54.2, 74, 74.1. For a detailed survey of this evidence, see M. Grimmer, ‘Britons in Early Wessex: The Evidence of the Law Code of Ine’, in N. Higham, ed., Britons in Anglo-Saxon England (Woodbridge, 2012), pp. 102–14.",
        "185": "For an argument favouring the former, see Grimmer, ‘Britons in Early Wessex’, esp. p. 110, and for the latter, see M.L. Faull, ‘The Semantic Development of Old English Wealh’, Leeds Studies in English, viii (1975), pp. 20–44, at 23. For more examples of literature which uses Ine’s occurrences of wealh, see D. Banham, ‘Anglo-Saxon Attitudes: In Search of the Origins of English Racism’, European Review of History/Revue européenne d’histoire, i (1994), pp. 143–56, at 149–50; M. Grimmer, ‘Britons and Saxons in Pre-Viking Wessex: Reflections on the Law 77 of King Ine’, Parergon, xix (2002), pp. 1–17; B. Ward-Perkins, ‘Why Did the Anglo-Saxons Not Become More British?’, English Historical Review, cxv (2000), pp. 513–33, at 523–4.",
        "186": "T.M. Charles-Edwards, ‘The Making of Nations in Britain and Ireland in the Early Middle Ages’, in R. Evans and T.H. Aston, eds, Lordship and Learning: Studies in Memory of Trevor Aston (Woodbridge, 2004), pp. 11–37, at 19.",
        "187": "See, for instance, S. Foot, ‘The Making of Angelcynn: English Identity before the Norman Conquest’, Transactions of the Royal Historical Society, 6th ser., vi (1996), pp. 25–49.",
        "188": "For the parallels between continental codes and Ine in their use of these terms, see Charles-Edwards, ‘Making of Nations’, p. 14. As he points out, the so-called Malberg glosses of the Lex Salica give walas for Romani, offering yet another link. It is also tempting in this regard to connect the potential use in Ine of the Breton law-text Excerpta de libris Romanorum et Francorum (for references, see the above discussion of swelte he deaðe), the title of which is present in four of five manuscripts of one recension (Bieler, ‘Towards an Interpretation’, p. 389)."
    }
}