{
    "title": "Kingship, Parliament and the Court: the Emergence of ‘High Style’ in Petitions to the English Crown,c.1350–1405*",
    "author": "Gwilym Dodd",
    "date": "28 June 2014",
    "article": "In the second half of the fourteenth century, petitioners hoping to secure royal grace began addressing the king in an increasingly obsequious and ostentatious manner. A strong historiographical tradition is now established which regards this development in very narrow terms, as part of Richard II’s attempt to create a new type of authoritarian kingship in the late 1390s. Close analysis of the incidence of these new language forms shows, however, that they emerged much earlier in the fourteenth century. This discussion explores the reasons for this shift in language use, arguing that much broader political, cultural and institutional factors must be taken into account. The emergence of more elaborate ways of addressing the king is, in fact, of great consequence in revealing important developments in the nature of the fourteenth-century parliament, a dramatic shift in the culture of the royal court and, ultimately, a reconfiguration of the expectations of kingship itself. The discussion has at its heart an exploration of the way that language shaped and reflected political authority in the late Middle Ages.Irecent years there has been growing appreciation of the importance of the study of language and literary production for understanding the dynamics of late medieval English politics. The late fourteenth century has proved to be especially fertile ground in this respect, for there was in that period a dramatic upsurge of political and politicised writing as a result of prolonged and, on occasion, profound failures of kingship.[CITATION-1] Nevertheless, while an emphasis on the linguistic and literary representations of the deeds of the men—and occasionally women—who shaped politics in this period offers exciting new interdisciplinary possibilities, it also presents a number of methodological challenges as to why certain language was used and what, exactly, it signified to contemporaries. What criteria, for example, should be used to judge the political significance or meaning of a single word or group of words? How can the intention of those who wrote these words be fully and accurately discerned? How far can analysis of language be taken without running the risk of losing sight of the original meaning of the document?[CITATION-2] And, finally, how explicitly should the use of language be linked to the expression and projection of power and authority?In this discussion I explore these methodological problems by considering the vocabulary used to frame private petitions—that is to say, written requests brought to the king’s attention in Parliament which promoted the ‘private’ interests of individuals or communities.[CITATION-3] My particular concern is to explain a dramatic transformation in the way in which the writers of private petitions addressed the king in their requests. This formed part of a wider emphasis on the ornamentation of formal language, a phenomenon which John Burnley labelled ‘curial prose’ in a very important article published in the 1980s.[CITATION-4] Burnley overturned an older view which held that curial prose was primarily a development of the fifteenth century, and a facet of the English language in particular, by tracing back in time the main characteristics of this new linguistic style in both the French and Latin languages. This article reinforces Burnley’s conclusions about the importance of the French language in providing the bedrock for the curial prose of later periods—for petitions in the fourteenth century were routinely written in French[CITATION-5] —but attempts to place these linguistic changes within a broader historical context. The change that took place in the way in which petitions were addressed was substantial. Early in the fourteenth century, petitions were typically addressed in a perfunctory and utilitarian manner, such as ‘A nostre Seignur le Roy et a son conseil prie N…’ (1333).[CITATION-6] By the last decades of the fourteenth century, however, it had become the convention for the king (and Lords and Commons when mentioned) to be apostrophised with multiple adjectival superlatives, using the prefixto emphasise the special qualities attributed to them, and for petitioners to cast themselves in a markedly deferential light, as in the formula ‘A tresexcellent trespuissant et tresgracious Seignur nostre tresdoute Seignur le Roy et as tressage Seignurs dicest present parlement … Monstront treshumblement voz liges N’ of 1394.[CITATION-7] The change was important not only because it signalled the emergence of a new petitionary lexicon, but also because the language itself articulated a new way of describing the relationship between the king and his subjects. Specifically, it signalled the emergence of a fully-fledged and widely employed linguistic strategy of politeness, in which the king was held to be the very paragon of dignity and virtue.[CITATION-8] Changes in the use of titles and other forms of opening address in prose writing have been subjected to detailed investigation in an early modern context, much of this work drawing on the findings of the Helsinki Corpus of Early English Correspondence (CEEC);[CITATION-9] but little attention has been given to the subject before English became the principal language of prose writing—that is, before the fifteenth century.[CITATION-10] The terms of reference for such an undertaking are, in any case, quite different from those of this article. While the private, personal and familial nature of much of the correspondence included in the CEEC has lent itself very fruitfully to sociolinguistic analysis, allowing scholars to take into account key factors such as the social background of the individual writer and increasing levels of literacy in society, the petitions which are the subject of this study are of a very different order.[CITATION-11] As products of a professional and largely anonymous writing class, and as documents intended specifically for presentation to the king or his ministers, petitions do not lend themselves to social analysis, but instead require contextualisation within the political, institutional and administrative environments of the time.[CITATION-12] The circumstances of their composition also create particular challenges. Because of the peculiar epistolary status of petitions, as texts which were drafted outside the immediate orbit of royal government but which were nevertheless intended to be received and processed within that government, the status of the vocabulary of petitions is ambiguous.[CITATION-13] The words chosen to articulate petitions constituted the normative vocabulary of the act of addressing royal authority, and so retained a formal, controlled and predictable quality; but the vocabulary was also inherently unstable, in so far as it was shaped by the individual choices of dozens, and possibly many hundreds, of clerks or lawyers who wrote what they thought were correct and appropriate epistolary forms. Another layer of complexity emerges if we ponder the motives which underlay the use of language in petitions. Petitions were strongly circumscribed by the dictates of epistolary convention (i.e. the),[CITATION-14] and yet at the same time they were fundamentally the products of the creative mind of the clerk responsible for their compilation. This creates a tension between an approach which regards the linguistic forms of petitions in purely functional terms, as the products of instrumentality, where the writer chose words as a matter of form but attached no great importance to what they signified; and an alternative approach which sees the use of language as a matter of conviction, where words or phrases were carefully and deliberately selected in order to achieve maximum impact, or to project political or ideological concepts.In only one context has the change in the diplomatic style of petitions been investigated. In 1995 Nigel Saul wrote an article which has been widely cited, and for the most part broadly accepted, in modern academic interpretations of the reign of Richard II.[CITATION-15] Saul highlighted the appearance in the 1390s of what he described as a new ‘vocabulary of kingship’, a novel set of linguistic forms which were actively fostered by Richard II to enhance his authority. At the very core of Saul’s thesis are the words of the contemporary chronicler Thomas Walsingham, who reported that, at the time of the Revenge Parliament of 1397, the royal favourite Sir John Bushy:…attributed to [Richard II], not human qualities, but divine, inventing flattering and extravagant expressions which were entirely inappropriate to describe mere mortals. So, whenever he addressed the king sitting on his throne, he would extend his arms, and prostrate himself before him, his hands in suppliant mode, so to speak, beseeching his exalted, high and worshipful majesty to deign to grant this or that request. The youthful king, being ambitious for honourable titles, and loving flattery, did not curb this adulation as it behoved him, but was extremely delighted by it.[CITATION-16] Walsingham’s observations appear to support Saul’s analysis of petitionary diplomatic language in the 1390s, which showed how words such as ‘majesty’, ‘highness’ and ‘Prince’ began to appear for the first time, and how there was a notable increase in the use of complimentary epithets in the opening addresses of petitions. Saul regarded these linguistic developments as an expression of Richard II’s particular brand of kingship. When Henry IV came to the throne, therefore, he apparently dispensed with the ‘more high-flown of the addresses in which Richard had delighted in his last years’ and settled on a more moderate language that nevertheless retained its use as a ‘tool for the promotion of obedience’.[CITATION-17] The great attraction of Saul’s work is that it fits very well with widely held assumptions about Richard’s overblown opinion of his own status and the great importance that he attached to having his subjects show him obedience and deference. The idea that Richard II cultivated a distinctive form of kingship resting on exalted and sycophantic linguistic constructions that were quite different from those used by his predecessors is now a familiar paradigm, and one that has proved as attractive to literary scholars as it has to historians.[CITATION-18] But closer examination of Richard’s supposed advocacy of these new linguistic forms reveals some important difficulties. Firstly, the chronology does not work. Saul himself noted that some of these new terms had appeared in petitions prior to the 1390s,[CITATION-19] but these examples were dismissed from the main discussion on the grounds that they fell short of demonstrating that a ‘language of majesty’ existed that was comparable to what appeared at the end of Richard II’s reign. Instead, Saul reasoned that ‘the new forms came in over a short time, and almost without warning, at the beginning of the 1390s. This suggests that they were introduced at the deliberate behest of the king and court’.[CITATION-20] Secondly, how were these new linguistic devices promoted by Richard II and his advisers? Walsingham rather tellingly ascribed to Richard a passive role in the process, noting with disapproval that he did not stop these words; but the whole tenor of Saul’s article is that this was part of a calculated royal policy of self-promotion and that Richard took a particular interest—indeed, personally instigated—these modes of expression ‘to promote a loftier and more exalted image of himself’.[CITATION-21] In historical sociolinguistic theory it is perfectly possible for there to be a ‘top-down’ process in which the prestige attached by elites to particular language forms facilitates their usage more widely,[CITATION-22] but it is unclear how this might have worked in the 1390s. Petitions were not written at the behest of the crown. They could not, therefore, have served as models for propagating a new, officially approved, petitionary diplomatic. Other reasons are therefore needed to explain why these changes occurred; exploring what they were is the principal task of the following discussion.This study draws on the results of an extended survey of the opening address clauses of petitions presented to the crown in the period from 1350 to 1405. The petitions are from the series SC 8 (‘Ancient Petitions’) of The National Archives (TNA), which, although the product of misguided nineteenth-century archival rationalisation, is nevertheless to a large extent derived from the original bundles or files of private petitions which were presented to the king and his councillors in Parliament between the late thirteenth and mid-fifteenth centuries.[CITATION-23] The survey begins midway through the fourteenth century, when petitionary diplomatic for the most part still conformed to the linguistic norms that had been established during the reign of Edward I. It moves forwards into the first years of the fifteenth century in order to see what impact, if any, the deposition of Richard II in 1399 had on the way that petitioners addressed their supplications in Parliament. For each five-year block from 1350 to 1405, a group of forty petitions has been assembled; the total number of petitions scrutinised in the survey (440) represents approximately 10 per cent of the overall number of extant petitions from these years. Examples were selected randomly using TNA’s online catalogue, though some discrimination was exercised to ensure that only those examples that could be securely dated to each span of five years were incorporated (petitions were not dated contemporaneously; the contents of SC 8 have since been assigned dates by modern archivists by cross-referencing to other record collections and published sources). The main findings of this survey are presented in a series of charts in the Appendix.The single most important discovery to emerge from this survey is that the elaboration of the opening addresses to petitions was a long-term, gradual and cumulative process. It was gradual because the first signs of this change appeared in a small number of cases in the 1350s and spread only slowly. It was cumulative because the elaboration of the language of the address clauses occurred as a series of successive stages, each building on the last, and each advancing the level of linguistic flamboyance and ostentation. In the 1350s and 1360s, single epithets first appear in a small but growing number of requests.[CITATION-24] In the early 1370s there is further growth, and later in the decade a notable surge. A decline in the number of single epithets takes place across the 1380s, but this is explained by the rise of double epithets, which peak at this time. Meanwhile, from the early 1380s, a small number of petitions begin to employ triple epithets, and there are even one or two examples, from the 1390s, where four epithets are used to address the king.[CITATION-25] Thus, whereas in 1350 petitions employing epithets in the opening address were almost entirely absent, by the turn of the fourteenth century the opposite was true: hardly any petitions did not address the king using at least one epithet. All of these trends are illustrated in.The vocabulary of the epithets is illustrated in. This shows that for most of the period surveyed the word most commonly used to address the king was. This was followed by, and then. As the number of epithets increased, the repertoire of superlatives similarly expanded.appears in one or two isolated instances at the beginning of the reign of Richard II, and reappears more strongly in the 1390s.features in a small but consistent number of instances from the early 1380s;never really catches on at all. These words were chosen carefully to suggest that the king possessed the virtues of an ideal ruler.[CITATION-26] ,andwere all terms that emphasised the king’s role as the ultimate source of justice and authority in the realm. The peace and harmony of the kingdom depended on the strength of the king’s rule and the potency of his reputation. These were qualities with which any king would have been glad to be associated, but it is particularly interesting to note the coincidence of the marked expansion in the use of the termwith the inception of the new Lancastrian dynasty at the beginning of the fifteenth century,[CITATION-27] seemingly at the expense of the term. It is tempting to regard this as a reaction to the usurpation of 1399 and an indication of a desire by petitioners to affirm the legitimacy of their new king.—literally translated as ‘most feared’—may not have resonated quite so readily with Henry IV, who was attempting to attract support after his controversial seizure of power; use of the word dropped off noticeably in the early 1400s.served to underscore the soundness of a king’s character and his good judgement: the common interest was best served by a king who was constant in the decisions he made, listening to, and, if appropriate, acting upon, the advice of his councillors.drew attention to the king’s capacity for mercy and temperance. It focused on the role of conscience in the king’s actions, underlining his capacity to make wise decisions based on an understanding of what was right and moral. It had a particular application in a petitionary context, where supplicants pinned their hopes on the king’s willingness to show them his grace.In light of the interpretations of the reign of Richard II that I have alluded to, the words ‘majesty’, ‘royal’ and ‘highness’ are of particular interest, but these too formed part of a broader pattern of long-term linguistic change. The word ‘highness’ first appears in the petitions in the early 1360s; the use of the word ‘royal’ occurs from the early 1370s; and ‘majesty’ makes its first appearance in the late 1370s—these all occur in theor concluding clauses of petitions ().[CITATION-28] For example, a private petition presented by the prior of the hospital of St John of Jerusalem in 1383 concluded ‘qe plese a vostre roiale mageste relessez et pardoner al dit priour et ses successours a touz jours la dite ferme ou rent de xv s’.[CITATION-29] In the 1390s, none of these words is used separately in more than a quarter of the petitions surveyed. The word ‘prince’ hardly features at all: in a sample of eighty petitions from the 1390s, only one example has been found.[CITATION-30] A petition presented to the duke of York in 1395, when he presided over parliament during Richard’s absence in Ireland, shows that the high-flown and obsequious vocabulary which has come to be associated with Richard II’s kingship was actually a broader linguistic phenomenon: the duke was addressed with a triple epithet (‘tresredoute tresexcellent et trespuissant’) and the request concluded by appealing to his ‘haute seignurie’.[CITATION-31] Even more significant is a petition presented to the king in 1391 in which his uncle, John of Gaunt, duke of Lancaster, was referred to as ‘le tresnoble et trespuissant Prince Duc de Guyene’, and elsewhere, ‘a dit trespuissant prince’.[CITATION-32] At the same time as the address clauses in petitions increasingly elevated the status and personal qualities of the king, or of his lieutenants, the petitioners themselves sought to emphasise their unwavering sense of devotion to the sovereign (). The word ‘humble’, used either as an adverb (‘the petitioner humbly prays’) or as an adjective (‘your humble petitioner’), appeared more and more frequently from the 1360s onwards. There was also a greater propensity for petitioners to describe themselves by using relational nouns such as ‘liege’, ‘servant’ and (from religious petitioners) ‘orator’ or ‘chaplain’, and to preface these with suitably deferential qualifiers such as ‘poor’, ‘simple’ or ‘devoted’. Underlying the introduction of these new terms of deference was a desire to emphasise the disparity in the standing of petitioners and the monarch. This had an obvious rhetorical purpose, emphasising both the petitioner’s need for assistance and the king’s indubitable ability to provide it.The results of this survey would therefore suggest that the 1390s formed part of a long-term process of linguistic change. It is true that this decade saw more elaborate linguistic forms than had been used previously, but the same could be said of every decade since the 1350s. Indeed, in the 1400s the process continued, and the address clauses to petitions became, if anything, even more ornamental. Therefore, there is no reason to suppose that changes in petitionary vocabulary in the 1390s were connected to Richard’s supposed reconceptualisation of his kingship. Nor, it should be said, does the evidence support a more recent view that changes to petitionary diplomatic reflected appeasing tendencies on the part of those who had restricted the royal prerogative in the late 1380s and 1390s.[CITATION-33] Such short-term political factors do not appear to have been the principal dynamic in the evolving language of petitions in the late fourteenth century. Instead, the survey of the language used in petitions emphasises the need to place the use of this vocabulary in a broader perspective, especially with regard to the terms ‘majesty’, ‘highness’ and ‘royal’, which have arguably been given far greater significance than is warranted by the low frequency of their usage. These words were used in only a small minority of the petitions private which have been surveyed, and this was also true of the common petitions presented in the 1390s: out of 127 common petitions from this decade, only seven referred to the king’s ‘majesty’.[CITATION-34] If these words had, if they had made a material difference to the chances of a petitioner securing redress, one would expect a much higher frequency of usage. That they were not used very frequently suggests that they did not matter in this way. This, in turn, suggests that the reasons for these linguistic changes are to be found not in administrative, ideological or political imperatives, but in underlying and long-term shifts in diplomatic and dictaminal practice.show that these linguistic changes were already taking place in the 1350s and 1360s, but they also indicate that these stylistic developments, and especially the use of the complimentary epithet, really took off in the 1370s. A clue as to what may have influenced this great increase is to be found in the fact that some of the earliest petitions to adopt these new formal styles came from petitioners with connections to the Black Prince. In 1378, for example, Richard, bailiff of Reading and formerly purchaser of herring for the Black Prince, presented a request to Richard II in which the king was addressed: ‘A vostre tresexcellent hautesse roiale’.[CITATION-35] In 1376, the people of the Wirral—a region that had fallen within the Black Prince’s lordship as earl of Chester—presented a petition that addressed Edward III: ‘A treshaute et tresexellent Seignour nostre Seignour le Roy’.[CITATION-36] This was unusual not only for employing the double epithet, but also for using the word. In early 1377, the mayor and burgesses of Libourne, a town in Aquitaine where the Black Prince had formerly ruled as duke, addressed Edward III: ‘A nostre tresexcellent et tresredoubte seignur le Roy’. They concluded their request by appealing to his ‘tresexcellent et roial mageste’.[CITATION-37] Such markedly florid language matched the Black Prince’s reputation for courtly opulence rivalling that of any prince of Western Europe in the fourteenth century.[CITATION-38] He was once famously described by theas ‘so high and of such great standing’ that he would make suitors at his court in Aquitaine sometimes wait for four or five days before receiving them, and then they would be required to approach him on their knees.[CITATION-39] The accentuated nature of this behaviour, as reported by the Anonimalle chronicler, may have originated in the circumstances of the Black Prince’s rule over Aquitaine in the 1360s, and the need to underline the independent, sovereign nature of his authority in the face of French claims of overlordship. If this was so, it would seem that the Black Prince was behaving as a prince ought to behave—keeping his subjects at arm’s length and insisting on extravagant displays of subservience to reinforce his pre-eminent political position in the region.[CITATION-40] Fortunately, this connection between the Black Prince and elaborate forms of supplicatory address can be explored further through the existence in TNA series SC 8 of a self-contained collection of thirty-two petitions addressed and presented directly to the Black Prince during his father’s retirement from government in 1375–6.[CITATION-41] All but two of these petitions addressed the Prince with one or more epithets—a significantly greater proportion than those employed in the petitions presented to the king in the same period. More remarkable is the fact that double epithets were the norm in these petitions; it was to be another decade before they were introduced in petitions addressed to the king. In six petitions the termwas used to address the Prince, even though this term did not appear in petitions to the king until the early 1380s;[CITATION-42] and in another four casesorwas used, a concentration that would not appear in petitions to the king until the second half of the reign of Richard II.[CITATION-43] In one of these cases the Prince’s ‘haute magesty’ was appealed to; in another, his ‘benign grace’. The Black Prince died in 1376 and so was in no position to influence—directly or indirectly—how petitioners addressed his son when the latter succeeded to the throne in 1377; but perhaps the underlying dynamic was the consequence of broader and more subtle shifts in political culture, brought about in part by the great influx of the Black Prince’s men into the royal household and more generally the court of the young Richard II in the late 1370s.[CITATION-44] It is therefore possible to speculate that the origins of the enhanced linguistic flamboyance of these years lay in the continental influences exerted on the Prince, the members of his household and his bureaucrats during their extended stay in Aquitaine between 1363 and 1370.[CITATION-45] Discerning what these continental influences might have been and how they manifested themselves is, however, no easy task, for the French Crown, unlike the English Crown, did not routinely keep the supplications it received from the king’s subjects.[CITATION-46] Moreover, as we shall see, extreme care must be taken to distinguish French petitions—or—from French letters, of which large numbers have been printed.[CITATION-47] Nevertheless, one very rare example of a French, dating to the late thirteenth century, suggests that the language of deference was indeed accepted as part of the French petitionary idiom. It was addressed: ‘A vostre grant hautesce, tres gentieus rois de France’.[CITATION-48] A request written by English proctors in Paris in the 1330s also gave the French king a more formal and respectful introduction: ‘A nostre Roiale mageste supplientz…’.[CITATION-49] Although the majority of Gascon petitions presented to English kings remained loyal to conventional English diplomatic norms,[CITATION-50] a significant minority also used the term ‘royal majesty’ to address the king from early in the fourteenth century onwards.[CITATION-51] This was almost unheard of in an ‘English’ petitionary context, and lends weight to the idea that ‘majesty’ was a peculiarly continental concept.[CITATION-52] More telling, perhaps, are the petitions which were presented to the English king from other parts of the French kingdom, in particular from his ancestral county of Ponthieu, which had become a Plantagenet territory in 1279 as the inheritance of Eleanor of Castile. A number of these cluster to the early 1330s, when Edward III had recently seized power from his mother Isabella and Roger Mortimer. The evidence points to a continental writing style that was far more ostentatious than that being practised in England at the time. This can be seen, for example, in a petition presented by the community of Crécy in.1330. Their request for an assize addressed the king: ‘A tres excellent Prince et leur tres chier et Redoubte seignur mon seignur le Roy dengleterre et son bon consseill suppliant…’.[CITATION-53] Similarly, in his petition presented before the mid-fourteenth century, the abbot of Abbeville addressed the king: ‘A vostre tres excellent puissant et gracious le noble Roy de Engleterre suppliant…’.[CITATION-54] In 1331, the mayor,and commonalty of the town of Rue presented a petition which addressed Edward III in the most elaborate terms yet: ‘A tresnoble, trespuissant, tresexcellent et pardesur touz leur treschier seignur nostre seignur le Roy d’engleterre, prince de Gales, duc D’aquitaine et counte de Pount’ [Ponthieu] et Monstoil [Montreuil] supplie…’.[CITATION-55] The merchants of the forest of Crécy addressed their supplication of 1332: ‘A tresexellent noble puissaunt et redoute prince le Roi dengleterre nostre seignur et a son sage, loial et discret cunsail suppliant…’.[CITATION-56] And in 1331, John Mulli, describing himself as a valet and servant of the county of Ponthieu, addressed the king: ‘Aloroiale maieste et treschiers seignurs de vous mon treschier et redoute seignur Roi Dengleterre supplie humblement…’.[CITATION-57] This was not the only petition from the inhabitants of Ponthieu to use the term ‘royal majesty’: four others from the early fourteenth century have been identified.[CITATION-58] These levels of ostentation were quite untypical of the diplomatic employed in petitions originating from England at the time. The divergence of the ‘French’ petitions from these diplomatic norms suggests that the drafting clerks were either ignorant of English practice or else were influenced by the wishes of the petitioners themselves, who could not bring themselves to address the king of England in a manner which they may have regarded as being unsophisticated and even disrespectful.Understanding why English clerks introduced complimentary epithets into the petitionary idiom in the mid-fourteenth century requires two particular strands of enquiry: one explores the writing culture of the clerks, scribes and lawyers who wrote the petitions; and the other explores the institutional context in which the petitions were presented. In both of these matters, the figure of the OxfordThomas Sampson looms large.[CITATION-59] His work, in fact, provides the key to understanding some of the broader cultural and linguistic trends which affected petition-writing in the mid-fourteenth century. Sampson was a teacher of the art of letter-writing, the.[CITATION-60] He was not a famous scholar. On the contrary, at Oxford, thewas not a formally recognised academic subject. Sampson was one of a number of individuals who made their living by teaching students the rules and practical skills of formal prose composition in a private capacity.[CITATION-61] But he was a successful teacher and a prolific writer.[CITATION-62] The work of his which has a particular relevance for our purposes is an untitled treatise which survives in several versions from the middle years of the reign of Edward III.[CITATION-63] It is significant because it contains one of the earliest attempts to define the various types of written supplication available to a suitor. In his scheme, Sampson classified a complaint of trespass as a ‘supplication of the temporality’ (); a complaint for which the king or his ministers could provide a remedy as a ‘bill’ (); a request of a senior member of the clergy, such as the pope or a bishop, as a ‘supplication’ (); and all other types of requests as a ‘letter’.Sampson’s preamble points to the importance of knowing how to address and conclude such documents. This was the central pillar of the treatise, one of the main purposes of which was to instruct its readers on what forms of courtesy best fitted the social status of those to whom they were writing: ‘so it is necessary’, Sampson asserts, ‘to know the manner of [the entreaty’s] commencement and the respects () that should be placed at the beginning of the [opening] clauses and the conclusion and subsalutation, as well as its style ()’. He then notes how a king should be addressed: ‘In the first place this is the way to make a bill to the king’: ‘A nostre tresredoute et tresnoble seignour, or A tresexcelent et tresgraciouse seignour, nostre seignour le Roi’. These formulae clearly resonate with the address clauses of later fourteenth-century parliamentary petitions. Particular stress was placed on applying the correct hierarchy of acclaim. Sampson was quite specific that the epithetsshould be given to no person ‘except to an emperor or king or prince’, though he concedes later on that these compliments can also be used in correspondence addressed to the queen. He then listed the appropriate epithets for men of lower social rank: a duke was to be addressed, an earl or baron, and a knight.The degree of significance of Sampson’s treatise clearly depends on when it was composed. H.G. Richardson has suggested that Sampson wrote between 1350 and 1359 because the treatise contains the names of people who were living at this time.[CITATION-64] It is true, of course, that there is no reason why Sampson could not have used exemplars relating to deceased individuals, but the existence of a later version of the manuscript in which the illustrative material appears to have been updated lends considerable weight to Richardson’s hypothesis.[CITATION-65] If Richardson is correct, the date of the treatise holds enormous significance, for Sampson was advocating the more elaborate address-forms in petitions well before they became established practice later in the century. It is not my purpose to suggest that Thomas Sampson single-handedly introduced these new epistolary conventions into petition writing. He was, however, one of the foremostof his day; his works were well known and apparently widely disseminated beyond Oxford (copies found their way into the formularies of Bury St Edmunds and St Albans); and Oxford was a centre of learning and training for large numbers of the clerks, scribes and lawyers who manned public and private bureaucracies throughout the land.[CITATION-66] Moreover, at least one royal clerk is known to have been in possession of one of Sampson’s formularies at the end of the fourteenth century.[CITATION-67] Sampson belonged to a new generation of ‘home-grown’ teachers of grammar and prose who, unlike their predecessors, were not content to rely on the importation of foreign manuals to understand the precepts of the, but developed their own textbooks and teaching materials that were more clearly applicable to an English epistolary context.[CITATION-68] In this respect, one notable feature of Sampson’s work was his decision to write in French. Previously, Latin had predominated in such formularies. This indicates the strongly practical nature of Sampson’s treatise, but it also hints at the changing status of the French language. On this question, recent work has pointed in two different directions. On the one hand, historical linguistic analysis suggests that French had lost its primacy by the third quarter of the fourteenth century, and that by the 1370s it was no longer a ‘native’ language but a taught second language.[CITATION-69] On the other hand, Ardis Butterfield has argued thattreatises and the other pedagogical French works that proliferated from the mid-fourteenth century onwards were intended to refine the use of French rather than to provide elementary tuition, and so do not indicate that the language was in ‘decline’.[CITATION-70] The two perspectives need not, however, be seen in opposition if one accepts that, while the use of French may have declined in overall terms, among those who continued to use it, and especially those who used it in a professional context, there was nevertheless greater demand to achieve high levels of proficiency.[CITATION-71] The trend towards greater epistolary elaboration may, indeed, have indicated that the French language was acquiring an elite status. In an early modern context, a shift from complex to simple linguistic norms in letter writing has led historical socio-linguists to conclude that the number of letter writers had expanded.[CITATION-72] We may therefore speculate that the opposite occurred in the fourteenth century, and that the emergence in written French of the new and more elaborate epistolary forms advocated by Sampson reflected, if not a contraction in the actual number of scribes and clerks able to write such documents, then at least a growing sense of professional identity within their ranks.However, though the flattering linguistic forms used by Thomas Sampson were groundbreaking in the context of petition writing, they were already well established in a letter-writing context.[CITATION-73] They can be found as a matter of course in letters framed in Latin. In 1325, the bishop of Lincoln wrote a letter to Edward II in which the king was addressed: ‘Excellentissimo domino suo domino Edwardo, Dei gracia illustri regi Anglie…’.[CITATION-74] The people of Faversham addressed Edward I in 1301 as ‘Nobilissimo principi ac domino suo…’.[CITATION-75] In 1333, Edward III received a letter from the prior of Drax which addressed the king: ‘Serenissimo Principi et domino suo excellentissimo domino Edwardo…’.[CITATION-76] And, in 1345, when the people of York wrote to the king informing him of the election of their mayor, they addressed him as ‘Illustrissimo princeps’.[CITATION-77] The wordis clearly important here, for it appears as a matter of common form in a large proportion of the letters sent to the king. The high level of ostentation to be found in Latin letters is equally evident in letters written in French. In 1299, the people of Newcastle addressed Edward I as theirtres noble Prince e lur trescher seygnur…’.[CITATION-78] A letter dating to 1276, from John de Geynville, addressed the king: ‘A tres haut e tres noble prince, mon seignor Edward, par la grace de Dieu…’.[CITATION-79] William, abbot of Waverley, addressed a letter to Edward II in 1326: ‘A tresexcellent prince e lour trescher seignur Monsire Edward…’;[CITATION-80] and the archbishop of York, in 1332, addressed Edward III: ‘A treshaut et tresnoble Prince mon treschier et treshonourable seignour’.[CITATION-81] In 1330 Eleanor, the widow of Hugh Despenser, began her letter to the king: ‘Plaise a vostre Roial mageste’.[CITATION-82] Thus, while the, and the elaborate epistolary forms it advocated, played a clear and important role in underpinning international diplomacy and inter-court correspondence,[CITATION-83] this evidence of letters to theking from hissubjects indicates that the use of such forms in that context was neither a novelty of the late fourteenth century nor introduced into the petitionary idiom simply as a result of the importation of continental practice.[CITATION-84] In the early fourteenth century, there was no separation between a tradition of English functionality on the one hand, and continental ostentation on the other; instead, the distinction lay in a presumption on the part of the English that petitions and letters were discrete written forms.The importance of Sampson’s treatise therefore lies in its implicit assertion that letters and petitions ought, in fact, to be indistinguishable forms of writing and that the epistolary conventions that were already in operation in England in a letter-writing context should now be applied to the writing of petitions. In effect, Sampson was asserting that petitions ought also to be framed, as letters were, according to the linguistic conventions of the.[CITATION-85] This meant paying particular attention to addressing one’s superiors in an appropriately respectful and deferential manner.[CITATION-86] And this, as we have seen, is what did indeed occur. From the mid-fourteenth century, it became increasingly important for petitioners to deploy a ritualised vocabulary which affirmed the regal qualities possessed by the king. The masters of thewere instrumental in articulating the practical consequences of this changed outlook, but it appears unlikely that they can be credited with the initial impetus. For this we must return to wider political and cultural spheres. For we need to understand not only why petitions came to adopt new and flattering forms of address in the second half of the fourteenth century, but also—and just as importantly—what factors mitigated against this process happening earlier.Since these were specifically parliamentary petitions, the obvious place to look for broader explanations is Parliament itself. Indeed, changes in the petitionary idiom can be seen to accord with an important shift in the nature of Parliament over the course of the fourteenth century. When Parliament first received petitions in large numbers, early in the reign of Edward I, it did so primarily to relieve an overburdened and increasingly inadequate legal system. The petitioners who flocked to Parliament in these early years brought with them issues which had previously been handled by royal justices in the king’s courts, and principally in the busy sessions of the general eyre, the main institution for the administration of royal justice in the localities.[CITATION-87] Petitioning in Parliament was therefore not a new departure, but drew on a tradition of written plaints or bills which had existed in a common-law context, as a popular alternative to the original writ, since the early thirteenth century.[CITATION-88] This is why, in their length, vocabulary and structure, late thirteenth- and early fourteenth-century parliamentary petitions are so similar to the bills that were presented in the eyre courts.[CITATION-89] Particularly noticeable is the use in early parliamentary petitions of the verb, which directly mirrored the language of the bills in eyre.[CITATION-90] The key to understanding the epistolary terms of reference for these early parliamentary petitions, then, is to see them essentially as instruments of the law, deeply rooted in, and strongly influenced by, the legal culture and traditions of the time. As Mark Ormrod has recently argued, one of the reasons why parliamentary petitions, like bills in eyre, adopted Anglo-Norman French was because they were conceived essentially as written substitutes for the oral pleadings that were conducted in French by serjeants-at-law in the king’s courts.[CITATION-91] Thus, petitioners approached the king withrather than requests.Indeed, in these early years, parliamentary petitions were frequently described in the headings of the parliament rolls as ‘pleas’ (),[CITATION-92] and the custom of providing Latin summaries of the petitions on the parliament roll, a practice which finally ended in the early 1330s, directly mirrored record-keeping practices in a common-law context, where summaries of cases which had been conducted in French were written up as a formal record, in Latin, on the plea rolls.[CITATION-93] The very act of enrolling petitions placed the parliamentary record of the late thirteenth and early fourteenth centuries very firmly within the documentary culture of the law. Brevity, precision and sobriety were the hallmarks of legal pleading and these too were the qualities attached to the writing of petitions at the time.[CITATION-94] The use of flattering epithets and elevated diction was not suited to an environment where Parliament acted as a clearing house for a substantial body of complaint, much of which was dealt with ‘behind the scenes’ by the king’s ministers and justices.[CITATION-95] In the reign of Edward II, and more particularly during that of his son Edward III, the nature of Parliament shifted. The emergence of the Commons in the early decades of the fourteenth century turned the assembly into a far more perceptibly fiscal, political and, above all, public institution.[CITATION-96] By the mid-fourteenth century, Parliament’s judicial function was greatly diminished. The new petitionary rubric could be regarded as a consequence of these changes. In its earlier configuration, as an assembly directed toward the large-scale dispatch of supplicatory business, utility and functionality determined linguistic choice. But now that Parliament had become more of a ‘stately’ occasion, where the king came face to face with the community of the realm and engaged in dialogue with it, there was an impetus to develop a more sophisticated and elaborate linguistic framework, especially in the context of appeals to the king’s grace. Petitions began to be written less as instruments of legal process and more as expressions of loyalty and deference in an age when the exercise of kingship was taking place more squarely in the public eye. Supplicants no longer ‘complained’ to the king, but almost always either ‘showed’ () him their grievance or ‘prayed’ () for a remedy. In addition, in the middle years of the fourteenth century Parliament became increasingly concerned with social rank, and in a series of ambitious legislative programmes—most notably the labour laws of 1351 and the sumptuary legislation of 1363—attempts were made both to define and regulate a hierarchical social structure.[CITATION-97] Petitions were an obvious means of articulating these new attitudes because they were fundamentally expressions of deference on the part of the supplicant towards the recipient. The king, as the head of the body politic, naturally became the main focus of this new emphasis, and it was to him that the most flattering, deferential and polite linguistic forms were reserved. Parliament had, in effect, become an extension of the, and, as a result, petitions began to adopt a more elaborate and elevated ‘courtly’ style of writing.[CITATION-98] There is evidence to suggest that in the 1350s and 1360s, alongside changes in Parliament, there was also an important shift in the culture of the royal court.[CITATION-99] In fact, there is good reason to suppose that these broader cultural changes were to a great extent responsible for the reconceptualisation of Parliament. The key factor was the convergence of English and French court cultures following the capture of John II, king of France, at the battle of Poitiers in 1356. France, and the French royal court in particular, had long been regarded as setting the standards of civilised and noble behaviour.[CITATION-100] The French language, and acquaintance with the literature and poetry which it generated, were seen as essential markers of courtly refinement and high social status.[CITATION-101] The presence in England of the king of France, together with a large contingent of the most senior members of the French aristocracy, further stimulated the established francophone culture. As one recent commentator has put it, ‘in the late 1350s the court of Edward III could claim to be the centre of the French-speaking world’.[CITATION-102] This in turn led to a great flowering of interest in French literature and widespread cultural exchange, as summarised by Elizabeth Salter: ‘[t]he literary coteries of England during these years would have contained, as a matter of course, French and English patrons, with French and English poets attached, in a variety of ways, to their households’.[CITATION-103] Chaucer himself drew heavily on French literary models to inspire his earliest poetry, including, most famously, the.[CITATION-104] He, like Jean Froissart, who was a member of the household of Queen Philippa, may have been responsible for compiling a number of French-language works in the 1360s.[CITATION-105] French poetry in general—especially lyric poetry—appears to have circulated widely among the English aristocracy at this time, no doubt in part because of the influence of Guillaume de Machaut, the foremost French poet of his time and a member of King John II’s household.[CITATION-106] It was in his work, in particular, that the Middle French lyric acquired new levels of rhetorical, allegorical and metaphorical complexity.There is an obvious link to be made between the resurgence of interest in French literary culture in the mid-fourteenth century and the use of French in more elaborate and sophisticated forms in petitions that occurred at roughly the same time. The move away from its rather bland and utilitarian employment to more expressive and sophisticated petitionary modes parallels the way in which Anglo-Norman French was increasingly regarded as a language of literary and courtly refinement, as well as a marker of learning and linguistic prowess.[CITATION-107] In fact, close analysis of Chaucer’s linguistic style has led some scholars to conclude that he was strongly influenced by ‘curial prose’ and drew on many of its characteristics in his own compositions.[CITATION-108] In his groundbreaking study of the administrative origins of curial prose, even John Burnley conceded that the antecedents of this style may have been located, at least partially, in the French literary sources which informed Chaucer’s work, including theand ‘other literary texts of French origin’.[CITATION-109] Larry Benson takes the argument a step further, arguing that Chaucer was nothing less than the founder of the ‘courtly tradition that dominated English verse from the fourteenth to the sixteenth centuries’.[CITATION-110] The origins of this courtly tradition lay in ‘two centuries of courtly, chivalric decency in French literature … [Chaucer’s] task was simply to introduce into English what was already well established in French’.[CITATION-111] It is not unreasonable to suppose that a strong impetus for Chaucer’s move in this direction lay in the connections he had with Edward III’s court in the 1360s as an esquire of the royal household,[CITATION-112] and the contact that he therefore had with more sophisticated modes of noble and honourable courtly language.[CITATION-113] Clearly, the evidence for the influence exerted by French literature on a new style of administrative writing can only be suggestive. But, in an age when increasing regard was being paid to elevated French in literary texts, it is easy to see how this might have transferred into other French-language contexts, especially in forms of writing that addressed the sovereign. The rather crude, workmanlike language of early fourteenth-century petitions was displaced by vocabulary which properly accorded to the king the highest dignities and honours attached to his regal office. Given how fully engaged the clerks, scribes and administrators of Westminster and London who drafted petitions were likely to have been in the literary culture of the royal court, the dissemination of these new values cannot have been too hard to achieve.[CITATION-114] Other factors may also have contributed to this move towards greater formality and deference. Although the Treaty of Brétigny in 1360 ultimately failed to deliver the diplomatic triumph which had been anticipated, the resounding defeat of the French armies at Poitiers four years earlier in 1356, the captivity and negotiations for the ransoming of John II, and the reality of the English occupation of a substantial portion of France itself, were extraordinary vindications of the power and prestige of the English Crown. Moreover, in these same years, Edward III challenged the authority of the papacy by implementing a bold and aggressive legislative programme which, in theory, asserted the fundamental principles that the right to provide benefices belonged to the king alone, and that appeals to Rome must first be approved by the royal courts.[CITATION-115] As the personification of English triumph abroad and unchallenged sovereignty at home, one can well see how attitudes towards the king might have altered to reflect this, and new ways were sought to express and celebrate the new-found glory of the English monarchy.[CITATION-116] Petitions to the papal court, like those to the French court, had long employed sycophantic and ostentatious linguistic forms, so the adoption of a similar style in petitions to Edward III may have symbolised a broader conception of the supremacy of the English monarchy in Western Europe.[CITATION-117] The mood of the populace was perhaps captured in a petition presented in September 1360 which addressed Edward III as ‘the most powerful king in all the world’.[CITATION-118] Interestingly, this example also included a generous supply of complimentary epithets, highly unusual for this time, which suggests a close link between the king’s successes and the eulogising of his person.[CITATION-119] The linguistic changes may additionally have reflected an increased emphasis on ceremony within Parliament. Mark Ormrod has recently suggested that parliamentary sessions became notably more grandiose from the middle decades of the century.[CITATION-120] Opening speeches incorporated sermons which eulogised the qualities possessed by the king. King’s serjeants were apparently called upon to act as ‘masters of ceremonies’. For the first time, accounts from these years show that Westminster was specially decked out for meetings of Parliament. Twice in the 1360s parliaments ended with lavish banquets to which the whole parliamentary community was invited. It was also in the middle decades of the fourteenth century that the committees set up to pass judgement on petitions expanded considerably.[CITATION-121] That this occurred at a time when the number of private petitions handled by Parliament was actually contracting suggests that nomination to the committees was now seen as an opportunity to project and affirm social rank. Edward was transforming Parliament into an occasion to celebrate the magnificence of his kingship. In this, he may have been influenced by the example set by Charles V, who in the 1360s was consciously using theof Paris to project a much sharper image of his regal status.[CITATION-122] In the late 1370s and 1380s, the culture of the court resonated with petitionary diplomatic in a very different way. As I have noted, this was a key period in the development of the new petitionary style of writing. It was during these years that the vocabulary of flattery and deference became more or less the norm in petitionary diplomatic, that new terms such asandentered the supplicatory lexicon, and that the triple epithet appeared, raising the bar of linguistic opulence even higher. It was also at this point that the royal court became the focus of intense scrutiny, both politically—particularly in Parliament—and also in literature, in the work of poets such as Clanvowe, Gower, Usk and Chaucer.[CITATION-123] The particular interest of such work, for our purposes, lies in the undercurrent of anxiety that it exhibited towards the use of language in a courtly context, and in particular, the fear that, through the use of rhetoric and flattery, power could be misused or misdirected. The subtext of this was a critique of Richard II’s court, and a belief that favour was being solicited from the impressionable young king through the linguistic guile of his courtiers—by their use of excessively florid speech, by flattery and by false ‘double-talk’. Thus, what had emerged under Edward III as a mark of gentility and noble status had, under Richard II, turned into a dangerous and subversive mode of behaviour which threatened the very stability of government. For these poets, the desire of courtiers for influence and largesse was analogous to a suitor trying to secure the affection of his lover; it was often through the literary topos of a debate about love that they found a way to explore and criticise the attributes of courtly semantics. In John Clanvowe’s, for example, an argument between a cuckoo and a nightingale about the nature of love turns into a discussion about the particular merits of court language. The cuckoo has no patience for the ‘queynt lawes’ of the court, and contrasts his own ‘trewe and pleyn’ song, which can be understood by everybody, with the ‘queynt crie’ of ‘ocy! ocy!’ uttered by the nightingale, which is not understood by anybody and is meaningless.[CITATION-124] Further on, the cuckoo laments the injustice of Cupid’s hold over those seeking love, stating that ‘untrew folke he esith/ And trewe folke so bitterly displesith’.[CITATION-125] The subversion of truth provides the moral underpinning to Clanvowe’s critique of courtly speech. The same theme is also found in some of the later works of Chaucer, who evidently came to regard ‘courtly language’ with a degree of scepticism because of its potential to disguise evil intentions.[CITATION-126] In his, Alceste berates Cupid for not paying closer attention to the subversive use of language by the flatterers of his court, saying that ‘This man to yow may falsly ben accused/ That as by right him oughte ben exused./ For in youre court ys many a losengeour [i.e. flatterer],/ And many a queynte totelere accusour’.[CITATION-127] In his, it is the use of flattery and deception by Pandurus, the consummate courtier of Troy, which provides the platform for a damning exposition of the falseness and harm of the courtly mode of speech.[CITATION-128] How far this criticism was aimed at the elaborate stylistic forms to be found in written supplications is difficult to assess. In one sense, the connections cannot be denied, for anyone approaching the king hoping to secure special dispensation or an act of grace was, strictly speaking, a suitor at the king’s court. Indeed, it can be reasonably assumed that the language used in written petitions closely mirrored, and was probably heavily influenced by, the latest linguistic fashions present at the court. However, it is unlikely that the high-flown language of late fourteenth-century petitions was regarded as the most invidious threat to the nation’s political wellbeing. The petitions examined in this study were presented in Parliament, and it was through Parliament that political opposition to the royal court in the 1380s was principally channelled.[CITATION-129] If language which expressed high regard for the king’s status and authority was deemed in itself to be a matter of contention, it is unlikely that such vocabulary would have remained in use during these years. Moreover, extreme levels of sycophancy continued to be employed in the supplications of Henry IV’s reign, as the charts in the Appendix demonstrate, even though by this time the virtues of ‘plain speaking’ were built into state policy.[CITATION-130] Context, then, is vital. The criticisms levelled at the language of flattery were directed in the main towards the court of Richard II, and specifically the royal chamber, where a few dozen well-connected and unscrupulous household knights were thought to be able to sway the king’s mind without external scrutiny.[CITATION-131] This was different from the institutionalised context of Parliament where, although similar levels of courtesy were shown, they were expressed in a more ‘public’ and controlled environment. The poets, and by extension public opinion, were not concerned by the flattery expressed in petitions, which was routine, formulaic and written down; it was the flattering, opportunisticto which the king was exposed within his private apartments that caused alarm.Criticisms of the use of flattery in the court were, however, accompanied by a commentary critiquing the use of ornate linguistic style. Here, the concern was not politics or personal integrity, but social position and comprehensibility; and this commentary had a direct bearing on petitions, as one of the most prominent forms of elevated writing of the day. Chaucer was well aware of the stylistic traits of high style. In the, a strange knight enters the hall and greets everyone there with such unsurpassed politeness that the narrator is not able to represent what was said faithfully, since he ‘kan nat clymben ouer so heigh a style’.[CITATION-132] In the, a similar part-mocking, part-self-deprecating stance is taken when the host asks the clerk to tell a tale, insisting, however, that he ensure that everyone can understand what he says:Telle us som murie thyng of aventures.Youre termes, youre colours, and youre figures,Keepe hem in stoor til so be ye enditeHeigh style, as whan that men to kynges write.Speketh so pleyn at this tyme, we yow preye,That we may understonde what ye seye.[CITATION-133] The host identifies ‘Heigh style’ as specifically the language used in writing to the king. It is said to deploy ‘termes’ (specialist or technical terminology), colours (figures of speech) and figures (rhetorical devices), and is characterised as the product of artistic composition (‘endite’). It was entirely fitting that the host should make his request of a clerk, since it was clerks who were normally employed to write letters and petitions to the king. This was not any clerk, however, but a ‘Clerk of Oxenford’, an important and perhaps deliberate reference to the reputation which Oxford had acquired as the focal point of clerical training in the. This was, then, an acknowledgement of the sophistication and eloquence attached to the ‘Heigh style’ employed in writing formal correspondence, but at the same time an implicit criticism of its remoteness and impracticality. As an encoded, exclusive language used by only a few trained specialists, it was not universally understood.Since almost all of the letters and petitions presented to the king in the late fourteenth century were written in French, it is possible that this was as much a commentary on choice of language as it was on the specialist idiom used by the clerk. Chaucer’s host in thedid not need to allude to French directly because everyone would have understood that ‘Heigh style’ was at this time synonymous with the French language.[CITATION-134] So his appeal probably derived as much from his awareness of the audience’s ignorance of French, as it did from their unfamiliarity with ‘termes’, ‘colours’ and ‘figures’. In the prologue to his, Thomas Usk justified his use of English precisely on the grounds that ‘the understandyng of Englysshmen wol not stretche to the privy termes in Frenche whatsoever we bosten of straunge language’.[CITATION-135] These are indications that, at the end of the fourteenth century, the prestige which French had acquired over the preceding decades, which had helped sustain it in the culture of the court and which encouraged its users to develop ever more sophisticated linguistic forms in supplications, was being questioned on the grounds that its lack of utility made it an impractical language, the value of which was therefore now diminished.[CITATION-136] French artifice was beginning to lose ground to English plain speaking. It was the eventual tipping of the scales in favour of the latter consideration which led, from the third decade of the fifteenth century, to the adoption of English in supplicatory discourse.[CITATION-137] The ‘high style’ of the address clauses did not, however, transfer seamlessly into the English language. Although equivalents of the ornate forms of address to the king found in French-language petitions can be found in a few English-language examples dating to the mid-fifteenth century, it is significant that these appear to have been only a small minority in comparison to the number of English-language petitions which had entirely dropped the practice of using multiple epithets to describe the king’s qualities. Instead, fifteenth-century English-language petitions typically began in a discernibly plainer manner: ‘To the kyng oure soveraigne lord’.[CITATION-138] However, there appears to have been no such move away from the use of flattering epithets in petitions which were addressed to the parliamentary Lords and/or Commons. In 1439, for example, a petition presented to MPs by Margaret Malefaute began: ‘To the ryght wyse and discrete communes of this present parlement besecheth, and the most humble wyse mekely hure compleyneth…’.[CITATION-139] This suggests that it was mainly a coincidence that the change to a simplified address clause in petitions presented to the king occurred at around the same time as a more general shift in the language used to write petitions, from French to English. The reason for the change of language therefore appears to have had more to do with altered perceptions of what was the appropriate language in which to address the monarch, than with different perceptions about how suitable the French and English languages were for flattering the king.[CITATION-140] It also suggests, in particular, that the seemingly inexorable escalation of flattering epithets which occurred over the course of the second half of the fourteenth century and the early years of the fifteenth century had finally come to an end, and that linguistic trends—already well established by the 1420s—now determined that the king should be addressed in a much more straightforward and less grandiose manner.[CITATION-141] To pull together the many threads of this discussion, we can return to the remarks of Thomas Walsingham, the author of the disparaging appraisal of high-flown language at the end of Richard II’s reign quoted at the beginning of this article, and highlighted by Saul. Of one thing there can be no doubt: by the 1390s the flattery employed in supplications to the king had reached unprecedented levels. But Walsingham’s other comment, that the terms of flattery were ‘strange’—if what he meant by this is that they were novel or innovative—was incorrect. This article has demonstrated that soliciting the king’s favour using elevated diction and complimentary epithets was no sudden development of the late 1390s, but was part of a much broader, long-term cultural phenomenon that developed during the second half of the fourteenth century and continued into the fifteenth. For this reason, attempts to explain the appearance of obsequious language in petitions as a product of a calculated royal policy are misconceived. Walsingham’s attempt to pin this development on Richard II as an example of his self-indulgence can be dismissed as one of the chronicler’s attempts to besmirch the character of the king.[CITATION-142] This was an attitude which may have been informed by wider Lancastrian propaganda, since the depiction of a king who was susceptible to flattery fitted attempts after Richard’s deposition to discredit his rule by casting him as a wilful, headstrong youth. Thus, in his opening sermon to Henry IV’s first parliament in October 1399, Archbishop Arundel referred to Richard as a child ‘who does not understand anything except what is pleasing and flattering’.[CITATION-143] He continued by describing Henry Bolingbroke’s accession to the throne, in the place of Richard, in the following terms: ‘Truth therefore will enter, let flattery draw back, which has caused so many evils in our realm, because a man will rule the people, who understands truth, not vanity or flattery’.In fact, it is doubtful whether the Crown could ever have controlled language in the prescriptive and self-serving manner that some scholars of Richard II’s reign have claimed. Instead, a far more complex set of inter-related political, social and cultural factors must be taken into account to explain how and why language changed in these years. Political and military triumphs in the middle years of Edward III’s reign transformed a linguistic code of politeness which had previously been employed in traditional terms, in accordance with the long-standing teachings of the, into a more immediate and broadly conceived expression of royal prestige. These events also fundamentally altered the nature of Parliament, where the king came face to face with the political community, and ushered in an era when the explicit articulation of the power and prestige of the Crown gained widespread currency. In addition, the increased prestige attached to the use of French in this period, both as the refined language of a francophone English court and as the working language of the legal profession and administrative elites, acted as a powerful stimulant to the development of new and sophisticated epistolary forms. No doubt by example, but also through the teachings of a new generation ofteachers, these new epistolary trends caught on and spread. The polite modes of address captured the general mood of a period when greater store was placed on the recognition of social status and political standing. In the localities, as well as at the centre, the language of courtesy, flattery and deference came to define negotiations within power structures.[CITATION-144] The obvious implication of this new narrative is that we cannot regard the use of obsequious language in petitions as an act of unqualified submission to the king on the part of the petitioner. The problem with the view which takes the Crown as the prime mover in introducing this new vocabulary is that it casts the language-users themselves in an entirely passive mode, seemingly pressured into adopting demeaning stylistic forms as the price to pay for a favourable outcome to their request. On the contrary, a key point to emerge from this discussion is that the appearance of new expressions of flattery and deference reflected the desire of the king’s subjects themselves to define kingship in this way. It is worth reiterating that it was not the king or his advisors, but the writers of petitions, who decided to emblazon their writing with colourful and ornate forms of expression. This was a public image of the king created by the king’s subjects, who were, in effect, articulating the terms of their own subservience. In this way, the deferential language of late medieval petitions adhered to the sociological model of a ‘public transcript’—that is to say, a repertoire of words, actions or principles which defines the acceptable public face of the relationship between dominant and subordinate groups.[CITATION-145] It was acceptable because both the king and those who petitioned him willingly embraced the new linguistic styles.Why such emphasis should have been placed on a new vocabulary of exaltation and subservience raises broader questions about the political structures of late fourteenth-century England. As we have seen, the initial impetus for the new epistolary forms occurred at a moment of supreme triumph in the reign of Edward III, when the Crown’s stock was at its very highest; but the real development of this vocabulary and its adoption as a universal diplomatic norm occurred in later years when the Crown was weak and ineffectual—in the mid- to late 1370s, when Edward III’s star was rapidly fading; in the late 1370s and 1380s, when Richard II was a youth; in the 1390s, when Richard was struggling to assert his authority; and in the 1400s, when the usurper king Henry IV occupied the throne. Language which celebrated the supreme qualities of the king’s person, and which gloried in the power and authority which his office possessed, thus came to the fore at precisely the time when the king was lacking in such qualities. Could this language have been used in part to compensate for this long-term crisis in royal authority? In the absence of real power, was it the rhetoric of power that sustained the fabric of political life in these difficult years?This may be part of the answer, but there may also have been a more purposeful use of flattering language, as a way of articulating an underlying frustration over the state of government and a way of exhorting the king to live up to the complimentary epithets given to him. Indeed, as the concept of the ‘public transcript’ indicates, one reason why those in subservient positions willingly adhere to the rhetoric of subordination is because it gives them the means of holding to account those who are in positions of authority.[CITATION-146] With what irony, we may ponder, did contemporaries introduce the epithetsandin the first half of the reign of Richard II, a time when royal rule lacked precisely these elements? How far did the peak in the use of the epithetin the late 1380s—a time of unprecedented opposition to the Crown—reflect a yearning for a time when the king really was ‘respected’ and ‘feared’? And when, more generally, petitioners described the king as, to what extent was this an invitation to the monarch to show how gracious he was, by granting the request? These terms were used not so much to flatter the king as to express what was looked for in his kingship. They articulated a rhetoric of expectation. They exposed the emptiness and inadequacies of the current regime when there was nothing to celebrate except monarchy itself, and the hopes and aspirations that it embodied.Perhaps, then, at the end of his reign, when Richard finally developed a more assertive and opulent style of rule, he had simply become the kind of king that his subjects had for some considerable time been craving. For too long historians have characterised the last years of Richard’s reign as a freak constitutional experiment in absolutist rule, when a new political system conceived by the king and his advisors was imposed on an indifferent and even resistant population.[CITATION-147] But a more long-term view of the developing language of petitions suggests a different scenario, one in which Richard was engaging with a political discourse in which he had long been idealised as the embodiment of supreme political authority, and which positively gloried in the magnificence and strength of his office. Thus, what had emerged as a new rhetoric of political power in the mid-fourteenth century may, in the end, have shaped and guided the exercise of power itself—and this with the full complicity of the greater part of the king’s subjects.Epithets in address clauses, 1350–1405The language of epithets, 1350–1405Incidence of the words ‘Highness’, ‘Majesty’ and ‘Royal’, 1350–1405How petitioners described themselves, 1350–1405",
    "footnotes": {
        "1": "For example, J. Ferster, Fictions of Advice: the Literature and Politics of Counsel in Late Medieval England (Philadelphia, 1996); J.M. Bowers, The Politics of ‘Pearl’: Courtly Poetry in the Age of Richard II (Woodbridge, 2001); R. Firth Green, A Crisis of Truth: Literature and Law in Ricardian England (Philadelphia, 2002); L. Staley, Language of Power in the Age of Richard II (Philadelphia, 2005); P. Strohm, Politique: Languages of Statecraft between Chaucer and Shakespeare (Notre Dame, IN, 2005); M. Giancarlo, Parliament and Literature in Late Medieval England (Cambridge, 2007), chs. 2–5; J. Nuttall, The Creation of Lancastrian Kingship: Literature, Language and Politics in Late Medieval England (Cambridge, 2007); C. Fletcher, Richard II: Manhood, Youth, and Politics, 1377–99 (Oxford, 2008).",
        "2": "See J.G.A. Pocock, ‘Languages and their Implications: The Transformation of the Study of Political Thought’, in id., Politics, Language and Time (London, 1972), p. 23.",
        "3": "G. Dodd, Justice and Grace: Private Petitioning and the English Parliament in the Late Middle Ages (Oxford, 2007).",
        "4": "J.D. Burnley, ‘Curial Prose in England’, Speculum, lxi (1986), pp. 593–614.",
        "5": "It was not until the 1420s that petitions began to be written in English: G. Dodd, ‘The Rise of English, the Decline of French: Supplications to the English Crown, c.1420–1450’, Speculum, lxxxvi (2011), pp. 117–50.",
        "6": "T[he] N[ational] A[rchives], SC 8/46/2293.",
        "7": "TNA, SC 8/121/6036.",
        "8": "See, in particular, P. Brown and S.C. Levinson, Politeness: Some Universals in Language Use (Studies in Interactional Sociolinguistics, 4; Cambridge, 1987), esp. ch. 5. By the end of the fourteenth century, the address clauses of most petitions contained two key elements which are central to Brown and Levison’s theory of politeness, that is to say positive ‘face’ (praise) and negative ‘face’ (self-deprecation).",
        "9": "Available online at: http://www.helsinki.fi/varieng/domains/CEEC.html.",
        "10": "The one exception, though it considers a different chronological and geographical context, is G. Koziol, Begging Pardon and Favor: Ritual and Political Order in Early Medieval France (Ithaca, NY, and London, 1992).",
        "11": "In general, see T. Nevalainen and H. Raumolin-Brunberg, ‘A Corpus of Early Modern Standard English in a Socio-Historical Perspective’, Neuphilologische Mitteilungen, xc (1989), pp. 67–111, esp. 70–81; and H. Raumolin-Brunberg, ‘Historical Sociolingustics’, in T. Nevalainen and H. Raumolin-Brunberg, eds., Sociolinguistics and Language History: Studies based on the Corpus of Early English Correspondence (Amsterdam, 1996), ch. 2. Specific studies include H. Raumolin-Brunberg, ‘Forms of Address in Early English Correspondence’, in Nevalainen and Raumolin-Brunberg, eds., Sociolinguistics and Language History, ch. 10; T. Nevalainen and H. Raumolin-Brunberg, ‘Constraints on Politeness: The Pragmatics of Address Formulae in Early English Correspondence’, in A.H. Jucker, ed., Historical Pragmatics: Pragmatic Developments in the History of English (Amsterdam, 1995), pp. 541–601.",
        "12": "For a useful summary of the types of letters to survive before the fifteenth century, see J. Taylor, ‘Letters and Letter Collections in England, 1300–1420’, Nottingham Medieval Studies, xxiv (1980), pp. 57–70. The spread of literacy throws a very different light on the supplications presented after the fifteenth century, for which see F. Whigham, ‘The Rhetoric of Elizabethan Suitors’ Letters’, Proceedings of the Modern Language Association, xcvi (1981), pp. 864–82.",
        "13": "It is a common mistake to assume that petitions were the product of the late medieval English Chancery. To a large extent this view may have been influenced by work on the English-language petitions of the fifteenth century, which have been characterised as adopting ‘chancery English’; see, in particular, J.H. Fisher, M. Richardson and J.L. Fisher, An Anthology of Chancery English (Knoxville, 1984). Although some Chancery clerks undoubtedly engaged in petition-writing, they would only have done so on a freelance basis; the majority of petitions were probably written by a much wider selection of clerks, scriveners and lawyers based both in and around Westminster and in the localities. For discussion of this point, see Dodd, Justice and Grace, pp. 302–9.",
        "14": "See G. Dodd, ‘Writing Wrongs: The Drafting of Supplications to the Crown in Later Fourteenth-Century England’, Medium Ævum, lxxx (2011), pp. 217–46.",
        "15": "N. Saul, ‘Richard II and the Vocabulary of Kingship’, English Historical Review, cx (1995), pp. 854–77. The case is summarised in N. Saul, ‘The Kingship of Richard II’, in A. Goodman and J.L. Gillespie, eds., Richard II: The Art of Kingship (Oxford, 1999), pp. 37–57, esp. 46. The one notable recent dissenting voice is that of Chris Fletcher who, while accepting Saul’s general chronology for the newly emerging petitionary vocabulary, nevertheless rejects the suggestion that Richard II and his friends were responsible for this innovation. Fletcher instead argues for a ‘bottom-up’ dynamic, stating that ‘such references to the king’s pre-eminent status could serve to emphasize the obedience of those who, both in their actions in 1386–8 and in the continuing restrictions they imposed on the king, had behaved anything but obediently to the king’s will’. His views appear to have been informed by the choice of a petition presented by the dukes of Gloucester and York in 1390 to illustrate the new linguistic forms: Fletcher, Richard II, pp. 204–7 (quotation at 207).",
        "16": "The St Albans Chronicle: The Chronica Maiora of Thomas Walsingham, II: 1394–1422, ed. J. Taylor, W.R. Childs and L. Watkiss (Oxford, 2011), pp. 80–81. Adam Usk made a similar accusation in his account of the 1398 Shrewsbury session of parliament, where he stated: ‘Thus did the king continue the parliament at Shrewsbury with a display of earthly ostentation such as ears have not heard’: The Chronicle of Adam Usk, 1377–1421, ed. and trans. C. Given-Wilson (Oxford, 1997), p. 37.",
        "17": "Saul, ‘Vocabulary of Kingship’, pp. 876–77.",
        "18": "See, in particular, Firth Green, Crisis of Truth, p. 222; Staley, Languages of Power, pp. 117–18; Giancarlo, Parliament and Literature, p. 215; A.K. McHardy, ‘Richard II: A Personal Portrait’, in G. Dodd, ed., The Reign of Richard II (Stroud, 2000), pp. 11–32, at 20; C. Barron, ‘The Reign of Richard II’, in M. Jones, ed., The New Cambridge Medieval History, VI: c.1300–c.1415 (Cambridge, 2000), pp. 297–333, at 331–2; M. Bennett, Richard II and the Revolution of 1399 (Stroud, 1999), pp. 26–7; T. Jones, ‘Was Richard II a Tyrant?’, in N. Saul, ed., Fourteenth Century England V (Woodbridge, 2008), pp. 130–60, esp. 132, 139–40.",
        "19": "Saul, ‘Vocabulary of Kingship’, pp. 856–57. The examples he gives are from common petitions presented at the start of the reign of Richard II: [The] P[arliament] R[olls of] M[edieval] E[ngland], ed. C. Given-Wilson et al. (CD-ROM edn., Leicester, 2005), parliament of Jan. 1380, item 37 (XII); and parliament of Oct. 1383, item 52.",
        "20": "Saul, ‘Vocabulary of Kingship’, p. 861.",
        "21": "Ibid., p. 862.",
        "22": "W. Labov, Principles of Linguistic Change: Internal Factors (Language in Society, 20; Oxford, 1994), p. 78; Nevalainen and Raumolin-Brunberg, ‘Corpus of Early Modern Standard English’, pp. 70–71. See also the discussion of the late fourteenth-century idea of the ‘King’s English’ in L. Benson, ‘Chaucer and Courtly Speech’, in P. Boitani and A. Torti, eds., Genres, Themes, and Images in English Literature from the Fourteenth to the Fifteenth Century (Tübingen, 1988), pp. 11–30, at 20.",
        "23": "G. Dodd, ‘Parliamentary Petitions? The Origins and Provenance of the “Ancient Petitions” (SC 8) in the National Archives’, in W.M. Ormrod, G. Dodd and A. Musson, eds., Medieval Petitions: Grace and Grievance (Woodbridge, 2009), pp. 12–46.",
        "24": "Though there are earlier, isolated examples, such as TNA, SC 8/56/2795 (1336).",
        "25": "TNA, SC 8/21/1050; 121/6036.",
        "26": "For what follows, see Watts, Henry VI, pp. 21–31.",
        "27": "Also noted by Saul, ‘Vocabulary of Kingship’, p. 877, n. 3.",
        "28": "Undoubtedly, a more extensive search would identify even earlier examples. See, for example, TNA, SC 8/227/11337 (c.1355)—not included in this survey—where the term ‘royal majesty’ is used.",
        "29": "TNA, SC 8/20/986, printed in Petitions to the Crown from English Religious Houses, c.1272–c.1485, ed. G. Dodd and A. McHardy, Canterbury and York Society, c (2010), no. 46.",
        "30": "TNA, SC 8/36/1757.",
        "31": "TNA, SC 8/85/4241.",
        "32": "TNA, SC 8/95/4709.",
        "33": "Fletcher, Richard II, p. 207.",
        "34": "PROME, parliament of 1393, item 27; parliament of 1394, items 31, 46, 50; parliament of Jan. 1397, item 34; parliament of Sept. 1397, items 80, 82.",
        "35": "TNA, SC 8/68/3383.",
        "36": "TNA, SC 8/148/7364.",
        "37": "TNA, SC 8/227/11339.",
        "38": "N. Saul, Richard II (New Haven and London, 1997), pp. 344–5; D. Green, Edward the Black Prince: Power in Medieval Europe (Harlow, 2007), pp. 107–40.",
        "39": "Anonimalle Chronicle, 1333–1381, ed. V.H. Galbraith (Manchester, 1927), p. 56.",
        "40": "The point being that Edward III settled the territory on his eldest son not as duke or lieutenant, but as prince: W.M. Ormrod, Edward III (New Haven and London, 2011), pp. 420–21, 498–500.",
        "41": "TNA, SC 8/333. There are 105 petitions in the group altogether; the remaining examples were addressed to the council of the Black Prince. All of these petitions were added to the SC 8 series in 1890, as a discrete body of records that had formerly been kept amongst the records of the Exchequer: see H.C. Maxwell Lyte’s ‘Introduction’ to Index of Ancient Petitions of Chancery and the Exchequer Preserved in the Public Record Office, Lists and Indexes (Public Record Office), i (1892; rev. edn., 1966), pp. 9–10.",
        "42": "TNA, SC 8/333/E997, E1016, E1029, E1047, E1094, E1096.",
        "43": "TNA, SC 8/333/E1001, E1007, E1012, E1055.",
        "44": "M.J. Bennett, ‘Richard II and the Wider Realm’, in A. Goodman and J.L. Gillespie, eds., Richard II: The Art of Kingship (Oxford, 1999), pp. 187–204, at 189–90.",
        "45": "See R. Hanna, London Literature, 1300–1380 (Cambridge, 2005), pp. 226–7, where he discusses the ‘importation of French chancellorial style’ into the administrative diplomatic practices of English government in the 1370s, possibly through the influence of the Black Prince’s clerk John Fordham, who later served Richard II as Keeper of the Privy Seal. See also P. Chaplais, English Royal Documents, King John–Henry VI, 1199–1461 (Oxford, 1971), p. 52.",
        "46": "F. Aubert, ‘Les requêtes du palais (XIIIe–XVIe siècle). Style des requêtes du palais au XVe siècle’, Bibliothèque de l’école des chartes, lxix (1908), pp. 591–642, at 600–1.",
        "47": "E.g. Documents relatifs aux états généraux et assemblées réunis sous Philippe le Bel, ed. G. Picot (Paris, 1901), pp. 570–73, 589–91, 598–600, 605–9.",
        "48": "E. Berger, ‘Requête adressée au roi de France par un véteran des armées de Saint Louis et de Charles d’Anjou’, Etudes d’histoire de Moyen Age dédiées à Gabriel Monod (Paris, 1896), pp. 343–8.",
        "49": "TNA, SC 8/274/13675.",
        "50": "The question of where Gascon petitions were compiled and who wrote them has been considered by Guilhem Pépin, who has concluded that, although a minority contain Languedocian vocabulary, most were written in standard Anglo-Norman French. Even so, as Pépin acknowledges, there is still every chance that the supplications were drafted locally, in Gascony, by clerks who ‘used French comprehensible at the English council and Parliament’: G. Pépin, ‘Petitions from Gascony: Testimonies of a Special Relationship’, in Ormrod, Dodd and Musson, eds., Medieval Petitions, pp. 120–34, esp. 125–30, quotation at 129. Similar conclusions have been reached by David Trotter in his survey of the linguistic profile of petitions presented by foreign merchants, although he suggests that such cases were probably drawn up on behalf of these merchants in Westminster or London itself: D. Trotter, ‘Il sount aliens: Marchands étrangers et contact linguistique en Angleterre au Moyen Âge’, in H. Von Anja Overbeck, W. Schweickard and H. Völker, eds., Lexikon, Varietät, Philologie: Romanistische Studien (Berlin, 2011), pp. 307–15.",
        "51": "E.g. TNA, SC 8/86/4266; 96/4755; 96/4776; 96/4782; 105/5233; 122/6084; 122/6088; 173/8602; 272/13626. All of these petitions were presented between 1300 and 1350.",
        "52": "Saul, ‘Vocabulary of Kingship’, pp. 870–71.",
        "53": "TNA, SC 8/163/8117.",
        "54": "TNA, SC 8/187/9340.",
        "55": "TNA, SC 8/176/8789.",
        "56": "TNA, SC 8/163/8122.",
        "57": "TNA, SC 8/61/3048.",
        "58": "See TNA, SC 8/195/9743 (1334); 283/14135 (1300–30); 327/E807 (c.1312); 282/14084 (1307–27).",
        "59": "For discussion of the life and career of Sampson, see, in particular, H.G. Richardson, ‘An Oxford Teacher of the Fifteenth Century’, Bulletin of the John Rylands Library, xxiii (1939), pp. 436–57.",
        "60": "See M. Carmargo, Ars dictaminis, ars dictandi (Turnhout, 1991), pp. 18–28, for a definition.",
        "61": "See H.G. Richardson, ‘Business Training in Medieval Oxford’, American Historical Review, xlvi (1941), pp. 259–80; Medieval Rhetorics of Prose Composition: Five English Artes Dictandi and their Tradition, ed. M. Camargo (Binghamton, NY, 1995); M. Camargo, ‘If You Can’t Join Them, Beat Them; or, When Grammar Met Business Writing (in Fifteenth-Century Oxford)’, in C. Poster and L.C. Mitchell, eds., Letter-Writing Manuals and Instruction from Antiquity to the Present: Historical and Bibliographic Studies (Columbia, SC, 2007), pp. 67–87.",
        "62": "Formularies which bear on the History of Oxford c.1204–1420, ed. H.E. Salter, W.A. Pantin and H.G. Richardson (2 vols., Oxford, 1942), ii. 331–450.",
        "63": "The text I am concerned with is British Library, MS Harley 4971, fos. 9–22b. A later, modified version of this treatise, Cambridge University Library, MS Ee.4.20, is transcribed in J.W. Hassell III, ‘Thomas Sampson’s Dictaminal Treatises and the Teaching of French in Medieval England: an Edition and Study’ (Univ. of Toronto Ph.D. thesis, 1991), pp. 27–83. For a list of French treatises on letter writing, see Richardson, ‘Business Training’, p. 277.",
        "64": "I.e. Edward III; Queen Philippa; Edward, Prince of Wales; Henry of Grosmont, duke of Lancaster; William Bohun, earl of Northampton; Thomas Beauchamp, earl of Warwick; Simon Islip, archbishop of Canterbury; Thomas Hatfield, bishop of Durham; and William Edington, bishop of Winchester and Treasurer until 1356. See Richardson, ‘Business Training’, pp. 262–3.",
        "65": "E.g. John, duke of Lancaster, replaced Henry: ibid., p. 263.",
        "66": "T.A.R. Evans, ‘The Number, Origins and Careers of Scholars’, in J.I. Catto and R. Evans, eds., The History of the University of Oxford, II: Late Medieval Oxford (Oxford, 1992), esp. pp. 521–6.",
        "67": "See Richardson, ‘Business Training’, p. 269.",
        "68": "Medieval Rhetorics, ed. Camargo, pp. 23–5, 30–31.",
        "69": "R. Ingham, ‘The Transmission of Later Anglo-Norman: Some Syntactic Evidence’, in id., ed., Anglo-Norman French and Its Contexts (Woodbridge, 2010), pp. 164–82. See also W. Rothwell, ‘The Teaching and Learning of French in Later Medieval England’, Zeitschrift für französische Sprache and Literatur, cxi (2001), pp. 1–18, esp. 16–18.",
        "70": "A. Butterfield, The Familiar Enemy: Chaucer, Language, and Nation in the Hundred Years War (Oxford, 2010), pp. 328–35.",
        "71": "The status of Anglo-Norman French has been the subject of intense scholarly interest in recent years, much of this work attempting to reassert its relevance in the documentary and cultural life of late medieval England. See, especially, L. Jefferson, ‘The Language and Vocabulary of the Fourteenth- and Early Fifteenth-Century Records of the Goldsmiths’ Company’, in D.A. Trotter, ed., Multilingualism in Later Medieval Britain (Cambridge, 2000), pp. 173–211, esp. 184; W. Rothwell, ‘English and French in England after 1362’, English Studies, lxxxii (2001), pp. 539–59; S. Lusignan, La Langue des Rois au Moyen Age: le Français en France et en Angleterre (Paris, 2004), ch. 4; J. Wogan-Browne, ed., Language and Culture in Medieval Britain: the French of England, c.1100–c.1500 (Woodbridge, 2009), essays by R. Ingham, R. Britnell, M. Olivia, M. Kowaleski, D.W. Russell and A. Putter; Ingham, ed., Anglo-Norman French and Its Contexts, essays by Ingham, W. Rothwell, D. Trotter, and M. Chambers and L. Sylvester; and Butterfield, Familiar Enemy, esp. ch. 9. The critical issue, as Mark Ormrod points out, is to separate the documentary from the oral/aural contexts in which French was used, and to base assessments of its relevance on this distinction: W.M. Ormrod, ‘The Use of English: Language, Law, and Political Culture in Fourteenth-Century England’, Speculum, lxxviii (2003), pp. 750–87. That French was losing its vitality as a general spoken language is suggested by the fact that it was no longer the language of parliamentary discourse by the 1360s (PROME, parliament of 1362, first paragraph; parliament of 1363, item 1; parliament of 1365, item 1) and was also superseded in the law courts for legal debate following the Statute of Pleading in 1362 (see Ormrod, ‘Use of English’, pp. 773–4). See also D. Burnley, ‘French and Frenches in Fourteenth-Century London’, in D. Kastovsky and A. Mettinger, eds., Language Contact in the History of English (2001; rev. edn., Frankfurt am Main, 2003), pp. 17–34, at 18–19.",
        "72": "Raumolin-Brunberg, ‘Forms of Address’, pp. 168, 179.",
        "73": "Letters and petitions were very similar documents (see Dodd, ‘Writing Wrongs’, pp. 223–9), but there were some clear differences, including (in a letter-writing context) the use of the first-person singular and the practice of stating when and where the letter had been written.",
        "74": "TNA, SC 8/197/9813.",
        "75": "TNA, SC 8/271/13529.",
        "76": "TNA, SC 1/38/30.",
        "77": "TNA, SC 1/38/156.",
        "78": "TNA, SC 8/270/13455.",
        "79": "TNA, SC 1/18/19 (printed in Recueil de Lettres Anglo-Françaises (1265–1399), ed. F.J. Tanquerey [Paris, 1916], no. 17).",
        "80": "TNA, SC 8/275/13716.",
        "81": "TNA, SC 1/38/104.",
        "82": "TNA, SC 1/38/171.",
        "83": "P. Chaplais, English Diplomatic Practice in the Middle Ages (London, 2003), pp. 102–24.",
        "84": "Saul, ‘Vocabulary of Kingship’, pp. 860, 869–70.",
        "85": "Here, I am referring specifically to the choice of vocabulary. In respect of structure and layout, petitions had long conformed to the tenets of the ars dictaminis: see Dodd, ‘Writing Wrongs’, pp. 222–9.",
        "86": "J.J. Murphy, Rhetoric in the Middle Ages: A History of Rhetorical Theory from Saint Augustine to the Renaissance (Berkeley, 1974), pp. 214–24; C.D. Lanham, Salutatio Formulas in Latin Letters to 1200: Syntax, Style, and Theory (Münchener Beiträge zur Mediävistik und Renaissance-Forschung, 22; Munich, 1975), esp. pp. 110–15; C.B. Faulhaber, ‘The Letter-Writer’s Rhetoric: The Summa dictaminis of Guido Faba’, in J.J. Murphy, ed., Medieval Eloquence: Studies in the Theory and Practice of Medieval Rhetoric (Berkeley, 1978), pp. 85–111, at 95. The disproportionate attention given to the salutation is shown to good effect by the anonymous Rationes dictandi, written in Bologna in 1135: Three Medieval Rhetorical Arts, ed. J.J. Murphy (Berkeley, 1971), pp. 1–25.",
        "87": "A. Harding, Medieval Law and the Foundations of the State (Oxford, 2002), pp. 152–3, 178–80; Dodd, Justice and Grace, pp. 29–33.",
        "88": "See Select Cases of Procedure without Writ under Henry III, ed. H.G. Richardson and G.O. Sayles, Selden Society, lx (1941), esp. pp. xlv–lxviii. The key discussion is A. Harding, ‘Plaints and Bills in the History of English Law, Mainly in the Period 1250–1350’, in D. Jenkins, ed., Legal History Studies 1972 (Cardiff, 1975), pp. 65–86.",
        "89": "Cf. Select Bills in Eyre, A.D. 1292–1333, ed. W.C. Bolland (London, 1914).",
        "90": "E.g. ‘A nostre seignur le roy e a seon conseil se plaint N’: TNA, SC 8/31/1504. See also TNA, SC 8/7/303, 77/3819, and 167/8332.",
        "91": "W.M. Ormrod, ‘The Language of Complaint: Multilingualism and Petitioning in Later Medieval England’, in Wogan-Browne, ed., Language and Culture, pp. 31–43, esp. 34–7.",
        "92": "PROME, Edward I, Roll 1, 6, 8, 9, 10, 13, 14 and Vetex Codex 1302.",
        "93": "J.H. Baker, ‘The Three Languages of the Common Law’, in id., The Common Law Tradition: Lawyers, Books and the Law (London, 2000), pp. 225–46; P. Brand, ‘The Languages of the Law in Later Medieval England’, in Trotter, ed., Multilingualism in Later Medieval Britain, pp. 63–76.",
        "94": "Placita Corone, ed. and trans. J.M. Kaye (London, 1966), pp. 1–2. See also discussion by G. Koziol, ‘The Early History of Rites of Supplication’, in H. Millet, ed., Suppliques et Requêtes: Le Gouvernement par la Grâce en Occident (XIIe–XVeSiècle) (Rome, 2003), pp. 21–36, esp. 34.",
        "95": "Dodd, Justice and Grace, pp. 50–60.",
        "96": "See H.G. Richardson and G.O. Sayles, The English Parliament in the Middle Ages (London, 1981), chs. 24, 26; G.L. Harriss, ‘The Formation of Parliament, 1272–1377’, in R.G. Davies and J.H. Denton, eds., The English Parliament in the Middle Ages (Manchester, 1981), pp. 29–60; W.M. Ormrod, Political Life in Medieval England, 1300–1450 (Basingstoke, 1995), pp. 30–7; and, most recently, J.R. Maddicott, The Origins of the English Parliament, 924–1327 (Oxford, 2010), pp. 252–66.",
        "97": "For the labour legislation see [The] S[tatutes of the] R[ealm] (11 vols., London, 1810–28), i. 307 (1349) and 311 (1351); for discussion, see C. Given-Wilson, ‘The Problem of Labour in the Context of English Government, c.1350–1450’, in J. Bothwell, P.J.P. Goldberg and W.M. Ormrod, eds., The Problem of Labour in Fourteenth-Century England (Woodbridge, 2000), pp. 85–100. For the sumptuary laws, see SR, i. 380–83. The legislation was a detailed response to a more general complaint by the Commons: PROME, parliament of 1363, item 25. For discussion, see N.B. Harte, ‘State Control of Dress and Social Change in Pre-Industrial England’, in D.C. Coleman and A.H. John, eds., Trade, Government and Economy in Pre-Industrial England (London, 1976), pp. 132–5, 141–8. The legislation was repealed in 1365 at the request of the Commons (PROME, parliament of 1365, item 11, no. ii), though they subsequently petitioned for sumptuary regulation in 1379 (PROME, parliament of 1379, item 55). For general discussion, see M. Keen, English Society in the Later Middle Ages, 1348–1500 (London, 1990), pp. 9–16; P. Coss, ‘An Age of Deference’, and P. C. Maddern, ‘Social Mobility’, in R. Horrox and W.M. Ormrod, eds., A Social History of England, 1200–1500 (Cambridge, 2006), esp. pp. 60–73, 115–18.",
        "98": "For discussion of the term ‘court’ in a writing context, see D. Burnley, ‘Courtly Speech in Chaucer’, Poetica, xxiv (1986), pp. 16–38. See also the discussion in Dodd, ‘Writing Wrongs’, pp. 233–7.",
        "99": "The term ‘court’ is problematic in a medieval context, as discussed by J. Watts, ‘Was there a Lancastrian Court?’, in J. Stratford, ed., The Lancastrian Court: Proceedings of the 2001 Harlaxton Symposium (Donington, 2003), pp. 253–71. I employ the term loosely, to denote occasions when the king was surrounded by nobles and courtiers whose activities were strongly circumscribed by ritualised displays of courtesy and loyalty. For a more positive appraisal of the existence of the court in late fourteenth-century England, see Saul, Richard II, pp. 327–33. For the ‘cultural’ dimension, see J.W. Sherborne, ‘Aspects of English Court Culture in the Later Fourteenth Century’, and V.J. Scattergood, ‘Literary Culture at the Court of Richard II’, in V.J. Scattergood and J.W. Sherborne, eds., English Court Culture in the Later Middle Ages (London, 1983), pp. 1–28, 29–44.",
        "100": "A. Scaglione, Knights at Court: Courtliness, Chivalry, and Courtesy: From Ottonian Germany to the Italian Renaissance (Berkeley, 1991), pp. 25–33, 63–4, 68–86.",
        "101": "M. Vale, The Princely Court: Medieval Courts and Culture in North-West Europe, 1270–1380 (Oxford, 2001), pp. 282–94.",
        "102": "M. Bennett, ‘France in England: Anglo-Norman Culture in the Reign of Edward III’, in Wogan-Browne, ed., Language and Culture, pp. 320–33, quotation at 327. Bennett’s essay was to some extent presaged by E. Salter, ‘Chaucer and Internationalism’, repr. in D. Pearsall and N. Zeeman, eds., English and International: Studies in the Literature, Art and Patronage of Medieval England (Cambridge, 1988), pp. 239–44. See also Butterfield, Familiar Enemy, pp. 174–7, who talks about John II creating a ‘secondary court’ (p. 176).",
        "103": "Salter, ‘Chaucer and Internationalism’, pp. 241–2.",
        "104": "D.S. Brewer, ‘The Relationship of Chaucer to the English and European Traditions’, in id., ed., Chaucer and Chaucerians: Critical Studies in Middle English Literature (London, 1966), pp. 1–38; J. Wimsatt, Chaucer and the French Love Poets: The Literary Background of the Book of the Duchess (Chapel Hill, NC, 1968); R.H. Robbins, ‘Geoffroi Chaucier, poète français, father of English poetry’, Chaucer Review, xiii (1978), pp. 93–115; J.H. Fisher, ‘Chaucer and the French Influence’, in D.M. Rose, ed., New Perspectives in Chaucer Criticism (Norman, OK, 1980), pp. 177–91; D. Pearsall, The Life of Geoffrey Chaucer: A Critical Biography (Oxford, 1992), pp. 68–73. For a summary, see M. Hanly, ‘France’, in P. Brown, ed., A Companion to Chaucer (Oxford, 2000), pp. 149–66, esp. 159–61.",
        "105": "Robbins, ‘Geoffroi Chaucier’, pp. 93–115.",
        "106": "For the considerable influence of Machaut on Chaucer, see J.I. Wimsatt, Chaucer and His Contemporaries: Natural Music in the Fourteenth Century (Toronto, 1991), esp. chs. 3–6.",
        "107": "See H. Rosamund Parsons, ‘Anglo-Norman Books of Courtesy and Nurture’, Publications of the Modern Language Association of America, xliv (1929), pp. 383–455; J. Gillingham, ‘From Civilitas to Civility: Codes of Manners in Medieval and Early Modern England’, Transactions of the Royal Historical Society, 6th ser., xii (2002), pp. 267–89, esp. 269–70.",
        "108": "See D. Bornstein, ‘French Influence on Fifteenth-Century English Prose as Exemplified by the Translation of Christine de Pisan’s Livre du Corps de Policie’, Mediaeval Studies, xxxix (1977), pp. 369–86; id., ‘Chaucer’s Tale of Melibee as an Example of the Style Clergial’, Chaucer Review, xii (1978), pp. 236–54.",
        "109": "Burnley, ‘Curial Prose’, p. 593.",
        "110": "Benson, ‘Chaucer and Courtly Speech’, p. 12.",
        "111": "Ibid.",
        "112": "Pearsall, Life of Chaucer, pp. 48–9, 55–6.",
        "113": "These connections have recently been argued in relation to Chaucer’s decision to begin writing in English; but the arguments have equal force in accounting for the influence of French literature and literary genres on his work: Ormrod, Edward III, p. 460.",
        "114": "T.F. Tout, ‘Literature and Learning in the English Civil Service in the Fourteenth Century’, Speculum, iv (1929), pp. 365–89; K. Kerby-Fulton and S. Justice, ‘Langlandian Reading Circles and the Civil Service in London and Dublin, 1380–1427’, in W. Scase, E. Copeland and D. Lawton, eds., New Medieval Literatures 1 (Oxford, 1997), pp. 59–83.",
        "115": "Cf. the Statute of Provisors, 1351 (SR, i. 316–18); the Statute of Praemunire, 1353 (SR, i. 329); and the second Statute of Praemunire, 1365 (SR, i. 385–7). The purpose of the legislation was not to restrict provisors significantly, but to exert pressure on the Avignon papacy and to appeal to popular sentiment and prejudices. For commentary, see E.B. Graves, ‘The Legal Significance of the Statute of Praemunire’, in C.H. Taylor, ed., Anniversary Essays Presented to C.H. Haskins (New York, 1929), pp. 57–80; J.J.N. Palmer, ‘England, France, the Papacy and the Flemish succession, 1361–69’, Journal of Medieval History, ii (1976), pp. 339–64; J.J.N. Palmer and A.P. Wells, ‘Ecclesiastical Reform and the Politics of the Hundred Years War during the Pontificate of Urban V (1362–70)’, in C.T. Allmand, ed., War, Literature and Politics in the Late Middle Ages (Liverpool, 1976), pp. 169–89; C. Given-Wilson, ‘The Bishop of Chichester and the Second Statute of Praemunire, 1365’, Historical Research, lxiii (1990), pp. 128–42; and W.M. Ormrod, The Reign of Edward III (London, 1990), pp. 124–8.",
        "116": "See discussion in Ormrod, Edward III, ch. 16.",
        "117": "Koziol, ‘The Early History of Rites of Supplication’, p. 34.",
        "118": "TNA, SC 8/247/12318. I owe this reference to W.M. Ormrod, ‘A Problem of Precedence: Edward III, the Double Monarchy, and the Royal Style’, in J.S. Bothwell, ed., The Age of Edward III (Woodbridge, 2001), pp. 133–53, at 152, n. 78.",
        "119": "The full address reads: ‘A treshonorable et tresdote graciouse & plus puissaunt Roy de tote le mounde Edward par la grace de dieux Roy Dengleterre & Fraunce suplie & se pleynt soen poure tenaunt et simple John de Misne de Eton…’.",
        "120": "For what follows, see Ormrod, Edward III, pp. 454–5.",
        "121": "Dodd, Justice and Grace, pp. 92–5.",
        "122": "E.A.R. Brown and R.C. Famiglietti, The Lit de Justice: Semantics, Ceremonial, and the Parlement of Paris 1300–1600 (Sigmaringen, 1994), pp. 21–6.",
        "123": "For what follows in this paragraph, see L. Patterson, ‘Court Politics and the Invention of Literature: the Case of Sir John Clanvowe’, in D. Aers, ed., Culture and History, 1350–1600: Essays on English Communities, Identities and Writing (London, 1992), pp. 7–41; Staley, Languages of Power, esp. ch. 1.",
        "124": "The Works of Sir John Clanvowe, ed. V.J. Scattergood (Cambridge, 1965), pp. 42–3, ll. 118–36.",
        "125": "Ibid., p. 47, ll. 198–9.",
        "126": "Benson, ‘Chaucer and Courtly Speech’, pp. 23–8.",
        "127": "The Riverside Chaucer, ed. A. Burgess (Oxford, 1987), ‘The Legend of Good Women’, pp. 588–603, ll. 350–53.",
        "128": "Ibid., ‘Troilus and Criseyde’, p. 481, bk. i, l. 561; p. 525, bk. iii, ll. 899–903; p. 534, bk. iii, ll. 1566–8; pp. 543–44, bk. iv, ll. 428–31; D. Burnley, A Guide to Chaucer’s Language (Norman, OK, 1983), pp. 173–4; B. Windeatt, Troilus and Criseyde (Oxford Guides to Chaucer; Oxford, 1992), pp. 317–24; Staley, Languages of Power, pp. 7–10, 49.",
        "129": "As outlined, most succinctly, in A. Tuck, Richard II and the English Nobility (London, 1973), chs. 3–5.",
        "130": "See G. Dodd, ‘Conflict or Consensus: Henry IV and Parliament, 1399–1406’, in T. Thornton, ed., Social Attitudes and Political Structures in the Fifteenth Century, (Stroud, 2000), pp. 118–49, esp. 132–8; G. Dodd, ‘Changing Perspectives: Parliament, Poetry and the “Civil Service” under Richard II and Henry IV’, Parliamentary History, xxv (2006), pp. 299–322, esp. 318–19; Nuttall, Creation of Lancastrian Kingship, pt. 1.",
        "131": "This is summarised in Staley, Languages of Power, pp. 51–3. On the unpopularity of the household knights, see W.M. Ormrod, ‘Knights of Venus’, Medium Ævum, lxxiii (2004), pp. 290–305.",
        "132": "Riverside Chaucer, ‘The Squire’s Tale’, pp. 169–77, l. 106. For discussion, see Burnley, Guide to Chaucer’s Language, ch. 8.",
        "133": "Riverside Chaucer, ‘The Clerk’s Prologue’, p. 137, ll. 15–20.",
        "134": "A point underlined, in particular, in macaronic texts, where different languages were used according to the properties which they were considered to hold. Ad Putter cites an example of a love-letter written by a fourteenth-century abbot, in which French was used for the formal and polite parts of the correspondence, Latin for citing scripture, and English for the more personal and informal parts: ‘The French of English Letters: Two Trilingual Verse Epistles in Context’, in Wogan-Browne, ed., Language and Culture, pp. 397–408, esp. 403–4.",
        "135": "Thomas Usk: The Testament of Love, ed. R. Allen Shoaf (Kalamazoo, MI, 1998), Prologue, ll. 22–3.",
        "136": "Butterfield, Familiar Enemy, pp. 318–22, cautions against writing French off too prematurely, stating (p. 321) that ‘French … actually gained a stronger oral and written presence in England in the fourteenth century and into the fifteenth’. However, it is difficult to resist the logic of the argument, put most succinctly by Alastair Minnis, that since ‘Chaucer’s first and most significant audience included some of the most influential people in the land … it would seem to follow that his use of English was consistent with their tastes and expectations’; see his The Shorter Poems (Oxford Guides to Chaucer; Oxford, 1995), p. 17.",
        "137": "Dodd, ‘Rise of English, Decline of French’, passim.",
        "138": "The extent to which the linguistic forms of French-language petitions transferred into an English-language context awaits full investigation. These preliminary findings are based on published material found in Rotuli Parliamentorum; ut et petitiones et placita in Parliamento, ed. J. Strachey (6 vols., London, 1787), vol. v, pp. 204 (item 1), 206 (item 5), 272 (item 1), 272 (item 3), 328 (item 1), 330 (item 3), 330 (item 4), 331 (item 5), 331 (item 6), 332 (item 8), 333 (item 10), 334 (item 11), 335 (item 12), 335 (item 13), 339 (item 20), 343 (item 26) and 344 (item 27); Fisher, Richardson and Fisher, Anthology of Chancery English, nos. 177, 181, 183, 187, 194, 207, 215, 223, 226, 227, 228, 229; PROME, parliament of 1439, item 33; parliament of 1453, item 58. These are all examples of petitions using the address, ‘To the kyng oure soveraigne lord’.",
        "139": "PROME, parliament of 1439, item 28. For other petitions which addressed the Commons using one or more epithets, see Fisher, Richardson and Fisher, Anthology of Chancery English, nos. 192, 196, 201, 202, 208, 232.",
        "140": "Thus, examples of French-language petitions using the new, simpler form of address have been identified from the 1420s: PROME, parliament of 1422, items 34, 35, 36, 39, 40; parliament of 1423, items 19, 20, 21, 24; parliament of 1425, items 23, 24, 25, 26, 27; parliament of 1426, items 20, 25, 26, 27.",
        "141": "The reasons for these new linguistic developments lie beyond the scope of this study, but would repay detailed investigation. It is worth noting, however, that concerns about dishonest courtly language persisted into the fifteenth century—if anything, becoming more forcefully articulated. They are found in the poem Richard the Redeless (c.1400) and, especially, in Mum and the Sothsegger (c.1409). In the latter, the poet laments the failure of the political community to tell the truth to the king, suggesting that its members prefer instead to hide behind falseness and flattery—that is to say, ‘Mum’. Similar themes are addressed in the Digby Poems (c.1413–14), especially poems 2, 4, 7, 13, and 16. For the texts, see The Piers Plowman Tradition, ed. H. Barr (London, 1993); The Digby Poems: A New Edition of the Lyrics, ed. H. Barr (Exeter, 2009). For commentary, see A.B. Ferguson, ‘The Problem of Counsel in Mum and the Sothsegger’, Studies in the Renaissance, ii (1955), pp. 67–83; A. Wawn, ‘Truth-telling and the Tradition of Mum and the Sothsegger’, Yearbook of English Studies, xiii (1983), pp. 270–87; M. Giancarlo, Parliament and Literature in Late Medieval England (Cambridge, 2007), pp. 237–52. Henry IV came to the throne promising a new era of reform and truth-telling. What was a useful rhetorical platform for the Crown in the early years of the reign, however, soon became a source of political discontent in later years, as the king failed to deliver on his promises: Nuttall, Creation of Lancastrian Kingship, pt. 1. Perhaps it was this context that made the extreme sycophancy of multiple epithets less fashionable. Gradually, the desirability of maintaining continuity with the royal style of Richard’s reign—to emphasise the legitimacy and prestige of the new Lancastrian regime—was replaced by a new emphasis on a more straightforward ‘Lancastrian’ form of address, which made a virtue of brevity and simplicity.",
        "142": "G.B. Stow, ‘Richard II in the Continuatio Eulogii: Yet Another Alleged Historical Incident?’, in Saul, ed., Fourteenth Century England V, pp. 116–29.",
        "143": "PROME, parliament of 1399, item 55.",
        "144": "As outlined in the research of S. Williams, ‘English Vernacular Letters, c.1400– c.1600: Language, Literacy and Culture’ (Univ. of York Ph.D. thesis, 2001), pp. 124–5. Williams has demonstrated how the language of address clauses in petitions presented in an urban context became more and more ostentatious as the fourteenth century progressed. Adjectives such as sage, droiturels and, most commonly, honourables begin to appear in supplications addressed to the mayor and aldermen of London after 1350. From the 1370s, the holders of civic office also began to be ascribed the honorific titles seigneurs or sirs (rather than simply the meir or hommes). At the same time, supplicants no longer represented themselves as ‘good’ or ‘reputable’, but adopted a more deferential vocabulary (i.e. simples, humbles, povres) mirroring very closely the epistolary trends of petitions presented to the Crown. This is an area that would repay further detailed investigation.",
        "145": "See discussion of this model in an early modern context by M.J. Braddick and J. Walter, ‘Introduction. Grids of Power: Order, Hierarchy and Subordination in Early Modern Society’, in ead., eds., Negotiating Power in Early Modern Society: Order, Hierarchy and Subordination in Britain and Ireland (Cambridge, 2001), pp. 1–42, esp. 4–8. Braddick and Walter were drawing on the work of James C. Scott, who has worked on modern non-European societies. See, in particular, J.C. Scott, Weapons of the Weak: Everyday Forms of Peasant Resistance (New Haven, 1985); and Domination and the Arts of Resistance: Hidden Transcripts (New Haven, 1990).",
        "146": "Braddick and Walter, ‘Grids of Power’, pp. 9–10.",
        "147": "The notion of Richard II acting as a ‘tyrant’ is now largely discredited, but the view that he introduced a new type of unpopular, authoritarian kingship persists: see, in particular, Saul, ‘Vocabulary of Kingship’, and ‘Kingship of Richard II’; and S. Walker, ‘Richard II’s Views on Kingship’, in R.E. Archer and S. Walker, eds., Rulers and Ruled in Late Medieval England: Essays Presented to Gerald Harriss (London, 1995), pp. 49–63 (Walker is careful to note that it was the way in which Richard implemented his kingship rather than the ideology which underpinned it that was a novelty in the period 1397–9); and see above, n. 18."
    }
}