{
    "title": "Landscape, National Identity and the Medieval Past in England,c.1840–1914*",
    "author": "Paul Readman",
    "date": "08 October 2022",
    "article": "This article re-examines the place of the Middle Ages in nineteenth- and early twentieth-century English culture. In doing so, it presents an argument about the interrelationship of landscape, history and English national identity. Emphasising the importance of the medieval past to mainstream constructions of Englishness, the article shows how this importance largely derived from the felt presence of the Middle Ages in the physical environment, in the landscape of England. Their history congealed in the fields, forests, hills, towns and villages of the present day, the Middle Ages were readily accessible through imaginative agency and possessed of vital contemporary meaning. Embodied experience of landscape offered Victorians and Edwardians compelling evidence of the long continuities of English national history, from Anglo-Saxon times onwards. In an increasingly democratic context, the medieval presence in the landscape was evidence of the continuity not only of the institutions of the realm, but of the English people themselves. Until at least the First World War, and perhaps beyond, the tangible heritage of the Middle Ages in the English landscape served as an important source of reassurance of the nation’s endurance and progress, amid the transformations of modernity.The scholarly debate as to whether nations are ancient or modern shows no sign of abating.[CITATION-1] But whatever our views on this debate, no one denies that nations claim legitimacy from tracing their origins back to a distant past—even if many would say such lineages are fabricated, the stuff of ‘invented traditions’.[CITATION-2] The Middle Ages in particular have often provided material for what Anthony D. Smith called the ‘Golden Age’ elements of these nationalist narratives.[CITATION-3] This was true in many European countries across the modern period, including the nations of the British Isles.[CITATION-4] Focused on England in particular, the present article emphasises the importance of the distant past, and specifically that of the Middle Ages, to mainstream expressions of modern Englishness. It argues that the nationalistic significance of the medieval past was largely derived from the felt presence of this past in the physical environment, in the landscape of England. After all, landscape, like history, has always played a central role in the construction of national identities: nations are territorial entities, existing in space as well as time. And in the case of England, the period between the arrival of the ‘Anglo-Saxons’ in the fifth century and the coming of the Reformation in the sixteenth was especially important in this connection. From the middle of the nineteenth century until at least the First World War, the medieval past was central to the territorialisation of English national memory and, by extension, to the construction of English national identity.[CITATION-5] In making this case, the present article builds on my 2018 book,.[CITATION-6] With that book, I sought to demonstrate the importance of landscape in sustaining the sense of connection with the past on which Englishness was founded. My quarry was the past generally in the landscape; I was more reticent about its chronological particularity: the Middle Ages were not a point of analytical focus. However, much of the history immanent in the English landscape was (and is) medieval in character. Using material not drawn upon in the book, what follows explores the significance of this to the construction of English national identity. My aim here is not to deny the nationalistic significance of other pasts and their landscapes—narratives of nationhood rely on long continuities as well as ‘Golden Ages’, after all. But I do wish to demonstrate the hitherto under-appreciated role of landscapes of the specifically medieval past.Indeed, not just in relation to national identity but more generally, historians have been reluctant to examine the nineteenth-century interconnection of the Middle Ages and the physical environment—the history which, to adapt the terminology of the social anthropologist Tim Ingold, was experienced as being ‘congealed’ in the landscape.[CITATION-7] Notwithstanding the work of historians of archaeology and antiquarianism (much of which has, in any case, been focused on the eighteenth and twentieth centuries),[CITATION-8] there has been limited appreciation of the wider cultural significance of the fact that, as Charles Dellheim put it some decades ago, ‘medieval survivals … were a physical presence in the improving, industrialising society’ of modern England, and that ‘for most Victorians the sense of the past was a visual rather than a verbal faculty, cultivated in the landscape more often than in the library, shaped in direct encounter with material objects’.[CITATION-9] Even Dellheim had less to say about this than might be expected, and he was never especially concerned with what it might tell us about national identity. In re-examining cultural interactions with the physical presence of the medieval past in the nineteenth-century landscape, this article offers a new reading. It suggests that the nationalist significance of the Middle Ages very largely derived from its felt immanence in the topography of the homeland.It is impossible to exaggerate the impact of the picturesque on English engagement with landscape. Instructed by William Gilpin, Richard Payne Knight, Uvedale Price and other exponents of this new way of seeing, and facilitated by wars that made travel abroad impracticable, tourists flocked to the Wye Valley, the New Forest, the Lake District and other locales where picturesque scenery might be appreciated.[CITATION-10] The endeavour was charged with patriotic purpose; this was about celebrating the English homeland (even, as in the case of the Wye, when it was to be found in Wales).[CITATION-11] Given its emphasis on irregularity of form, ruins played an important role in picturesque discourse. Many dated from the Middle Ages—as in the case of Tintern Abbey, the fame of which was ensured by Gilpin’s proselytising and Wordsworth’s poetry.[CITATION-12] Castles, too, were valued elements of picturesque landscapes; like abbeys, they offered in their ruination pleasing sensations of melancholy. But the historical associations attached to these relics were less significant than their pictorial impact—the extent to which they conformed to approved aesthetic criteria. Antiquity was no necessary determinant of picturesque effect. For this reason, Gilpin could admire the visual qualities of modern-day industry in the landscape, such as forges and mills, even when sited cheek-by-jowl with ‘venerable vestiges of [the] past’.[CITATION-13] For this reason, too, gentlemanly ‘improvers’ had little compunction in sweeping away the physical traces of the Middle Ages, anachronistically remodelling or incorporating them into new designs. Thus, medieval mottes became viewing platforms and bowling greens, ruins were ‘enhanced’, and deer parks were absorbed into artfully laid-out gardens and demesnes.[CITATION-14] Such practices reflected the still-persisting negative connotations of the Middle Ages; conjoined to the aesthetic appreciation of ruins was a reading of them as appropriately dilapidated emblems of the temporal and spiritual tyranny of pre-Reformation times, now happily overthrown.But if the picturesque originally promoted a sensibility that prioritised aesthetic effect over historical association, this did not last for long. Late eighteenth-century antiquaries stimulated interest in the Middle Ages through on-foot exploration of the countryside in search of physical traces of the past.[CITATION-15] Moreover, as Rosemary Sweet has shown, the urban histories written in this period assigned prominence to the medieval heritage of now often-burgeoning towns and cities, the better to establish the origins of their present-day vibrancy and so stake claims for national recognition.[CITATION-16] To these currents of historical inquiry was joined the related tide of Romanticism. Here, the influence of Walter Scott was crucial. Through his novels, ballad poetry and antiquarianism, Scott made the past live in the landscape as never before.[CITATION-17] In England as much as Scott’s native Scotland, the picturesque was now invested with historical associations of a more agreeable kind, with romantic myth-history, with knightly feats of chivalry and valour. Perhaps the best-known expression of this sensibility was the enthusiasm for Gothic castles, an enthusiasm that extended from an admiration of existing medieval survivals to their reincarnation in the contemporary landscape.[CITATION-18] But the Scott-inspired historicisation of the picturesque enchanted the landscape more generally. Even places previously regarded as dreary or barbarous—such as the wild moorlands of the Anglo-Scottish border—could be overlaid with a patina of glamour derived from associations with a now rehabilitated medieval past, however fancifully imagined or mythologised.The revolution in historical imagination wrought by Scott was accompanied by a revolution in historical scholarship—one which placed the medieval past centre stage. In this interpretation, the genesis of England’s nineteenth-century greatness, and indeed of the constitution (typically seen as specifically English rather than British), could be traced to Anglo-Saxon times, to the folk-moots of the self-governing ‘mark’ or village community, even to the forests of ancient Germany.[CITATION-19] For some, this story shaded into a racial Teutonism, perhaps especially when combined with the long-standing view that 1066 marked the imposition of an alien ‘Norman Yoke’ of tyranny on a free people.[CITATION-20] But the key emphasis, particularly in the accounts of leading Victorian historians, was on continuity rather than caesurae, on the stately progress of the nation and its institutions from Anglo-Saxon origins to more glorious heights of power, prosperity and freedom.[CITATION-21] The cultural and intellectual significance of this historiography has attracted much comment. Typically conceptualised as ‘Whig’ or whiggish in its teleological progressivism, it has been seen as an important expression of what might be termed the ‘constitutional Middle Ages’.[CITATION-22] But recognition of the nationalist dimension of this body of historical writing has often been somewhat obscured by an emphasis on its political context, especially that of Victorian liberalism—as is the case in John Burrow’s, for example.[CITATION-23] Yet, as theorists of nations and nationalism have long recognised, a felt sense of continuity is a precondition of identity, national or otherwise;[CITATION-24] and these histories provided one source of this continuity so far as nineteenth-century England was concerned. They evidenced the nation’s endurance through the vicissitudes of the past, offering reassurance of its continued endurance amid those of the present and future.Landscape was important to crafting such patriotic narratives. The organic development of the nation was read in the physical environment. That landscape could be interpreted historically may seem obvious, given the work of modern-day archaeologists, the scholars of theschool, or landscape historians in the tradition of W.G. Hoskins and Maurice Beresford. But the extent to which nineteenth-century historians engaged with the out-of-doors world has been insufficiently appreciated. Following the practice of their antiquarian forebears, many prominent mid-to-late Victorian historians—E.A. Freeman, J.R. Green, F.W. Maitland, James Bryce, Mandell Creighton, to name but a few—were prodigious in their on-foot exploration of the places featured in their histories.[CITATION-25] Such exploration was central to their historical practice, which to an extent anticipated Lucien Febvre, Fernand Braudel and otherin its conviction, as Green put it, that ‘History strikes its roots in Geography; for without a clear and vivid realization of the physical structure of a country the incidents of the life which men have lived in it can have no interest or meaning’.[CITATION-26] This was particularly true so far as their writing of medieval history was concerned. Himself convinced that geography was ‘the foundation of history’,[CITATION-27] Bryce recalled that when Freeman was working on the invasion of 1066, ‘[h]e visited every spot upon which the Conqueror is recorded to have set his foot’ and ‘[w]hen writing upon Rufus’, the ill-starred son and heir of William I, ‘he spent some time in examining the afforested district of the New Forest, and sought for traces of the villages and churches said to have been depopulated or destroyed’.[CITATION-28] Such purposive engagement with landscape found most imaginative expression in the work of Freeman’s friend John Richard Green, whose(1874) was almost certainly the best-selling history of England until the appearance, seventy years later, of G.M. Trevelyan’s equally place-sensitive.[CITATION-29] Green’s magnum opus testifies to his reading of history through landscape. A visit to the Isle of Thanet in 1870, where he walked the coastline around Ebbsfleet, convinced him that this was where the Saxons first made landfall in 449. Quite apart from what themight say, it was clear from the lie of the land. ‘Everything in the character of the spot’, Green wrote, confirmed the truth of the story: where now lay the ‘misty level of the present Minster Marsh’ there had been ‘a broad inlet of sea parting Thanet from the mainland’, and it was down this channel that ‘the pirate-boats of the first Englishmen’ had evidently come sailing.[CITATION-30] Attentiveness to landscape grew still more pronounced in Green’s later work, much of it undertaken in collaboration with his wife Alice—witness the extensive use of archaeology and geography in(1881), for instance.[CITATION-31] It helps explain, moreover, why (again like Trevelyan after him) Green’s writing proved so suited to pictorial accompaniment: 1892 saw the publication of a four-volume ‘illustrated’ version of his, edited by his wife and Kate Norgate, one of his protegées, scholar of Angevin England and another notably topographically engaged historian.[CITATION-32] The medieval history written by these historians had a visual quality derived from their engagement with landscape—from their insistence, as Freeman put it in his, that ‘the finished historian must be a traveller; he must see with his own eyes the true look of a wide land; he must see too with his eyes the very spots where great events happened’.[CITATION-33] It was an approach that would be carried forward into the twentieth century by Trevelyan. Indeed, its persistence in rude health calls into question the idea that a late Victorian professionalisation of scholarship caused a decline of popular interest in history, which retreated behind the rebarbative ramparts of ivory tower academia.[CITATION-34] It may be the case, as Rosemary Mitchell has suggested, that loosely factual or straightforwardly fictive versions of what she calls ‘picturesque history’ had slipped into desuetude by the 1860s—one could place the historical novels of Harrison Ainsworth in that category—but the English popular imaginary remained suffused with historical consciousness.[CITATION-35] If anything, and doubtless stimulated by the histories of Green, Freeman and others, the mid-to-late Victorian and Edwardian periods saw a broadening of this historical consciousness, as it gained new significance and was put to new uses across a range of political and cultural fields. Moreover, in many of its more important manifestations it remained closely associated with the medieval past and its heritage in the landscape, and was invested with a patriotic charge as never before.This can be seen in the arena of political debate. Reference to the past was integral to politics across the nineteenth century, with different historical periods, events and figures invoked in the service of various ideological agendas.[CITATION-36] Such was nothing new—consider the use made of the ‘ancient constitution’ in the seventeenth century—but it assumed notably varied and broad-ranging forms in the democratising context of the Victorian period.[CITATION-37] Many of these forms were medieval, with the Middle Ages being found useful not just on the conservative end of the political spectrum, as Alice Chandler has emphasised,[CITATION-38] but by those more liberal—and even radical or socialist—in their allegiances.[CITATION-39] Magna Carta, for example, provided inspiration for radical groups—most obviously the Chartists—as well as ballast for the patriotic constitutionalism of the Whig-Liberal elite; while for socialists such as William Morris, the guild system of medieval towns offered a model for collective organisation in the present.[CITATION-40] By no means all this liberal-radical medievalism was connected to landscape, but much of it was, directly or indirectly. For many members and supporters of the Liberal party, the idea of the self-governing Anglo-Saxon ‘Village Community’ gave impetus to their critique of the persisting ‘feudalism’ of the English countryside—a feudalism that originated with the Norman Conquest. This critique posited the existence of a parlous state of affairs in the nineteenth-century present, one in which an enclosed landscape dominated by great estates was sapping the vitality of the English nation. Charged with patriotic indignation, it portrayed rural local government as under the tyrannously self-interested control of the aristocracy and gentry, and the ownership of land as being progressively concentrated in the hands of these same elites through primogeniture and entail. The result of this, so the argument went, was the political, moral and material degradation of the English countryside, and by extension the inflicting of grave injury on the nation: with no opportunity for an independent living on the land, and no scope for active involvement in the public affairs of their home localities, the able-bodied and ambitious were driven into overcrowded cities, there to sink into squalor to the detriment of the race.In their assault on feudalism, Liberals looked back to the pre-Conquest past. Proposals for elected parish, district and county councils could, in the words of Sir Charles Dilke, be presented as following ‘the ancient historical lines of free local government in this country’, as ‘returning to the Saxon polity’ and ‘undoing the Norman Conquest, through which … the Saxon township was degraded into the French feudal manor’.[CITATION-41] Similarly, reforms aimed at abolishing the Norman innovations of primogeniture and entail would, it was claimed, bring more and smaller parcels of land onto the market.[CITATION-42] This in turn would promote the diffusion of property ownership and the remaking of large tracts of the English landscape in the image of that which, according to the now-textbook version of history, had obtained in Anglo-Saxon times—a countryside of happy homesteads, where ‘most free Englishmen possessed a plot of land’ and ‘[t]he English were therefore a nation of farmers and herdsmen, delighting in a simple out-of-door life’.[CITATION-43] From the mid-1880s, echoes of this vision of England were also heard in demands for a smallholdings act—the famous ‘three acres and a cow’—to benefit agricultural labourers newly possessed of the parliamentary vote.[CITATION-44] They received further airing in the Edwardian period, which saw the Liberal cry for land reform reach its culminating pitch of intensity.[CITATION-45] By this time, however, the Liberal attack on ‘feudalism’ drew less strength from evocations of the Anglo-Saxon past and its landscape than it had done previously. In the heady days of Lloyd George’s great crusade against ‘landlordism’ in 1910–14 more emphasis was placed on the pre-enclosure landscape as offering inspiration for future reform. But Liberal accounts of the violation of this landscape by landlords and landlord-dominated parliaments nevertheless pointed the finger at a system with its origins in the medieval past. The late eighteenth- and early nineteenth-century loss of the commons that had sustained the self-sufficient livelihoods of small ‘yeoman’ farmers was the crowning infamy of a feudal order whose control over politics (through the House of Lords) and territory (through landlordism) now needed to be broken once and for all. As Lloyd George told the National Liberal Federation in 1911, ‘The feudal system might have been very useful in the Dark Ages, but it is absolutely unsuited to the needs of to-day. It is just like clothing a member of the Territorial Army in a coat of armour; it impedes his movements, weighs him down’.[CITATION-46] Liberals were not the only ones exercised by the evils of feudalism. A stronger critique was offered by socialists, and, as Paul Ward has shown, the arguments they mustered savoured strongly of patriotism.[CITATION-47] Theirs was a patriotism rooted both in the soil and in radical readings of history—in a conviction that the land of England must truly belong to the English people, as in the past. More particularly, the past they looked to was a medieval one, and specifically that of the fourteenth and fifteenth centuries, which for socialists like Morris and H.M. Hyndman was a golden age of pastoral plenty, when land was held in common and men were free from the drudgery of the mechanistic wage-slavery that would be imposed in later centuries. In propounding this vision of a pre-Reformation Merrie England as an inspiration for radical reform—even revolution—in the present, these socialists did not seek to resuscitate the actual social conditions of the Middle Ages.[CITATION-48] They took a selective approach. In, Morris’s account of a Utopian England of the future, beneficial aspects of the medieval past—common ownership of land, craftworking, the collectivism of guild association—were retained, while bad elements—notably the tyranny of lords temporal and spiritual—were removed.[CITATION-49] But one constant was the emphasis on the medieval landscape as emblem, expression and enabler of the ‘perfect freedom’ enjoyed by ordinary English people. This was an open, unhedged and unenclosed landscape; its synecdoche was the heath, forest or common. Thus it was that in, his novel about the Peasants’ Revolt of 1381, Morris had his protagonist hear a singer in a tavern recite a ballad about Robin Hood, one ‘concerning the struggle against tyranny for the freedom of life, how that the wild wood and the heath, despite of wind and weather, were better for a free man than the court and the cheaping-town’. As others joined in the singing, ‘a picture of the wild-woods passed by me, as they were indeed, no park-like dainty glades and lawns, but rough and tangled thicket and bare waste and heath, solemn under the morning sun, and dreary with the rising of the evening wind and the drift of the night-long rain’.[CITATION-50] Elsewhere in the book Morris offered a more felicitous version of the unenclosed ‘waste’ in describing a village common, complete with grazing geese, a herd of cows and a willow-lined stream wending through it. And significantly, it is on this common that the men of Kent, led by John Ball, are depicted by Morris as beginning their armed rebellion. The common’s status as a landscape of freedom is underscored by it becoming a battlefield on which the poor wreak bloody vengeance on the sheriff, knights and lawyers bent on depriving them of their birth-right in the soil.[CITATION-51] The common was crucial to socialist invocations of the past because it was access to common land—so the argument went—that had supported the people of the Middle Ages in freedom and plenty. As we have seen, this was a view shared by many Liberals and radicals (even though they were less likely to date the loss of this landscape of liberty to the enclosures of Henry VIII or the Dissolution of the Monasteries than to agricultural ‘improvements’ from the late eighteenth century). Yet the significance of the medieval common extended beyond the bounds of political debate. In the industrial society of nineteenth-century England, the common did not merely serve as inspiration for land reform projects and socialist dreams; its real-life meaning and use-value was a subject of considerable cultural concern.Where still present in the landscape, commons were seen as survivals from the medieval past, what Freeman in hiscalled ‘the remains of the most ancient forms of property’.[CITATION-52] Many were found in woodland, not least because these were places less amenable to agricultural improvement. Often, they were also places in which commoners continued to exercise rights inherited from medieval times, such as pasturage, turbary (turf-cutting) and pannage (the turning out of pigs to forage): examples include Epping Forest, the Forest of Dean and the New Forest. Early nineteenth-century views of these old deciduous woodlands had not generally been favourable. Commenting on the New Forest in his(1830), William Cobbett saw the decay of its ancient trees, the lack of silvicultural management and the prevalence of pests such as rabbits as symbolic of the Crown’s mismanagement of the nation’s domain: the forest was a physical embodiment of Old Corruption.[CITATION-53] Others indicted not the officials who managed the woods, but the smallholders and charcoal-burners who for generations had relied on their common rights to scrape a livelihood.[CITATION-54] The exercise of these rights was felt to frustrate the improvement of the landscape. It prevented the planting of healthy stands of trees required for England’s growing economy—and, until mid-century, the wooden walls of the Royal Navy.[CITATION-55] Different languages of patriotism, then, conceived the medieval heritage in forest landscape as problematic: it was either a feudal relic, anathema to the liberties of the freeborn Englishman, or the vestige of an agricultural system at odds with the prerequisites of a modernising nation, one that needed to make maximal use of its natural resources.After mid-century, however, ancient forests began to be viewed in more positive terms. In some accounts, they were prized as giving imaginative access to an older and more picturesque England, their primitive charm offering refreshment to the jaded sensibilities of ‘prisoners of civilisation, and walkers among brick-walls’.[CITATION-56] More particularly, and assisted by the burgeoning popularity of the Robin Hood myth, they were increasingly seen as landscapes of liberty, places that embodied a specifically English spirit of freedom that traced its origins to medieval times.[CITATION-57] The oaks that were so prized a feature of these woodlands were associated not only with the liberty-preserving Navy (the foundation of which was attributed to Alfred the Great),[CITATION-58] but with the Anglo-Saxon roots of English self-government. Oaks were said to mark the gathering-place for the proto-parliamentary ‘open-air assembly’ of the ‘Folk-Moot’.[CITATION-59] But more important than the historical associations attaching to the trees themselves was the commonable character of the landscape. Thus in the New Forest and the Forest of Dean, the rights jealously guarded by the smallholders were now a happy ‘relic of Saxon liberties’, as were the ancient Courts of Verderers—or ‘Swainmotes’—that oversaw their exercise.[CITATION-60] This was seen to conduce to a distinctively English—and distinctively beautiful—forest landscape, one characterised not by dense plantations of conifers or ‘jungles of untamed nature’, but open broadleaf woodlands, their development being shaped by the cottage economy of the ‘small man’ who lived amongst them.[CITATION-61] Such a perspective conscripted the once-maligned commoners into the ranks of a larger argument about land rights—one that was directed not only at forest ‘wastes’ but commons more generally. By the late nineteenth century, commoners had become ideal-type Englishmen—independent, self-sufficient, and rooted to the soil at a time of a much-deprecated ‘rural exodus’ to city slums. They were a class of people that both Conservatives and Liberals sought to preserve through various schemes of legislative reform. But the originally medieval rights that accorded commoners their livelihoods were increasingly seen as standing proxy for wider claims of access to land. In this interpretation, common land was a birth-right inherited from Saxon times; but in the context of political democratisation, it was now seen as one shared by the whole people.This shift in attitudes found expression in organised agitation for the preservation of commons from enclosure, whether for agricultural or building developments. Spearheaded by the liberal intellectuals of the Commons Preservation Society (CPS), a well-connected pressure group established in 1865, the campaign was notably successful: landmark achievements included the rescue of Epping Forest, Hampstead Heath and other metropolitan commons, as well as protective parliamentary legislation.[CITATION-62] Its leaders elaborated a new conception of public amenity in landscape, one that drew legitimacy from the medieval past: the antiquity of commons justified their preservation for the good of an increasingly urbanised nation—not least on account of their associations with that spirit of popular liberty, rooted in Anglo-Saxon times, which many saw as central to Englishness. Reflecting on the successes of the CPS to 1894, G.J. Shaw-Lefevre, one of the society’s founders, concluded that the result of its activism ‘has been to reverse [the] idea of absolute ownership of Lords of Manors in the waste lands of their districts … to restore to the Commons something of the attributes of the ancient Saxon Folk-Land, and to establish the principle that they concern the interests of … the public generally’.[CITATION-63] Thus it was that a distinctively medieval feature of the English countryside served to drive the modern-day movement for landscape preservation, as it got underway in the late Victorian period. This charged the movement with a sense of patriotic urgency; it made it an expression of English cultural nationalism.Further impetus came in 1895, with the establishment of the National Trust as a body for the acquisition and holding in perpetuity of ‘places of historical interest or natural beauty’. Many of its early leaders were active in the CPS—Octavia Hill is one example—and the two organisations shared similar outlooks.[CITATION-64] In particular, they were both actuated by a patriotic regard for the nation’s medieval inheritance in the landscape. For the CPS, the focus was common land, and latterly footpaths. Described by Hardwicke Rawnsley (who with Hill was one of its founders) as ‘the youngest-born of our patriotic societies that aim at preserving beautiful and historic Great Britain to future generations’, the National Trust had a wider remit.[CITATION-65] But the Trust’s commitment to preserving beauty spots such as Gowbarrow in the Lake District ran alongside deep concern for places with links to the Middle Ages. The first English building that came into its hands, in 1896, was a pre-Reformation clergy house at Alfriston in Sussex; acquired the same year, its first English landscape was Barras Head in Cornwall, a place saturated by associations with the myth-history of King Arthur and Tennyson’s. Offering what Hill thought was ‘the best view of the Castle of Tintagel’, the thirteenth-century ruins of which had become a popular tourist destination, the place—‘so dear to us all from legend and poetry’—offered a potent combination of picturesque clifftop scenery and medieval historical romance.[CITATION-66] The lure of Camelot evident here is consistent with the persisting cultural purchase of what David Matthews calls the ‘Romantic Middle Ages’, and specifically the chivalric ideals with which the Arthur legend was connected.[CITATION-67] Indeed, the cause of landscape preservation more generally was sometimes associated with knightly virtues, the upper middle-class leaders of the National Trust, the CPS and others being presented as actuated by selfless concern for the welfare of ordinary Englishmen and women. It was in this vein thatcharacterised the resistance successfully offered to schemes, proposed in the 1880s, for the construction of railways in the Lake District. With its Arthurian caption of ‘The Ladies of the Lakes’, a cartoon () celebrating the defeat of one of these schemes featured ‘The three lovely Damsels, Ennerdale, Borrowdale, and Derwentwater’ being ‘rescued by the doughty knight of St. Stephen’s’—the parliamentary allies of the CPS—‘from the railway rough and mineral miscreant who would have done them a fatal injury’.[CITATION-68] ‘The Ladies of the Lakes’,, 28 July 1883, p. 39. Reproduced with permission from Bodleian Libraries, University of Oxford.The medieval-chivalric inflections present in preservationist discourse might seem to support a conservative reading of the movement; from the 1839 Eglinton Tournament on, ideals of courtly virtue were closely associated with elite culture, having received the imprimatur of Queen Victoria and Prince Albert.[CITATION-69] Indeed, some scholars and commentators have applied such a reading to the National Trust.[CITATION-70] For Paula Weideger, ‘from its beginnings the National Trust seems to have been involved in stopping the clock’, before later ‘trying to run it backwards’.[CITATION-71] Yet such an emphasis gives a distorted picture. Whatever view might be taken of the later history of the Trust, not least its enthusiastic acquisition of stately homes after the Second World War,[CITATION-72] it is misleading to see its early activities as expressive of a reactionary Englishness. To be sure, some of its supporters were Conservatives, but its leading lights were mostly Liberals and radicals.[CITATION-73] But more than this, the early focus of the Trust’s campaigning was not on the mansions of the rich: only one of its pre-1914 properties—Barrington Court in Somerset—was a country house, and its acquisition was undertaken reluctantly.[CITATION-74] Its patriotic mission was not to preserve historic landscapes of feudal hierarchy, but to restore England to the English people through the preservation of access to valued landscapes. Many of these landscapes were medieval, and they were valued precisely because of their associations with quotidian lived experience; in a sense they were landscapes of social history, settings for the story that J.R. Green had told so vividly in hisAs Hill put it, there was ‘nothing great’ or ‘very striking’ about the buildings in these landscapes. Yet in this ordinariness lay their significance. Places such as Alfriston Clergy House, Tintagel Post Office (a fourteenth-century cottage acquired a few years after nearby Barras Head), or the bridges at Eashing, near Godalming, said to date back to the reign of King John, were quietly evocative of ‘simple life long ago’. Their value lay in ‘carrying the mind back to the days of our fathers, and to that out of which England has grown’.[CITATION-75] Even landscapes in which there was no built record of the Middle Ages could recall the day-to-day past of medieval England. Commons are a case in point. Although they were the special concern of the CPS, many fell into the hands of the National Trust. One example was Minchinhampton Common in the Cotswolds (acquired 1913), the title deeds for which went back to Domesday; another was Ludshott Common in Hampshire (1908), whose heathland—and the rights to which it was subject—had supported agricultural communities for centuries.[CITATION-76] Other National Trust-owned landscapes were similarly evocative. Like Ludshott Common, Wicken Fen in Cambridgeshire (1899) offered access to the rural England of medieval times, in this case—as G.M. Trevelyan later reflected after one of his many visits there—the distinctive landscape of ‘reeds, sedge, willow and innumerable other growths … that once spread from Cambridge to Lincoln’.[CITATION-77] Still other such places were suggestive of the religious life and customs of the distant past, providing evidence of the long continuities of Christian faith in England. Purchased in 1913 with the proceeds of a public fundraising campaign, the 60-acre tract of downland at Colley Hill near Reigate in Surrey was valuable not just for its natural beauty, but also for its associations with the Pilgrims’ Way—the route by which medieval penitents travelled to Canterbury and the shrine of Thomas Becket. Immortalised by Chaucer, the Pilgrims’ Way crossed Colley Hill, and so it was appropriate that its dedication to the Trust was celebrated with an historical pageant: this involved a procession of costumed performers along the line of ‘the old trackway’, which was ‘now at last assured to the pilgrims of to-day as free and as open as when, seven hundred years ago, the votaries of St. Thomas passed … to his shrine at the Reigate cross roads’.[CITATION-78] The priorities of late nineteenth- and early twentieth-century landscape preservation intersected with changing recreational practices. Bank Holidays, shorter working hours and reduced travel costs led to the exponential expansion of the domestic tourist industry: seaside resorts such as Blackpool boomed. But it was not all sun and sandcastles; there was a parallel growth in what today might be termed ‘heritage tourism’. As never before, people sought access to the past via holiday experiences of the English landscape; and in doing so, much of their attention focused on places evocative of the Middle Ages. This is clear from the literature that proliferated to meet the needs of these history-conscious tourists, the volume and variety of which it is difficult to exaggerate. Handbooks were produced for specific places rich in medieval associations. Examples include the New Forest, Tintagel, and—at a still finer degree of granularity—the Westbury and Uffington White Horses in Wiltshire and Berkshire, two sites closely associated with King Alfred’s victory over the Danes in 878 that were celebrated as a reminder of ‘the blessings we enjoy in our long exemption from foreign yoke’, and further popularised as heritage in the writings of Thomas Hughes.[CITATION-79] Much of this literature, however, encompassed whole categories of tourist attraction, such as abbeys, castles and cathedrals, with a view to elucidating the medieval history of these most visible signs of the past in the landscape. Major ventures included Cassell’s(1887) and Ward Lock’s ‘Cathedral Cities of England and Wales’ series, volumes of which appeared from the late 1880s.[CITATION-80] Dense with detail and often written by clergymen, these books drew heavily on the work of eighteenth- and early nineteenth-century antiquaries (as well as classic authorities such as William Camden and John Leland). To some extent, they represented a continuation of this long-established tradition of gentlemanly-amateur engagement with the physical remains of the past in the landscape.[CITATION-81] What was certainly new, however, was the volume and diversity of the texts produced: antiquarianism, sometimes seen as falling into decay in the late nineteenth century,[CITATION-82] was disseminated to a much wider public. At one level, and perhaps claiming the strongest kinship with that which had come before, were those books aimed at a serious-minded middle-class market; some of them, for instance R.J. King’s perhaps misnamed five-volume ‘handbook’ to the cathedrals of England, published by Murray’s between 1861 and 1879, would have proved cumbersome items of holiday impedimenta.[CITATION-83] But the vibrancy of the market for these kind of books should not be underestimated. Many of the more accessible (and portable) publications sold well. All the volumes in Ward Lock’s ‘Cathedral Cities’ series were priced at 1and all ran to numerous editions before 1914. Indeed, Ward Lock’s success prompted rival publishers such as George Bell to bring out their own ‘Cathedral series’ (as Bell’s did in 1896), while J.M. Dent—later famous for its Everyman books—inaugurated a long-running ‘Mediaeval Towns’ series in 1898.[CITATION-84] Aimed at a more popular market still were the guides published by the Great Western Railway (GWR), many of which harped at length on the medieval heritage made accessible by its network. One example was the(1908), priced at 3, which was presented as being ‘of especial interest to the vast number of people who like to read about and visit such ecclesiastical edifices for which the G.W.R. is famous’.[CITATION-85] Guides to Britain as a whole, for instance Baedeker’s, also lavished attention on medieval churches, abbeys, cathedrals and castles—an emphasis that was underlined by the inclusion of an ‘Historical Sketch of Architecture in England’ by E.A. Freeman, which was largely preoccupied with the pre-Reformation ecclesiastical built environment.[CITATION-86] Yet still more striking in their engagement not just with architecture but with the medieval landscape more broadly, were the guides to English counties produced in diluvial quantities by a range of publishers. The gold standard was set by John Murray, whose hardback handbooks began appearing in the 1850s; typically running to several editions each, they proved popular with educated middle-class readers.[CITATION-87] Freighted with antiquarian detail (quotations from William Camden’s(1586) or Michael Drayton’s(1612–22) were not uncommon), they provided authoritative descriptions of tourist sites and discussions of their historical associations. To this was conjoined an emphasis on the picturesque quality of these sites, many of which were not only situated in wooded, rugged or remote rural locales but featured asymmetrically scenic ruins as well. Reflective of the persisting importance of picturesque ways of seeing the landscape in late Victorian and Edwardian English culture more broadly, not least evident in the practice of artists and photographers,[CITATION-88] the suggested itineraries detailed in Murray’s guides displayed a preference for landscapes rich in such attributes. Thus, the one-week tour recommended in the fourth edition of the(1904) involved visits to the ruins of Helmsley Castle, three further castles, four abbeys (Rievaulx, Byland, Jervaulx, Bolton), and at least four ancient parish churches.[CITATION-89] Similar emphases are apparent in the county guides of other publishers. Those produced by Adam and Charles Black were perhaps most like Murray’s, not least in their recourse to antiquarian exactitude and courting of a self-consciously cultivated history-aware market. In the thirteenth edition of(1888), for example, approximately one-third of the total text—and two-thirds of the illustrations—was devoted to medieval subjects. Much space was given over to detailing the findings of antiquaries, citing classic as well as contemporaneous authorities (the entry for Pontefract began with a long extract from Camden), and discussing recondite points of dispute—such as the vexed question as to the genuineness of the epitaph originally engraved over ‘Robin Hood’s tomb’ at Kirklees.[CITATION-90] This kind of content was appropriate given the publishing house—Black’s was the publisher of Walter Scott, whose works were extensively quoted in the guides[CITATION-91] —but it nevertheless gives a good indication of the extent of touristic engagement with the medieval past. This is further borne out by the sheer popularity of Black’s guides, which were significantly cheaper than Murray’s (many were just 1), and by the proliferation of other inexpensive publications of a similar kind.[CITATION-92] Examples of the latter include Stanford’s ‘tourist guides’, available from 1876 at 2each, Nelson’s ‘Thorough Guides’ (from 1880), Methuen’s ‘Little Guides’ (from 1898), and Ward Lock’s various one-shilling ‘illustrated’, ‘historical’, and ‘pictorial and descriptive’ guides (from around 1880), as well as the same publisher’s series of ‘Guide Books to the British Isles’ (from 1896). To varying degrees, all laid considerable emphasis on the medieval heritage in the landscape.In the late Victorian and Edwardian period, then, the ‘antiquarian tourist’—to use a moniker common at the time—occupied an important section of the market. Of course, the people who fell into this category evinced differing levels of interest in the medieval past: for some, its pursuit would have been the primary object of a holiday; for others, it would have been one of any number of eagerly anticipated activities. But the evidence of both mainstream and specialised guidebooks (those aimed at walkers and cyclists, for example) makes clear the normative importance of history-conscious tourism, and the significance of the Middle Ages to that activity.[CITATION-93] This reflects the continued growth of interest in the English past in these years, a phenomenon traceable in the persisting vitality of local archaeological, antiquarian and historical societies, and the popularity both of serious history-writing such as Green’sand belletrist historical literature of less intellectual merit.[CITATION-94] It was also apparent,, in the fashion for the commemoration of historical anniversaries (the King Alfred Millenary of 1901 is one example), the preservationist movement, and the Edwardian enthusiasm for historical pageants.[CITATION-95] Much of this engagement with the past had a patriotic inflection, being focused on the maintenance of a sense of national continuity at a time of rapid social, cultural and technological change. Such a focus is also apparent in the guidebook literature, which supplies particularly good evidence of the special importance of the medieval landscape in providing a tangible record of the nation’s antiquity and its survival through the vicissitudes of centuries.Many guidebooks made much of the religious heritage in the landscape, presenting medieval churches, abbeys and cathedrals as appealing on account of ‘their inseparable alliance with the history of the country’.[CITATION-96] They were celebrated as physical embodiments of the nation’s long and continuous legacy of Christian worship, so complementing the accounts offered in Anglican historical scholarship.[CITATION-97] This reflected the centrality of a broad-based rather than—as had been the case in the past—specifically Protestant Christianity to English (and British) national identity.[CITATION-98] In the eyes of many late Victorians and Edwardians, the post-Reformation Anglican establishment was a modern development of a pre-existing, autochthonous and thoroughly national religious tradition. It was in this vein that Baedeker’s entry for Glastonbury quoted Freeman to the effect that the eponymous abbey ‘can trace its foundation back to the 6cent. and is “the one great institution which bore up untouched through the storm of English Conquest, the one great tie which binds our race to the race which went before us, and which binds the church of the last 1300 years to the earlier days of Christianity in Britain”’.[CITATION-99] Glastonbury Abbey, of course, was a specific site with specific associations. But the long history and continuity of English Christianity could also be read in more extensive tracts of landscape. This is apparent in the fifth edition (1892) of Murray’s guidebook to Kent, a county which, so the text assured its readers, ‘has been the scene of some of the more important events in English history’. For not only had Kent witnessed the Saxon landings at Ebbsfleet in 449, ‘which introduced the Teutonic element, and laid the foundations of “this happy breed of men, this earth, this England”’, it had also been ‘the scene of the landing of … Augustine … who reintroduced Christianity, and from the results of whose mission “has, by degrees, arisen the whole constitution of Church and State in England which now binds together the whole British Empire”’.[CITATION-100] As presented by Murray’s, Kent was a place where a resonantly evocative ecclesiastical built environment—notably that of Canterbury Cathedral, acclaimed as having ‘all the impressiveness of some great natural feature, rock, or mountain rising from the midst of a broad level valley’[CITATION-101] —was integral to a larger landscape whose medieval associations made it a synecdoche of the English nation and the felicitous continuities of its history. Thus, in the entry for the Isle of Thanet (which echoes Green’s own description in his), the opinion is offered that ‘Few prospects are of higher historical interest’ than the stirring view from the higher ground near the coast:Far and wide, and glowing with corn-fields, spreads out the panorama of East Kent, with its old Saxon graveyards and memorials. Ebbe’s Fleet, where Augustine landed and where Hengist is said to have landed before him, may be traced by its line of trees in the marsh … N. are the twin spires of Reculver, and W. the great towers of Canterbury cathedral rise dark against the blue distance. An entire history of England lies open before us. The very changes of the landscape,—the steam of the train, the sea covered with sails, the rich cultivation,—suggest the contrast of that distant time when Augustine landed here ‘in finibus mundi’, a messenger to a barbarous people, whose land was covered with thick woods and desolate marshes,—yet bringing with him the germs of so much coming change and prosperity.[CITATION-102] As this passage illustrates, landscape saturated by associations with the distant past of the nation was not regarded as an anachronistic survival, nor—very often—was it invoked to support cries of threnodic lament about the ills of contemporary England. In Murray’s presentation of the countryside around Ebbsfleet, change is evidence of national progress: the links to the medieval that remain in the landscape support a positive perspective on modernity.Other guidebooks showed a similar desire to trace continuities between the Middle Ages and the present through landscape, as a means of emphasising the vitality of modern-day England. In a sense, this was a continuation—in a somewhat different form—of an established tradition of local historical and guidebook writing, the origins of which can be traced at least as far back to eighteenth-century urban histories.[CITATION-103] Thus the ‘Popular edition’ of the(1895), commended Norwich for its ‘venerable Norman cathedral’ and castle, which testified to the city’s glorious past, but also for its modern buildings, which, being ‘admirably designed to meet the demands of a busy mercantile community’, gave evidence of continued prosperity in the present.[CITATION-104] In the same vein, the judgment of another railway guide that York was ‘no mean city’ was not exclusively based on its medieval heritage, but on the integration of this heritage with ‘the advanced and progressive tendencies of the nineteenth century’.[CITATION-105] This accent on the compatibility between the Middle Ages and modernity was true even in commentary on places where little visible trace was left of the medieval past. It was in this spirit that thediscussed the history of the great castle that had once stood near the present-day site of the railway station at Northampton—a history ‘which extends back to the Danish occupation’ and included the hosting of twenty parliaments—while acknowledging that ‘there are no vestiges of remains’ in the streetscape.[CITATION-106] The Homeland Association (HA) provides another case-study of the ways in which continuities with the medieval past gave rootedness to the experience of modernity. Established as a limited company in the 1890s, the HA produced a plethora of inexpensive topographical handbooks and guides, all paying special attention to the heritage of the locales of which they treated. Largely focused on southern England, and especially the metropolitan hinterland, the HA’s publications were many and various; surprisingly, they have been overlooked by scholars. Among the series produced were(from 1898), which aimed to ‘contain everything likely to interest the intelligent visitor concerning the History, Traditions, Worthies, Antiquities and Literary Associations of the neighbourhoods with which they deal’; history-heavy(from 1906); and(from 1907), which had as their focus ‘the history and antiquities of … towns, together with their advantages as places of residence or as holiday resorts’. There were also(from 1905), ‘each describing a touring district or some tract of country possessing special topographical interest; or dealing with a subject of interest related to the historical features of the Homeland’.[CITATION-107] In all these publications the medieval associations of the landscape loomed large, but they were invoked to serve distinctly modern purposes. As signalled by its nomenclature, the HA sought to tap a well of nativist patriotism by celebrating the storied ground of England. Yet in doing so, it also sought to meet the needs of a specific constituency: the expanding suburban middle class, from whose ranks its founder, Prescott Row, was himself drawn.[CITATION-108] Its guides reflected the proclivities of a self-consciously modern social category—aspirational suburbanites who combined an interest in the historical associations of the physical environment with a wholehearted adoption of the appurtenances of early twentieth-century lifestyles. Thus it was, for example, that thecombined information about the medieval heritage of commuter-belt locales of various kinds, whether outwardly ‘old-world’ or not, with practical advice about motoring, golf, season ticket fares, schools, utility charges and even the death rates of individual neighbourhoods.The Homeland Association was bound up with the late nineteenth- and early twentieth-century growth of suburbia, dormitory towns and practices of long-distance commuting—developments which had been enabled by improvements in transport facilities. Since the 1840s, the railway network had become more extensive, progressively denser around large conurbations, as well as more efficient, with more frequent and regular services. Most of all, as first enabled by the 1844 Railway Act, which made cheap fares a requirement on all routes, travel by train was increasingly affordable. It was thus that the pre-eminent expression of nineteenth-century technological modernity—the railway—facilitated popular access to the medieval past, allowing people from all social classes first-hand experience of the historic landscape of England. An early prognostication of this technology-enabled enhancement of history-consciousness was offered by William Howitt, in his(1840). Recounting a trip to Winchester, Howitt reflected happily that its Anglo-Saxon history would soon be better known, thanks to steam power having brought the place within two hours of London:As I sat on St. Giles’s-hill, pondering on all the past history of the place, suddenly came the steam-engine with its train, fuming and flying through the quiet district. The effect was startling. The two extremes of English history were brought suddenly and unexpectedly together, and I could almost imagine the old Saxon kings, upspringing from their sleep in the cathedral, to inquire what new and strange power had burst into their dreamy and so long undisturbed dominion. The restless spirit of thehas, indeed, broken in;—it cannot wake the dead, but it will bring to thea better knowledge of the old![CITATION-109] Howitt perceives a jolting contrast between the medieval past, as embodied in the ancient capital of England, and the brash puissance of the Victorian present; but there is compatibility in the juxtaposition. The railway is not a threat to the past, something that might sweep it out of sight and mind, but the agent of its wider and deeper appreciation. Howitt was surely right: the steam engine allowed people to travel (back) in time as well as (forward) through space, in this way conferring a greater sense of connection to the history of England as a whole, of facilitating a more integrated territorialisation of national memory. To invoke Benedict Anderson’s deservedly popular concept, rail travel was a vital means through which the national community was imagined by ordinary people: it provided them with the opportunity to access the history—made visible through experience of landscape—that was a crucial constituent of the raw material from which Englishness was constructed.[CITATION-110] Interest in historical sites that were now readily accessible by railway was to a certain extent pre-existing, since many such sites had loomed large in the extant corpus of antiquarian literature, not least that associated with historic towns and cities (much of which had been motivated by a patriotic desire to demonstrate the importance of such places and their histories to the longer narratives of Englishness).[CITATION-111] They had also featured in monumental topographical projects such as John Britton and Edward Brayley’s multi-volume(1801–16) and the popular illustrated publications of Charles Knight, most notably his(1845), which themselves had done much to propagate the idea of a national stake in a national historical landscape.[CITATION-112] But with the coming of the railway came a slew of new publications, many directly associated with the railway companies themselves. Appearing from the early 1850s on, George Measom’s ‘official’ railway guides are one case in point, combining appreciation of the medieval past in the landscape with attentiveness to the industrial modernity of town- and cityscapes.[CITATION-113] Later decades saw railway companies publish guidebooks on their own account, the number of such texts increasing markedly in the later nineteenth century. Available in both standard and ‘popular’ editions, the official guidebooks published by Cassell’s placed a patriotic emphasis on the technological modernity of ‘the gigantic railway system which has girded our land with a vast network of iron ways’—a ‘feature of our national life’ which, as the guide to the London and North Western Railway put it, was ‘characteristic … of the resistless ingenuity, energy, and perseverance of the British people’.[CITATION-114] Much ink was spilled on the grandeur and functionality of stations, the modern conveniences of railway travel (the ‘Pullman’ cabins, the ‘sleeping cars with lavatory accommodation’), and the miraculous speed of state-of-the-art locomotives such as the Flying Scotsman.[CITATION-115] But the books also displayed an equally pronounced but differently patriotic emphasis on the historical landscapes—many medieval—that these marvellously efficient arrangements had brought into reach. The guide to the Great Northern Railway began its introductory adumbration of the attractions served by the line with ‘grand minsters’—then ‘castellated remains’, ‘baronial homes’, ‘ruined abbeys’ and ‘ancestral halls’.[CITATION-116] In many entries in these guidebooks, the assumption was that the tourist appeal of a place was determined by its historical interest, which in turn was related to the role it could claim in the larger history of the nation. Thus the ‘small agricultural centre’ of Framlingham in Suffolk had ‘most intimate connections’ with English history via the extensive ruins of its castle (‘proud feudal home of the Norman Bigods’),[CITATION-117] while the landscape of suburban High Barnet was given national significance through the site of the Battle of Barnet, one of the last battles of the Wars of the Roses.[CITATION-118] In this way, the guides integrated the medieval history of localities with that of the nation, augmenting the nationally integrative effect of the railway network itself.Other forms of transport and their associated publications also integrated the local and the national in this way. By the 1890s, cycling had become a popular means of exploring the countryside near large urban areas. Cyclists were soon joined by motorists, whose enthusiasm for speed and the open road was compatible with often well-developed interest in historical sites. For Rudyard Kipling, ‘the chief end of my car’—which he called a ‘time-machine’—was ‘the discovery of England’.[CITATION-119] By no means all motorists and cyclists placed such emphasis on the efficacy of their vehicles in this respect, but Kipling’s were sentiments with which many would have felt affinity. Noting that at least a dozen guidebooks to Essex had appeared in the eighteen months to the end of June 1909, an editorial in theremarked that ‘the wheels of the motor-car and of the bicycle have set the wheels of the printing press revolving’.[CITATION-120] In Essex as elsewhere in England, the fashion for pedal- and petrol-powered tourism had further stimulated the demand for history-rich topographical information, and many of the publications aimed at these new categories of holidaymaker were saturated with references to the medieval past in particular.[CITATION-121] Whether they travelled by train, bicycle or car, many of these history-conscious tourists set off equipped with cameras. Some were committed amateur photographers, belonging to clubs, exhibiting, perhaps even selling their pictures. Publications such as(from 1884) ran numerous articles aimed at cyclists, directing them to locales whose photogenic interest correlated with their ancientness: it was thus that an article on Bedfordshire made special recommendation of Kempston as ‘the prettiest village in the shire, dating from Saxon times’.[CITATION-122] It was a similar story for publications associated with train travel, with which photography had an especially strong and synergistic relationship. It was not just that people rode the railway to take photographs of the historical landscape of England; such photographs were themselves powerful incentives to tourist travel. In the early years of railway expansion, amateur and commercial photographers paid much attention to places recently reached, or soon to be reached, by the tentacles of the locomotive octopus, and by the late 1850s there was a large market for such photographs across Britain as a whole.[CITATION-123] This market expanded and diversified further in the late-Victorian and Edwardian periods. One key development here was the explosion in popularity of what became a staple tourist accessory, the picture postcard, with many photographers supplying images to firms such as Raphael Tuck & Son and J. Salmon Ltd.[CITATION-124] Of course, the purchase or receipt of a picture of a place did by no means necessarily prompt a visit to the place in question; in most cases photographs provided a means of getting to know England without leaving the comfort of the armchair. As with actual tourism, this vicarious version of it was an important way in which the nation was imagined as an integrated whole; it was a means of creating a mental map of the historical homeland, its various landmarks, its sites of memory and national continuity. Indeed, it is impossible to exaggerate the importance of photography in this respect. As Walter Benjamin elucidated so influentially, the widespread dissemination of readily reproducible images had a transformative impact on modern culture in general;[CITATION-125] but one of its most significant specific effects was to make possible, as never before, the popular envisioning of the nation.In England, the medieval past was central to such envisioning. To an extent, this was a function of the persisting hold of the picturesque aesthetic, which had a major influence on landscape photography as it developed in the mid-nineteenth century.[CITATION-126] But as in other contexts, the picturesque was fused with an historical sensibility. From the outset, and reflecting a close association with antiquarianism, English landscape photography was suffused with concern for medieval churches, ancient woodlands, ruined abbeys and the like.[CITATION-127] These were the subjects that dominated the first major photographic exhibition in Britain, staged in 1852 by the Photographic Society of London; and as amateur photography developed over the course of that decade they retained their hold on the preferences of its practitioners.[CITATION-128] This hold remained strong into the late Victorian and Edwardian periods, despite the competing attraction of landscapes evocative of the Tudor and Stuart pasts in particular.[CITATION-129] It was in these years, moreover, that there developed probably the most salient manifestation of the interrelationship between photography and history-consciousness: the Photographic Survey movement. Active between the mid-1880s and about 1920, organised at county level and (from 1897) under the aegis of Sir Benjamin Stone’s National Photographic Record Association, the movement sought to create a visual record of the historical topography of England, locality by locality. In doing so, it paid particular attention to the medieval heritage in the landscape and especially that of the English village, affection for which, theopined in 1902, had been ‘characteristic of the English stock’ from its German-Saxon origins: in her splendid study of the movement, Elizabeth Edwards estimates that about four-fifths of survey photographs focused on the parish and its village.[CITATION-130] Cottages, almshouses, village greens, ancient trees, secluded byways, stocks, hoary old bridges, and, above all, the medieval parish church, were the subjects that dominated, their selection revealing an emphasis on antiquity as an index of value. Old was good, oldest was better—and often the oldest building surviving in any locale was the church, which provided vital evidence of the centuries-spanning continuity of English community life in that one place.What Edwards described as the making of ‘record photograph[s] of the … material traces of the past in the landscape’ could be seen as reflecting a withdrawal from or rejection of the modern world—a form of escapism, an expression of reactionary Englishness.[CITATION-131] Yet, for all that political Conservatives were involved in the Photographic Survey (Stone was a Tory MP), such an interpretation would be misleading. As with those active in landscape preservation, amateur photographers sought to maintain links with the medieval past as a means of affirming the continuity of Englishness in the present. Indeed, they exploited the potential of cutting-edge technology—the camera—to extend ‘the reach of the temporal beyond relations between the present and the past to the future as well, creating an archival grid through which the past might be accessible in an imagined future’.[CITATION-132] They did not seek refuge in the past, but aimed to ensure that the past remained present in the contemporary.Similar motivations actuated those involved in historical pageantry, which developed into a craze before the First World War: contemporaries spoke of ‘pageant fever’.[CITATION-133] Children, as well as women and men, fell victim to the bug.[CITATION-134] Popularised by Louis Napoleon Parker’s extraordinary success with the Sherborne Pageant of 1905, the amateur re-enactment of scenes from the history of a community made the past live in the present, and—through the agency of memory, assisted by photographic, film and other records of cast-members and performances—on into the future (postcards were especially important in this respect, offering durable, realistic and readily reproducible mementoes of the re-enactment of the past).[CITATION-135] Many pageants were largely medieval in their historical focus, and many were staged outdoors in places richly evocative of the Middle Ages, such as ruined castles, abbeys, and monasteries. While the medieval content of historical pageantry has been discussed in recent scholarship on the movement,[CITATION-136] less attention has been paid to the interrelationship between the pasts that were re-enacted in these spectacular performances, and the landscapes on which—and through which—they were re-enacted. Pageants, and their great popularity, testified to a widespread sense of the congealment of history in landscape. The selection of sites for their staging was undertaken with care because landscape was very often integral to the story being told. Although practical considerations of course played a part, pageant arenas were chosen with an eye on the linkages they offered between ‘the remote Past’ and ‘the living Present’, as the organisers of the York pageant of 1909 put it in explaining their choice (the grounds of the thirteenth-century abbey of St Mary).[CITATION-137] Not least because many pageants were performed on or near the spot on which the events they dramatised had actually taken place, these venues offered a visible connection with the past, visible evidence of the continuity of local—and by extension national—identity through time. In commenting on the Pevensey Pageant, held in the ruins of the eponymous castle in July 1908, one newspaper report reflected on how, from the grandstand:the view is perfect … The grey, ivy-clad walls of the Castle, cutting the sky-line, form the background; on the left the miniature downs billow away in the distance; on the right are the ruins of the town wall, a group of venerable trees, and farther away the gleaming waters of the English Channel. One recalls the thrilling events which have occurred here, and it seems as if this were the centre of historic England … The Pageant is taking place on what is perhaps the most luminously historic spot in England, and it is an incentive to the best kind of patriotism.[CITATION-138] In this way, pageants brought the past back to vivid life in the landscapes of the present. These included ostensibly unremarkable landscapes, such as the ‘ordinary English meadow’ that the socialist, suffragist and war correspondent H.V. Nevinson described as being the setting for the 1907 St Albans pageant, a performance of which he witnessed first-hand.[CITATION-139] Michael Saler has pointed to the imaginative ‘re-enchantment’ of early twentieth-century modernity through fictions such as the Sherlock Holmes stories: suspending their disbelief, Englishmen and women regarded the Baker Street detective as a real character in the real world. This, Saler argues, was a distinctively modern impulse.[CITATION-140] But such re-enchantment of the contemporary could be effected by non-fictive means, too—through the agency of historical imagination. Pageants were a great stimulus to this; more specifically, they were a means through which theof modern England—the physical environment of day-to-day lived experience—was re-enchanted through the dramatisation of scenes from the distant past. One illustration of this is given by an article on the Sherborne Pageant. Published insoon after the run of performances, its author described how, having seen the pageant and caught the London-bound train (benefiting from the convenience of ‘its modern dining car’), he looked out of the window at the countryside flashing by. The English landscape itself seemed enchanted by the history so arrestingly realised at Sherborne:amid those dim, silent fields, one seemed to see the long processions, the mail-clad knights, the ladies with their gold-embroidered dresses, the mitred prelates and abbots, the monks and the nuns, the courtiers and warriors, and to hear the loud clang of the tocsin which called young and old to the stubborn fight with the Danes. The very fields seemed steeped in a strange glamour, that of vanished life, chivalrous or cloistered, fading at last before the new desire for knowledge which reared the college and the school … It is well occasionally to go back thus, and … to recall the unfailing river of our England’s history, broadening on from age to age.[CITATION-141] Of course, pasts other than the medieval were congealed in the landscape of England, and they too supported lineages of English (and British) identity. The remains of Roman occupation—Hadrian’s Wall most obviously—attracted enduring interest over the course of the period, with the archaeological legacy of the legions continuing to prompt reflections about the rise and fall of imperial civilisations. As Martha Vandrei has shown, however, the relationship between this heritage and an imperialised Britishness is less straightforward than sometimes suggested and, in any case, other historical landscapes—and not only those of the Middle Ages—were more obviously insular in orientation.[CITATION-142] For example, versions of a ‘Merrie England of the Olden Time’ found popularity across the nineteenth and into the twentieth centuries. In its early Victorian iterations, this was often centred on the mansions of Old(e) England (examples of which, thanks to Joseph Nash, could now readily be located in the present-day countryside), and the open-handed benevolence of its squires; one of itswas the beer-soaked Harvest Home.[CITATION-143] Later expressions of ‘Merrie England’, though still esteeming the half-timbered manor-house, laid more emphasis on communal pleasures and pastimes. A landscape of village greens and Maypoles, it provided an imaginative visual backdrop to theefflorescence of interest in Shakespeare and his times, the related enthusiasm for ‘Good Queen Bess’, and the cultural patriotism of the folk song and dance revival.[CITATION-144] Still other landscapes might be identified, no doubt, and it is not my intention to deny their bearing either on historical culture or on the construction of English national identity. But I do want to suggest that the landscape of the Middle Ages exerted a purchase that was notably significant, intense and enduring. Its presence was felt across a wide range of cultural and political contexts. As we have seen, these included history-writing and antiquarianism, the politics of land reform, the movement for commons preservation, the practices of tourists and photographers, and the spectacles of historical pageantry. The lineages of Englishness were traced back to the Middle Ages, but not generally beyond them; and engagement with landscape provided a key means—perhapskey means—by which they were traced.Arguably, continuity with the past through the landscape had always been valued (it has been valued, after all, in cultures very different from that of nineteenth-century England, including aboriginal cultures),[CITATION-145] but its stock was now particularly high owing to contemporaneous experience of change. To put it another way, the social, economic, technological and other transformations of modernity had given historical continuity new value as a guarantor of English national identity. Indeed, one might push this point further. The felt intensity of change, and the felt importance of preserving strong links to the distant past, were mutually interdependent. As the anthropologist Marilyn Strathern has written of the relationship between change and continuity: ‘each depends on the other to demonstrate its effect. Magnifying one is to magnify both’.[CITATION-146] Thus, in nineteenth-century England, the retention of a sense of continuity with the medieval past enabled change to be experienced as change, and the strength of this sense of continuity was positively correlated with the quantum of change experienced. The abiding tangibility of the past in the present was not a defensive reaction to change, but a function of it.This is a more valid perspective than that which opposes pervasive interest in the past, and the medieval past in particular, to the spirit of modernity—that which sees medievalism, as one scholar has put it, as ‘almost everywhere a movement of nostalgia’ animated by ‘dread of the modern world’.[CITATION-147] It will not do to suggest, as David Lowenthal has done, that there was a radical sundering of the connections between past and present in Victorian Britain, and that as a consequence ‘medieval England’ provided an especially potent ‘antidote to the dreadful present’. Such a ‘narcotic … medievalist infatuation’ doubtless existed in elements of English culture, but it was not representative of that culture more generally. And in any case, to recall the still-pertinent observations of Marshall Berman, anxiety about aspects of the present should not be taken to imply any wholesale rejection of the modern.[CITATION-148] Their history congealed in the present-day landscape, the Middle Ages were readily accessible through imaginative agency and possessed of vital contemporary meaning. In an increasingly democratic context, the heritage of the medieval past in the landscape was evidence of the continuity of the institutions of the realm, and in this sense was supportive of dominant ‘organic’ readings of English constitutional development—readings that owed much to Edmund Burke and the ‘Whig interpretation’ of history propounded by Macaulay, Stubbs and others, but which were by no means the preserve of political Conservatives.[CITATION-149] Yet, more than this, the presence of the Middle Ages in the landscape of England was evidence of the continuity of the English people themselves. Unlike a royal charter, say, topographical features associated with the Middle Ages—field systems, forests and commons, ruins, buildings, streetscapes—were perceived as collective records of the nation. They had been shaped by many hands, and—now that the nation was popularly defined—they were a newly valuable part of the nation’s heritage.The question as to the extent to which they held this value in later years is beyond the scope of this article, though it is worth sketching an outline answer by way of an epilogue. The unprecedented horror of the Great War—its industrialised, technology-enabled slaughter—did much to sever the felt sense of connection to the medieval past.[CITATION-150] The Middle Ages were less prominent in the inter-war period than they had been in Victorian and Edwardian culture. Their example seemed less practically applicable to the lived realities of the present: in the 1920s and 1930s, there was no equivalent to the Victorian Gothic revival in architecture. But the persistence—and persisting relevance—of the medieval in a variety of modern (and sometimes modern) contexts is nonetheless striking. It was evident in Frank Pick’s work as managing director of the London Underground, the design of war memorials and the plot-lines of films.[CITATION-151] It was also evident in the renewed vitality of the historical pageant movement, which continued to re-enchant present-day landscapes—including those of industrial cities in the north and midlands—through the dramatisation of their associations with the medieval past.[CITATION-152] Perhaps most tellingly, embodied, touristic experience of the English landscape retained considerable value as a means of accessing this past. As much is clear from the content of guidebooks, including the many now produced specifically for that most fashionable class of traveller, the motorist. These laid heavy emphasis on the medieval heritage in the landscape, from the abbeys of Yorkshire to the ‘delectable and historic land’ of Alfred’s Wessex.[CITATION-153] In line, perhaps, with Saler’s argument about the re-enchantment of English culture more generally, antiquarian detail was less dense than it had been previously, there being now more of an accent on the scope landscape offered for flights of imaginative fancy.[CITATION-154] In some cases, and perhaps especially in guides to the south-west of England and the English border with Wales, this sort of thing shaded towards a hazy mysticism, but the attraction of the medieval nonetheless remained strong.[CITATION-155] Its continued power was exemplified in H.V. Morton’s travelogue writing, most famously(1927). This had much to say in praise of the medieval heritage in the landscape, from stately cathedrals (‘the urns which hold the ashes of England’s history’) to humble parish churches; from pre-Reformation streetscapes to ‘wild moorland, and heavenly dales, unchanged in parts since that time when the first monks went through Northumbria with the first crucifix’.[CITATION-156] Animated by a lambently demotic patriotism, Morton’s books gained an extraordinarily wide readership.[CITATION-157] Indeed, so far as the argument presented here is concerned, their popularity is suggestive. We have seen how, across the Victorian and Edwardian periods, the medieval past was central to the territorialisation of English national memory—and thus to English national identity. It may well be the case that such a conclusion holds equally good until at least the Second World War, and perhaps even beyond.",
    "footnotes": {
        "1": "The classic studies of Ernest Gellner and Benedict Anderson were instrumental in linking the rise of nations and nationalism with various aspects of modernity: E. Gellner, Nations and Nationalism (Oxford, 1983); B. Anderson, Imagined Communities (London, 1983). In a different vein, Anthony D. Smith argued for the pre-modern ethnic origins of nationhood, but nevertheless insisted that nations themselves were modern: see especially his Ethnic Origins of Nations (Oxford, 1986). Yet studies disputative of the modernist position have continued to appear. Notable examples include A. Hastings, The Construction of Nationhood (Cambridge, 1997); A. Roshwald, The Endurance of Nationalism (Cambridge, 2006); C. Hirschi, The Origins of Nationalism (Cambridge, 2012). For a recent large-scale project assertive of a broadly modernist perspective, see J. Breuilly, ed., The Oxford Handbook of the History of Nationalism (Oxford, 2013).",
        "2": "E. Hobsbawm and T. Ranger, eds, The Invention of Tradition (Cambridge, 1983). Cf. Smith, Ethnic Origins, pp. 177–8, and more generally his Myths and Memories of the Nation (Oxford, 1999).",
        "3": "The concept of the ‘golden age’ is an important element of Smith’s work as a whole. For some focused discussion, see, for example, A.D. Smith, ‘The “Golden Age” and National Renewal’, in G. Hosking and G. Schöpflin, eds, Myths and Nationhood (London, 1997), pp. 36–59, and Smith, Chosen Peoples (Oxford, 2003), pp. 166–217.",
        "4": "R.W.J. Evans and G.P. Marchal, eds, The Uses of the Middle Ages in Modern European States: History, Nationhood and the Search for Origins (Basingstoke, 2011); see also P.J. Geary, The Myth of Nations: The Medieval Origins of Europe (Princeton, NJ, 2002). For a British example, see S.L. Barczewski, Myth and National Identity in Nineteenth-Century Britain: The Legends of King Arthur and Robin Hood (Oxford, 2000).",
        "5": "For general remarks on the ‘territorialisation of national memory’ and its relationship to national identity, see Smith, Chosen Peoples, p. 134 ff.; and Smith, Myths, esp. pp. 150–52.",
        "6": "P. Readman, Storied Ground: Landscape and the Shaping of English National Identity (Cambridge, 2018).",
        "7": "‘Woven like a tapestry from the lives of its inhabitants, the land is not so much a stage for the enactment of history, or a surface on which it is inscribed, as history congealed’: T. Ingold, The Perception of the Environment (London, 2000), p. 150 (emphasis in original).",
        "8": "For example, S. Piggott, William Stukeley: An Eighteenth-Century Antiquary (1950; 2nd edn, London, 1985); R. Sweet, Antiquaries: The Discovery of the Past in Eighteenth-Century England (London, 2004); K. Hauser, Shadow Sites: Photography, Archaeology, and the British Landscape, 1927–1955 (Oxford, 2007); K. Hauser, Bloody Old Britain: O.G.S. Crawford and the Archaeology of Modern Life (London, 2008). The key study on nineteenth-century antiquarianism remains P. Levine, The Amateur and the Professional: Antiquarians, Historians and Archaeologists in Victorian England, 1838–1886 (Cambridge, 1986).",
        "9": "C. Dellheim, The Face of the Past: The Preservation of the Medieval Inheritance in Victorian England (Cambridge, 1982), p. 37.",
        "10": "M. Andrews, The Search for the Picturesque: Landscape Aesthetics and Tourism in Britain, 1760–1800 (Aldershot, 1989).",
        "11": "As late as 1887, Baedeker described Tintern Abbey, the great picturesque jewel of the Wye Valley, as ‘one of the most romantic ruins in England’: Great Britain: England, Wales, and Scotland as far as Loch Maree and the Cromarty Firth (Leipzig, 1887), p. 171.",
        "12": "S. Copley, ‘Gilpin on the Wye: Tourists, Tintern Abbey, and the Picturesque’, in M. Rosenthal, C. Payne and S. Wilcox, eds, Prospects for the Nation: Recent Essays in British Landscape, 1750–1880 (New Haven, CT, 1997), pp. 133–55.",
        "13": "William Gilpin, Observations on the River Wye (1782; 2nd edn, London, 1789), p. 25. See, for example, his appreciation of the pleasingly ‘picturesque assemblage’ formed of the bustling wharf at Lidbroke with its ‘engines used in lading, and unlading’, and from which coal was shipped down the Wye to Hereford, and its setting at the foot of ‘a rich, woody hill’ (pp. 35–6).",
        "14": "O. Creighton, Designs upon the Land: Elite Landscapes of the Middle Ages (Woodbridge, 2009), pp. 209–10.",
        "15": "The pedestrian exertions of the Bath-based antiquary Richard Warner were especially notable. Among other publications, they resulted in A Walk Through Wales (London, 1798), A Second Walk Through Wales (2nd edn, Bath, 1800) and A Walk Through Some of the Western Counties of England (Bath, 1800), the second two of which excursions involved circuits of 783 and 386 miles respectively: Richard Warner, Literary Recollections (2 vols, London, 1830), ii, pp. 139, 142–3.",
        "16": "R. Sweet, The Writing of Urban Histories in Eighteenth-Century England (Oxford, 1997), p. 100 ff.",
        "17": "Walter Scott, The Border Antiquities of England and Scotland (2 vols, London, 1814); Walter Scott, Minstrelsy of the Scottish Border (3 vols, Kelso, 1802–3). On this theme, see also J. Reed, Sir Walter Scott: Landscape and Locality (London, 1980). For the impress of Romanticism on understandings of the past more generally, see R. Hill, Time’s Witness: History in the Age of Romanticism (London, 2021).",
        "18": "J. Macaulay, The Gothic Revival, 1745–1845 (Glasgow, 1975).",
        "19": "The classic treatment is J.W. Burrow, A Liberal Descent: Victorian Historians and the English Past (Cambridge, 1981).",
        "20": "R. Horsman, ‘The Origins of Racial Anglo-Saxonism in Great Britain before 1850’, Journal of the History of Ideas, xxxvii (1976), pp. 387–410; H.A. MacDougall, Racial Myth in English History (Montreal, QC, 1982); A. Briggs, ‘Saxons, Normans and Victorians’, in The Collected Essays of Asa Briggs, II: Images, Problems, Standpoints, Forecasts (Brighton, 1985), pp. 213–35. For the seventeenth-century origins of the ‘Norman Yoke’ idea, see C. Hill, Puritanism and Revolution (1958; Basingstoke, 1997), pp. 46–111.",
        "21": "Burrow, Liberal Descent; R.N. Soffer, Discipline and Power: The University, History, and the Making of an English Elite, 1870–1930 (Stanford, CA, 1994), p. 85 ff.; J. Kirby, Historians and the Church of England: Religion and Historical Scholarship, 1870–1920 (Oxford, 2016), esp. pp. 105–31.",
        "22": "D. Matthews, Medievalism (Woodbridge, 2015), p. 35.",
        "23": "Burrow, Liberal Descent; although see Kirby, Historians and the Church, for a treatment that does give more attention to this theme.",
        "24": "For instance, D. Miller, On Nationality (Oxford, 1995), p. 23.",
        "25": "As Creighton wrote in his history of Carlisle, ‘Much as I have learned from books, I feel that I have learned more from many wanderings on foot’, the history of the town being traceable less in records than ‘the old lines of the streets’: Mandell Creighton, Carlisle (London, 1889), p. vi.",
        "26": "J.R. Green, ‘Introduction’, in J.R. Green and Alice Stopford Green, A Short Geography of the British Islands (1877; London, 1889), p. xi.",
        "27": "James Bryce, ‘The Importance of Geography in Education. II’, Journal of Geography, i (1902), p. 207.",
        "28": "James Bryce, ‘Edward Augustus Freeman’, English Historical Review, vii (1892), p. 499. As Freeman’s letters attested, such visits were made ‘to store my mind’, to ‘shed new light’: W.R.W. Stephens, ed., The Life and Letters of Edward A. Freeman (2 vols, London, 1895), i, pp. 381, 389.",
        "29": "For the prodigious sales figures, see Kirby, Historians and the Church, p. 15.",
        "30": "J.R. Green, A Short History of the English People (1874; London, 1992), p. 7. For Green’s first-hand impressions of the landscape, see his letters to Freeman (3 Feb. 1870) and W. Boyd Dawkins (6 Feb. 1870), in Letters of John Richard Green, ed. Leslie Stephen (London, 1901), pp. 243–4.",
        "31": "J.R. Green, The Making of England (London, 1881); see also J.R. Green, The Conquest of England, ed. Alice Stopford Green (London, 1883).",
        "32": "J.R. Green, A Short History of the English People: Illustrated Edition, ed. Alice Stopford Green and Kate Norgate (4 vols, London, 1892); Kate Norgate, England under the Angevin Kings (2 vols, London, 1889); Letters of John Richard Green, ed. Stephen, pp. 470–1 (J.R. Green to Kate Norgate, 18 June 1877).",
        "33": "E.A. Freeman, The Methods of Historical Study (London, 1886), p. 314.",
        "34": "For a recent critique of this perspective, emphasising the continued vitality of historical culture outwith the academy, see M. Vandrei, Queen Boudica and Historical Culture in Britain: An Image of Truth (Oxford, 2018), esp. introduction.",
        "35": "R. Mitchell, Picturing the Past: English History in Text and Image, 1830–1870 (Oxford, 2000).",
        "36": "See, for example, O. Anderson, ‘The Political Uses of History in Mid Nineteenth-Century England’, Past and Present, no. 36 (1967), pp. 87–105; A. Taylor, ‘Shakespeare and Radicalism: The Uses and Abuses of Shakespeare in Nineteenth-Century Popular Politics’, Historical Journal, xlv (2002), pp. 357–79.",
        "37": "For the early modern background, see J.G.A. Pocock, The Ancient Constitution and the Feudal Law (1957; 2nd edn, Cambridge, 1987); G. Burgess, The Politics of the Ancient Constitution (Basingstoke, 1992).",
        "38": "A. Chandler, A Dream of Order: The Medieval Ideal in Nineteenth-Century English Literature (London, 1971).",
        "39": "R. Jann, ‘Democratic Myths in Victorian Medievalism’, Browning Institute Studies, viii (1980), pp. 129–49. For a more recent challenge to the surprisingly persistent tendency to view medievalism as predominantly aligned with conservative modes of thought, see D. Matthews and M. Sanders, eds, Subaltern Medievalisms: Medievalism ‘From Below’ in Nineteenth-Century Britain (Cambridge, 2021).",
        "40": "M. Taylor, ‘Magna Carta in the Nineteenth Century’, in N. Vincent, ed., Magna Carta: The Foundation of Freedom, 1215–2015 (London, 2013), pp. 136–53; J. Parry, The Politics of Patriotism: English Liberalism, National Identity and Europe, 1830–1886 (Cambridge, 2006), esp. ch. 1; A. Vaninskaya, William Morris and the Idea of Community: Romance, History and Propaganda, 1880–1914 (Edinburgh, 2010), esp. pp. 115–34. See also the essays in Matthews and Sanders, Subaltern Medievalisms.",
        "41": "The Times, 7 Oct. 1885, p. 10.",
        "42": "Liberal election candidates and speakers were schooled in this argument to an impressive level of detail. See, for example, W. Kinnaird Rose and R. Macaulay Smith, eds, The Liberal Platform. Historic Facts and Current Problems: A Handy Book of Reference for Platform Speakers, Journalists, Politicians, and Electors Generally, to Imperial, British, and Scottish Subjects of the Day (London, 1895), pp. 415–17.",
        "43": "T.F. Tout, Great Britain from the Earliest Times to the Death of Edward VII (Longmans’ Historical Series for Schools, Book II; London, 1902), p. 51.",
        "44": "A key plank of the radical ‘unauthorised programme’ of 1885, ‘three acres and a cow’ was closely associated with Jesse Collings, whose agrarian radicalism stemmed from his reading of history. For Collings, the problems of the English land system ‘can only be solved in the light of history’: Collings, Land Reform (London, 1906), pp. 40–175, at 40.",
        "45": "I. Packer, Lloyd George, Liberalism and the Land: The Land Issue and Party Politics in England, 1906–1914 (Woodbridge, 2001).",
        "46": "National Liberal Federation, Proceedings in Connection with the Thirty-Third Annual Meeting of the National Liberal Federation … with the Annual Report and the Speeches (London, 1911), p. 87.",
        "47": "P. Ward, Red Flag and Union Jack: Englishness, Patriotism and the British Left, 1881–1924 (London, 1996).",
        "48": "F.S. Boos, ‘Alternative Victorian Futures: “Historicism”, Past and Present and A Dream of John Ball’, in F.S. Boos, ed., History and Community: Essays in Victorian Medievalism (New York, 1992), pp. 3–37; A.D. Culler, The Victorian Mirror of History (New Haven, CT, 1985), pp. 233–40.",
        "49": "William Morris, News from Nowhere (London, 1891).",
        "50": "William Morris, A Dream of John Ball and a King’s Lesson (1888; London, 5th edn, 1895), pp. 17–18.",
        "51": "Ibid., p. 49 ff.",
        "52": "E.A. Freeman, The History of the Norman Conquest of England (6 vols, Oxford, 1867–79), v, p. 463.",
        "53": "William Cobbett, Rural Rides (1830), ed. I. Dyck (London, 2001), pp. 417–18.",
        "54": "For example, Robert Mudie, Hampshire (3 vols, Winchester, 1838), iii, p. 305.",
        "55": "R.G. Albion, Forests and Sea Power: The Timber Problem of the Royal Navy, 1652–1862 (Cambridge, MA, 1926).",
        "56": "William Howitt, The Rural Life of England (2 vols, London, 1838), ii, pp. 63–4.",
        "57": "On the place of Robin Hood in nineteenth-century culture, see Barczewski, Myth and National Identity.",
        "58": "J. Parker, ‘England’s Darling’: The Victorian Cult of Alfred the Great (Manchester, 2007), pp. 147–51.",
        "59": "George Laurence Gomme, Primitive Folk-Moots (London, 1880).",
        "60": "Millicent Garrett Fawcett, ‘The New Forest, II—Historical’, Magazine of Art, viii (1885), p. 50; Joseph King, ‘The New Forest and the War Office’, Westminster Review, cxxxvii (1892), pp. 261–7.",
        "61": "Robert Hunter, ‘The Reconstruction of Hainault Forest’, Nineteenth Century, lii (1902), p. 245; Robert Hunter, ‘The Afforestation of Commons’, Local Government Review, i (1909), pp. 2–6.",
        "62": "B. Cowell, ‘The Commons Preservation Society and the Campaign for Berkhamsted Common, 1866–70’, Rural History, xiii (2002), pp. 145–61; M.J.D. Roberts, ‘Gladstonian Liberalism and Environment Protection, 1865–76’, English Historical Review, cxxviii (2013), pp. 292–322; E. Baigent, ‘A “Splendid Pleasure Ground [for] the Elevation and Refinement of the People of London”: Geographical Aspects of the History of Epping Forest’, in E. Baigent and R.J. Mayhew, eds, English Geographies, 1600–1950 (Oxford, 2009), pp. 104–26.",
        "63": "G.J. Shaw-Lefevre, Commons, Forests and Footpaths (London, 1910), p. 360.",
        "64": "For a time, the two organisations also shared premises: London, Westminster City Archives, D.Misc. 84/2/208, Octavia Hill to Sydney Cockerell, 26 Oct. 1896.",
        "65": "H.D. Rawnsley, ‘The National Trust: Its Work and Needs’, Nature Notes, vii (Sept. 1896), pp. 190–91.",
        "66": "Octavia Hill, ‘Natural Beauty as a National Asset’, Nineteenth Century, lviii (1905), p. 940; E.M. Bell, Octavia Hill (London, 1942), p. 235.",
        "67": "Matthews, Medievalism, pp. 24–35; M. Girouard, The Return to Camelot: Chivalry and the English Gentleman (New Haven, CT, 1982). See also K. Stevenson and B. Gribling, eds, Chivalry and the Medieval Past (Woodbridge, 2016).",
        "68": "Punch, 28 July 1883, p. 39.",
        "69": "Girouard, Return to Camelot, esp. chs 7–8.",
        "70": "See, for example, P.C. Gould, Early Green Politics: Back to Nature, Back to the Land, and Socialism in Britain, 1880–1914 (Brighton, 1988), p. 88 ff.; J.K. Walton, ‘The National Trust: Preservation or Provision?’, in M. Wheeler, ed., Ruskin and the Environment (Manchester, 1995), pp. 158–62.",
        "71": "P. Weideger, Gilding the Acorn: Behind the Façade at the National Trust (London, 1994), p. 36.",
        "72": "See P. Mandler, The Fall and Rise of the Stately Home (New Haven, 1997).",
        "73": "Co-founder of the Trust and described by his daughter Dorothy as an ‘advanced’ Liberal, Robert Hunter is one example. Like his daughter, Hunter espoused progressive causes, including women’s suffrage. For revisionist and generally sympathetic re-readings of Octavia Hill and her associates, see E. Baigent and B. Cowell, eds, ‘Nobler Imaginings and Mightier Struggles’: Octavia Hill and the Remaking of British Society (London, 2016).",
        "74": "Funds for its purchase proved hard to find: Swindon, National Trust Archives, National Trust, Annual Report (1905–6), pp. 7, 56.",
        "75": "Hill, ‘Natural Beauty’, pp. 939, 940.",
        "76": "H.D. Rawnsley, A Nation’s Heritage (London, 1920), pp. 27–37.",
        "77": "Newcastle University Library, Special Collections and Archives, Mary Moorman [née Trevelyan] Papers, MM1/4/14/25, G.M. Trevelyan to Mary Trevelyan, 23 July 1926.",
        "78": "The Pilgrim’s Pageant, Reigate ([Reigate], 1913), p. 7.",
        "79": "C.J. Phillips, The New Forest Handbook (Lyndhurst, 1880); Frederick Izant, Boscastle and Tintagel, North Cornwall (London, 1899), pp. 43–4 and ibid. (2nd edn, 1900), pp. 38–46; Historical Associations of the Westbury White Horse (1864; Westbury, 1871), n.p.; Parker, ‘England’s Darling’, pp. 20–22; Thomas Hughes, Tom Brown’s Schooldays (London, 1857); [Thomas Hughes], The Scouring of the White Horse, or, The Long Vacation Ramble of a London Clerk (Cambridge, 1859).",
        "80": "T.G. Bonney, ed., Abbeys and Churches of England and Wales (London, 1887). This was expanded as Cathedrals, Abbeys, and Churches of England and Wales (2 vols, London, 1891).",
        "81": "For this tradition, see S. Piggott, Ruins in a Landscape: Essays in Antiquarianism (Edinburgh, 1976); see also Sweet, Antiquaries.",
        "82": "For example, by Levine, Amateur and the Professional.",
        "83": "Richard J. King, Handbook to the Cathedrals of England (5 vols, London, 1861–79).",
        "84": "Longman also produced an eleven-volume ‘historic towns’ series (from 1887), edited by E.A. Freeman and William Hunt. Freeman himself was responsible for the volume on Exeter, which paid much attention to that city’s medieval past. It was a similar story for the volume on Colchester, 161 of its 218 pages treating of the pre-Reformation past, and for that on the Cinque Ports, all but one of its eight chapters being pre-modern in focus. See E.A. Freeman, Exeter (London, 1887); Edward L. Cutts, Colchester (London, 1888); Montague Burrows, Cinque Ports (London, 1888).",
        "85": "R.B. Wilson, Go Great Western: A History of GWR Publicity (2nd edn, Newton Abbot, 1987), pp. 172–3; Great Western Railway, Holiday Haunts (London, 1912), p. 14.",
        "86": "Baedeker, Great Britain (1887), pp. xxxiii–lxii.",
        "87": "For details, see W.B.C. Lister, A Bibliography of Murray’s Handbooks for Travellers (Dereham, 1993).",
        "88": "For one such example, see Y. Holt, Philip Wilson Steer (Bridgend, 1992), p. 71 ff.",
        "89": "Handbook for Yorkshire (4th edn, London, 1904), p. 50.",
        "90": "Black’s Guide to the County of York (13th edn, Edinburgh, 1888), pp. 275, 188. Not counting maps and plans of cathedrals, eleven of the sixteen illustrations contained in the book were medieval in theme or content.",
        "91": "Thus the entry for Conisborough Castle in Black’s Picturesque Guide to Yorkshire (11th edn, Edinburgh, 1882) cited Scott as to its picturesque qualities and capacity to carry the visitor ‘back to the days of the Heptarchy’ (p. 101).",
        "92": "Lister, Bibliography, p. xxi.",
        "93": "Books about walking were notably attentive to the medieval historical associations of landscape. Many of them, such as H.H. Warner’s Holiday Tramps through Picturesque England and Wales (London, [1902]), were aimed at a middle-class suburban market. Many, also, were originally published in article form by local newspapers: examples include W.H. Burnett, Holiday Rambles by Road and Field Path (Blackburn, 1889), and Ernest Belcher, Rambles Among the Cotswolds (Evesham, 1892).",
        "94": "Macmillan’s ‘Highways and Byways’ illustrated series of antiquarian travelogues (from 1897) is one example of the latter; edited by the antiquary A.H. Millar, Valentine & Son’s ‘Shire Series’ of ‘picturesque’ guides (1905–6) is another. Similar ventures included the ‘Bygone’ series of books edited by the Hull antiquary William Andrews. Written in a ‘popular style’ and well-received in the press, they focused on the historical associations of individual counties; the first volume was Bygone Lincolnshire (London, 1891).",
        "95": "Parker, ‘England’s Darling’, pp. 1–18; T.G. Otte, ed., The Age of Anniversaries: The Cult of Commemoration, 1895–1925 (Abingdon, 2018); A. Yoshino, Pageant Fever: Local History and Consumerism in Edwardian England (Tokyo, 2011).",
        "96": "Bonney, Abbeys and Churches, p. xv.",
        "97": "Such scholarship being characterised not by ‘Protestant triumphalism’, but ‘rather by a belief in the English Church as ancient, continuous, and national’: Kirby, Historians and the Church, p. 165.",
        "98": "J. Wolffe, God and Greater Britain: Religion and National Life in Britain and Ireland, 1843–1945 (London, 1994); cf. L. Colley, Britons: Forging the Nation, 1707–1837 (London, 1992).",
        "99": "Baedeker, Great Britain (1887), p. 116.",
        "100": "Murray, Handbook for Travellers in Kent (5th edn, London, 1892), p. 2. The second quotation is from John Ruskin, The Pleasures of England (London, 1884).",
        "101": "Murray, Handbook for Travellers in Kent, p. 116.",
        "102": "Ibid., p. 221.",
        "103": "Sweet, Writing of Urban Histories.",
        "104": "Official Guide to the Great Eastern Railway: Abridged and Popular Edition (London, 1895), pp. 45–6.",
        "105": "Official Guide to the Great Northern Railway and the East Coast Route (London, 1886), p. 84.",
        "106": "Official Guide to the London and North Western Railway (London, 1885), p. 47.",
        "107": "Homeland Association, A List of the Publications Issued by the Homeland Association for the Encouragement of Touring in Great Britain (London, 1913). A rare copy of this list is located in the British Library, General Reference Collection, X708/42648.",
        "108": "Row lived at Waddon, near Croydon: The Times, 18 Jan. 1929, p. 14.",
        "109": "William Howitt, Visits to Remarkable Places (London, 1840), pp. 485–6.",
        "110": "Cf. Anderson, Imagined Communities.",
        "111": "See Sweet, Writing of Urban Histories, and (for the example of Manchester), Readman, Storied Ground, p. 195 ff.",
        "112": "John Britton and Edward Wedlake Brayley, eds, The Beauties of England and Wales, or, Delineations, Topographical, Historical, and Descriptive, of Each County (18 vols, London, 1801–16); Charles Knight, ed., Old England: A Pictorial Museum of Regal, Ecclesiastical, Baronial, Municipal and Popular Antiquities (2 vols, London, 1845).",
        "113": "See, for example, George Measom, The Official Illustrated Guide to the North-Western Railway (London, 1859).",
        "114": "Official Guide to the London and North Western Railway, p. 3.",
        "115": "Official Guide to the Great Northern Railway.",
        "116": "Ibid., p. 2.",
        "117": "Official Guide to the Great Eastern Railway: Abridged and Popular Edition, p. 37.",
        "118": "Official Guide to the Great Northern Railway, p. 34.",
        "119": "‘Horses, after all, are only horses; but the car is a time-machine on which one can slide from one century to another at no more trouble than the pushing forward of a lever’: The Letters of Rudyard Kipling, ed. T. Pinney (5 vols, Basingstoke, 1990–2004), iii, p. 150 (Rudyard Kipling to Filson Young, Apr. 1904).",
        "120": "Colchester Gazette, 30 June 1909, p. 2.",
        "121": "For example, Maud Stawell, Motor Tours in the West Country (London, 1910).",
        "122": "‘The Tourist: Photographic Holiday Tours no. XIX—Bedfordshire’, Amateur Photographer, 14 Aug. 1902, p. 138.",
        "123": "J. Jäger, ‘Picturing Nations: Landscape Photography and National Identity in Britain and Germany in the Mid-Nineteenth Century’, in J.M. Schwartz and J.R. Ryan, eds, Picturing Place (London, 2003), p. 122.",
        "124": "M. Willoughby, A History of Postcards (London, 1992).",
        "125": "W. Benjamin, The Work of Art in the Age of Mechanical Reproduction, tr. J.A. Underwood (1936; London, 2008).",
        "126": "Jäger, ‘Picturing Nations’, pp. 123–31.",
        "127": "See, for example, Philip Henry Delamotte et al., A Photographic Tour Among the Abbeys of Yorkshire (London, 1856).",
        "128": "Jäger, ‘Picturing Nations’, p. 125; G. Seiberling with C. Bloore, Amateurs, Photography, and the Mid-Victorian Imagination (Chicago, IL, 1986), pp. 46–7.",
        "129": "E. Edwards, The Camera as Historian: Amateur Photographers and Historical Imagination, 1885–1918 (Durham, NC, 2012), p. 52; cf. T. Lang, The Victorians and the Stuart Heritage (Cambridge, 1995).",
        "130": "Edwards, Camera as Historian, pp. 176, 187–8.",
        "131": "E. Edwards and M. Barnes, A Record of England: Sir Benjamin Stone and the National Photographic Record Association, 1897–1910 (London, 2006), p. 20.",
        "132": "Edwards, Camera as Historian, p. 7.",
        "133": "Yoshino, Pageant Fever.",
        "134": "E. Reid, ‘Re-enacting Local History in the Stepney Children’s Pageant, 1909’, in R. Bryant-Davies and B. Gribling, eds, Pasts at Play: Childhood Encounters with History in British Culture, 1750–1914 (Manchester, 2020), pp. 221–43.",
        "135": "E. Edwards, ‘Photographs, Pageants and the “As If” of History’, unpublished conference paper, ‘History in the Limelight: Performing the Past, c.1850 to the Present’, UCL Institute of Education, 8–10 Sept. 2016; E. Reid, ‘After the Show is Over … Souvenirs and Mementoes: The Material Culture of Historical Pageantry’, in A. Bartie, L. Fleming, M. Freeman, A. Hutton and P. Readman, eds, Restaging the Past: Historical Pageants, Culture and Society in Modern Britain (London, 2020), pp. 252–80.",
        "136": "A. Bartie, L. Fleming, M. Freeman, T. Hulme, A. Hutton and P. Readman, ‘Historical Pageants and the Medieval Past in Twentieth-Century England’, English Historical Review, cxxxiii (2018), pp. 866–902.",
        "137": "York Historic Pageant Souvenir (York, 1909), n.p.",
        "138": "Sussex Daily News, 21 July 1908, p. 5.",
        "139": "H.W. Nevinson, Essays in Freedom (1909; London, 1911), pp. 79–83.",
        "140": "M. Saler, ‘“Clap If You Believe in Sherlock Holmes”: Mass Culture and the Re-Enchantment of Modernity, c.1890–c.1940’, Historical Journal, xlvi (2003), pp. 599–622.",
        "141": "L. Morris, ‘The Sherborne Pageant’, Longman’s Magazine, xlvi (1905), p. 442.",
        "142": "Imperialist narratives of the Roman past could be subjected to considerable criticism: a fictional account of Boudica’s doomed rebellion, Marie Trevelyan’s Britain’s Greatness Foretold (1901) is one such example: see Vandrei, Queen Boudica, pp. 160–69. And so far as the physical relics of Roman Britain were concerned, straightforwardly imperialist interpretations of the archaeological record were by no means the only ones available: M. Beard, ‘Officers and Gentleman? Roman Britain and the British Empire’, in A. Swenson and P. Mandler, eds, From Plunder to Preservation: Britain and the Heritage of Empire, c.1800–1914 (Oxford, 2013), pp. 49–62.",
        "143": "Joseph Nash, The Mansions of England in the Olden Time (4 vols, London, 1839–49): P. Mandler, ‘“In the Olden Time”: Romantic History and English National Identity’, in L. Brockliss and D. Eastwood, eds, A Union of Multiple Identities: The British Isles, c.1750–c.1850 (Manchester, 1997), pp. 78–92.",
        "144": "R. Judge, ‘May Day and Merrie England’, Folklore, cii (1991), pp. 131–48; P. Readman, ‘The Place of the Past in English Culture, c.1890–1914’, Past and Present, no. 186 (2005), esp. pp. 166–8; D. Heckert, Composing History: National Identities and the English Masque Revival, 1860–1920 (Woodbridge, 2018).",
        "145": "Ingold, Perception of the Environment, p. 132 ff.",
        "146": "M. Strathern, After Nature (Cambridge, 1992), pp. 1–3, at 3.",
        "147": "M.J. Lewis, ‘Acting Medieval, Thinking Modern, Feeling German’, in S.A. Glaser, ed., The Idea of the Gothic Cathedral (Turnhout, 2018), pp. 84–5.",
        "148": "D. Lowenthal, The Past is a Foreign Country (Cambridge, 1985), pp. xxi, 96–105, at 97, and the same points restated in D. Lowenthal, The Past is a Foreign Country—Revisited (Cambridge, 2015), pp. 17, 172–5. Cf. M. Berman, All that is Solid Melts into Air: The Experience of Modernity (1982; London, 1983).",
        "149": "Burrow, Liberal Descent; E. Jones, Edmund Burke and the Invention of Modern Conservatism, 1830–1914: An Intellectual History (Oxford, 2017). See also J. Barnes, ‘The Tragedy of the Common Law: The Ancient Constitution in the Age of Reform, 1830–1909’ (Univ. of Melbourne Ph.D. thesis, 2017).",
        "150": "M. Alexander, Medievalism (New Haven, CT, 2007), p. 245; C.A. Simmons, ‘Re-Creating the Middle Ages’, in A. Galloway, ed., The Cambridge Companion to Medieval English Culture (Cambridge, 2011), p. 293.",
        "151": "M.T. Saler, The Avant-Garde in Interwar England: Medieval Modernism and the London Underground (Oxford, 1999); S. Goebel, The Great War and Medieval Memory: War, Remembrance, and Medievalism in Britain and Germany, 1914–1940 (Cambridge, 2007); K.J. Harty, The Reel Middle Ages: American, Western and Eastern European, Middle Eastern, and Asian Films about Medieval Europe (Jefferson, NC, 1999).",
        "152": "T. Hulme, ‘“A Nation of Town Criers”: Civic Publicity and Historical Pageantry in Inter-War Britain’, Urban History, xliv (2017), pp. 270–92.",
        "153": "Reginald Wellbye, Picturesque Touring Areas in the British Isles (Cheltenham, [1930]), at p. 28.",
        "154": "Thus motorists passing in ‘modern chariots along the highroad between Canterbury and Ramsgate’ to Minster were invited to ‘recreate in imagination the scene there staged of the memorable meeting between the Pope Gregory’s missioner and the King of Kent’: ibid., pp. 25–6.",
        "155": "G. Roddy, ‘“Westward on the High-Hilled Plains”: The Literature of Shropshire and the Early Twentieth Century Imagination, 1896–c.1939’, Contemporary British History, xxxiii (2019), pp. 28–51.",
        "156": "H.V. Morton, In Search of England (London, 1927), at pp. 223, 207.",
        "157": "C.R. Perry, ‘In Search of H.V. Morton: Travel Writing and Cultural Values in the First Age of British Democracy’, Twentieth Century British History, x (1999), pp. 431–56, esp. 438."
    }
}