{
    "title": "Leading from the Front: The ‘Service Members’ in Parliament, the Armed Forces, and British Politics during the Great War*",
    "author": "Matthew Johnson",
    "date": "23 May 2015",
    "article": "The Great War was widely seen in Britain as a struggle for civilian and constitutional standards of government against the evils of ‘Prussian militarism’. Yet the British political class itself was by no means a purely ‘civilian’ caste. During the war 264 MPs—some 40 per cent of the membership of the House of Commons—volunteered to serve in the armed forces. These men occupied a unique and controversial position both within Parliament and in the forces. A shared experience of military service could provide a common identity, and even a basis for common action, for MPs from rival parties, and many of these men came to support an apparently ‘military’ agenda at Westminster. At the same time, fighting MPs could act as agents of parliamentary oversight and control over the military establishment. Yet the importance of these ‘Service Members’ was not only evident in the realm of civil–military relations, and this article explores the significance and consequences of attempts by Service Members to claim a special political authority as the ‘representatives’ of the armed forces in the House of Commons, to offer an important new perspective on wartime British debates about the workings of representative politics, the nature of political citizenship, and the authority of Parliament as an institution.The European war that broke out in the summer of 1914 was widely seen in Britain not simply as a contest of strength between the Great Powers, but as an ideological struggle against ‘Prussian militarism’. The violation of Belgian neutrality, which provided the formal Britishin August 1914, was seen as symptomatic of a more fundamental problem that was apparent in the politics of the German empire—the elevation of military power over constitutional government and the rule of law.[CITATION-1] This, of course, represented a very particular understanding of ‘militarism’. In terms of expenditure on armaments during the early twentieth century, Britain herself could be regarded as one of the most ‘militaristic’ powers in Europe.[CITATION-2] But militarism as a problem of civil–military relations was widely seen as a peculiarly ‘German’ phenomenon. The legacy of the Prussian army crisis of the 1860s had ensured that the armed forces of the Germanremained a powerful caste, effectively a ‘state within the state’, answerable to the Kaiser alone and able to flout the authority of parliaments.[CITATION-3] Britain, by contrast, appeared by the early twentieth century to stand as the exemplar of the civilian and constitutional state—a polity in which the armed forces were clearly subordinate to the authority of civilian statesmen in Parliament.[CITATION-4] Soldiers did occasionally rise to positions of political authority in Britain: in 1828, the Duke of Wellington made it all the way to the office of prime minister. But such experiences were exceptional. Even Herbert Henry Asquith’s widely popular decision to appoint Field Marshal Kitchener as Secretary of State for War in August 1914 represented—as the Prime Minister was the first to concede—a ‘hazardous experiment’ and a striking departure from British constitutional norms.[CITATION-5] The Great War presented new problems for civilian authority in Britain, and several historians have explored the tensions that emerged between leading politicians (most notably David Lloyd George) and the military high command over questions of strategy and the direction of the war.[CITATION-6] Yet, by concentrating on relations between civilian Cabinet ministers and senior generals, these studies have tended, implicitly, to reinforce the assumption that the political and military elites in Britain constituted two separate and distinct castes.In fact, the ruling political class in Britain during this period was by no means purely ‘civilian’ in character. Ennobled soldiers had long sat in the House of Lords, where the close connection between the aristocracy and the armed forces was still readily apparent in the early twentieth century.[CITATION-7] Less frequently acknowledged, however, has been the presence of military officers within the House of Commons. In November 1914, just three months after the outbreak of the war,reported that no fewer than 126 British Members of Parliament had volunteered for service in the armed forces.[CITATION-8] By January 1915 the number of MPs on active service was 184. Altogether, during the war, 264 MPs held military rank in some capacity. Among these men were a number of front-rank politicians, including two—Sir John Simon and Winston Churchill—who began the war as members of the Cabinet.These ‘Service Members’ occupied a unique and controversial position, both within Parliament and in the armed forces, yet they have never been subject to serious historical analysis. In fact, their activities had a profound impact on many of the defining problems of wartime politics in Britain. As ‘soldiers in Parliament’ they were widely seen as bringing a military perspective—and, more controversially, a military agenda—into the House of Commons, with significant consequences for both the shaping of legislation and the operation of party politics. At the same time, as ‘politicians in uniform’ they occupied an anomalous position in the military hierarchy—one which potentially allowed them to act as instruments of parliamentary control over the armed forces. This had important (and destabilising) implications for the operation of civil–military relations in Britain which have been largely ignored in the familiar narrative of tensions between Cabinet ‘Frocks’ and the ‘Brass Hats’ on the General Staff. More striking still were the contributions of these men to a number of broader political and constitutional controversies during the war. The most significant of these concerned questions about the workings of representative politics and the nature of political citizenship. Historical analyses of wartime debates about electoral reform in Britain have typically focused either on the process of partisan political manoeuvre that shaped the 1918 Representation of the People Act, or on wider questions about the relationship between the experience of war and the achievement of women’s suffrage. As this article will demonstrate, however, these debates were also heavily influenced by the promotion of an explicitly militarised conception of citizenship, articulated most forcefully by self-proclaimed ‘representatives’ of the armed forces in Parliament. In turn, by conflating arguments about political representation with self-conscious assertions of the army’s right to influence Parliament, these political interventions fed into broader concerns about the authority and independence of British political institutions during the war. These concerns had profound implications for both the maintenance of civilian morale and the preservation of political stability, and this article therefore concludes by exploring the paradoxical ways in which the activities of Service Members came to be seen simultaneously as a threat to the autonomy of the House of Commons, and as essential to the preservation of Parliament’s authority as a ‘representative’ institution.The presence of military officers in the House of Commons during the Great War was not, of course, unprecedented. After the political upheavals of the Civil War and the Cromwellian Protectorate during the mid-seventeenth century, army officers had been a controversial presence in the parliaments of the later Stuart kings, where they operated essentially as royal placemen. Soldiers accounted for some 8 to 10 per cent of the membership of the House of Commons for most of the eighteenth century, and almost 20 per cent during the Revolutionary and Napoleonic wars with France. The number of military officers in Parliament declined during the nineteenth century, however, and in 1868 there were just thirty-four MPs who had served or were still serving in the regular army.[CITATION-9] Dozens of MPs took military commissions during the war in South Africa between 1899 and 1902, but the number serving in the forces during the Great War—accounting for some 40 per cent of the membership of the House of Commons—was unprecedented, and represented a remarkable political development.The military service undertaken by these men took a variety of forms. The Royal Navy, despite its traditional status as the ‘senior service’ in Britain, was poorly represented in the wartime House of Commons, following a pattern already well established during the nineteenth century. Those naval officers who did sit as MPs tended to represent dockyard towns, as, for example, in the case of Admiral Sir Hedworth Meux, who was returned for Portsmouth in a by-election in 1916.[CITATION-10] A handful of MPs, including F.W.S. McLaren, Sir John Simon, and Lord Hugh Cecil, would serve in the new Royal Flying Corps. The overwhelming majority of Great War Service Members, however, were to be found in the army. In January 1916 the War Office published a list of 164 MPs serving with the forces at that time. Of these men, 114 were regimental officers in fighting formations; six were staff officers; four were with the Army Service Corps; and another twenty-six were employed in military training, administration, supply, or recruiting. A further ten MPs were employed in Intelligence work or on ‘Special Service’; two were serving in the Royal Army Medical Corps; Hugh Cecil had already earned his pilot’s wings in the RFC; and one MP, Dr. Charles Leach, was listed as a Chaplain to the Forces, 4th Class.[CITATION-11] MPs served in all of the major theatres of the war; nineteen were killed in action, and many more were wounded.[CITATION-12] Service Members were almost invariably commissioned officers. The January 1916 War Office list included six generals, six colonels, thirty-seven lieutenant-colonels, fifty-nine majors, forty captains and thirteen lieutenants. Hastings Bertrand Lees Smith, the Liberal MP for Northampton, was the only Service Member listed who did not hold a commission; he was a corporal in the Royal Army Medical Corps. A handful of other MPs had enlisted in the ranks earlier in the war, but these men had usually secured remarkably rapid promotion.[CITATION-13] Some of the MPs who served in the forces during the Great War could boast a military background prior to 1914. Sixty-two had served in South Africa during the Anglo-Boer conflict of 1899–1902, and many of these veterans had retained commissions in the Territorial Force or Special Reserve during the following decade.[CITATION-14] Thirty-one military or naval officers were elected to Parliament during the Great War itself, including Major-General John Humphrey Davidson, Field Marshal Haig’s director of military operations, who was elected MP for Fareham in July 1918. A remarkable number of wartime Service Members, however, were essentially civilian politicians for whom the Great War represented their first experience of military service. Many of these men attempted to secure commissions by exploiting personal contacts within the military or political establishment, and a number of military units acquired something of a political flavour during the war.[CITATION-15] The 36th (Ulster) Division, for example, which was created in September 1914 following intensive political lobbying of Kitchener, counted a number of Unionist political figures among its officers, including several who had been members of the pre-war Ulster Volunteer Force.[CITATION-16] At the same time, Lieutenant General Sir Lawrence Parsons, assigned in September 1914 to command the 16th (Irish) Division, came under strong pressure to appoint Irish Nationalist MPs as officers under him, on the grounds that this might encourage Irish enlistment.[CITATION-17] The 38th (Welsh) Division boasted several Liberal MPs as officers, including Ivor Philipps, whose appointment as major-general commanding the division appears to have been the result of direct intervention by Lloyd George, in return for Philipps taking Lloyd George’s son Gwilym as his aide-de-camp.[CITATION-18] One particularly generous patron of MPs seeking commissions was Winston Churchill who, as First Lord of the Admiralty in the Liberal Cabinet, was responsible not only for the fleet, but for the Royal Naval Reserve, the Royal Naval Volunteer Reserve, and the new Royal Naval Division, which soon found itself deployed to Antwerp in an attempt to slow the German advance through Belgium. Josiah Wedgwood, MP for Newcastle-under-Lyme, later recalled how Churchill ‘showered commissions on Members of the House of Commons to lead his amphibian Forces, till the War Office, in sheer self-defence, had to do the same’.[CITATION-19] The spectacle of Members of Parliament apparently receiving favourable treatment in the distribution of military commissions provoked resentment in some quarters. The selection of the former Liberal Cabinet minister J.E.B. Seely to command the Canadian cavalry brigade in France was criticised by Unionists who felt that the appointment must have been ‘due to politics’, and Walter Long complained that the War Office had been ‘gravely, unduly remiss, in allowing these plums of the Army to be given to the men who are only amateurs, instead of giving them to professionals’.[CITATION-20] One critic sarcastically suggested the creation of a special ‘Politicians Brigade’ within the army, in which senior command might alternate between Seely and Churchill.[CITATION-21] In fact, political influence could cut both ways. While the military careers of some Service Members benefitted greatly from an informal system of patronage, others found their prospects hindered by interference from their political opponents. Leo Amery, the Unionist MP for South Birmingham, found himself removed from the staff of General Rawlinson in Flanders, and later from the staff of General Ian Hamilton before the latter’s departure for Gallipoli, as a consequence of the disapproval of the (Liberal) Prime Minister Asquith.[CITATION-22] In the winter of 1915–16, Churchill himself, having resigned from the Cabinet in the wake of the Dardanelles disaster a few months earlier, secured from Sir John French, the British commander-in-chief, a promise of the command of a brigade in France. Unionist critics, already suspicious of Churchill’s pretensions as a military strategist, reacted to rumours of the appointment with fury. Sir Evelyn Cecil warned the government that Churchill’s promotion to so senior a military post would be widely regarded as a ‘grave scandal’, and Asquith felt obliged to veto Churchill’s elevation to brigadier-general, suggesting to French that he be appointed to a more junior military post instead. It was therefore only as a lieutenant-colonel that Churchill found himself in January 1916 in command of the 6th battalion of the Royal Scots Fusiliers on the western front.[CITATION-23] Quite apart from the issues raised by their appointment to particular positions of responsibility, the presence of the Service Members in Parliament raised difficult constitutional questions. The elevation of distinguished military figures to the House of Lords generally attracted little controversy, but the presence of serving soldiers in the Commons was potentially more problematic. Could a military officer, as a subordinate of the Crown, also be a Member of Parliament, and therefore a servant of the people? When this question had been raised during the 1880s, the War Secretary, Hugh Childers, and the clerk of the House of Commons, Sir Thomas Erskine May, had declined to lay down any definitive principle on the matter, treating the problem as one of practicalities. They argued simply that the exigencies of military service (which in practice often meant imperial service overseas) rendered a political career at Westminster ‘inconvenient’.[CITATION-24] In November 1914, however, Asquith informed the House of Commons that any MP who took a military commission during the war would technically be accepting ‘an office of profit’ under the Crown, and would therefore be obliged to vacate his parliamentary seat, in line with the provisions of the Succession to the Crown Act of 1707.[CITATION-25] Faced with a large number of MPs who had unwittingly forfeited their right to sit in the Commons, the government was forced to introduce emergency legislation exempting wartime Service Members from the provisions of the 1707 statute.[CITATION-26] There remained, however, significant practical difficulties confronting those who sought to combine military responsibilities with their political duties in Parliament. In December 1915, Captain Stanley Wilson, the Unionist MP for Holderness, was carrying military despatches from the Eastern Mediterranean to London when the Greek steamer on which he was travelling was intercepted by an Austrian submarine. Wilson was interned in an Austrian prisoner-of-war camp, and the electors of Holderness remained effectively unrepresented at Westminster until their MP was released in August 1917.[CITATION-27] This case was perhaps extreme, but the problem of how MPs could continue to represent their constituents in Parliament while on active service proved a difficult one to resolve. Some MPs quickly reconciled themselves to the fact that the demands of military service might limit their ability to attend to political matters at home. In November 1914, Charles Bathurst, the Unionist MP for Wilton who had taken a wartime commission in the Royal Monmouthshire Royal Engineers, wrote to inform his party leader Andrew Bonar Law that ‘my soldiering shall take the precedence of my parliamentary work’ and that he did not expect to attend the House of Commons unless his presence should be specifically requested.[CITATION-28] Similarly, John Gilmour sent a circular letter to his constituents in East Renfrewshire, informing them that he was ‘relinquishing, for the time being, my Parliamentary duties’, having volunteered for active service abroad.[CITATION-29] Henry Page Croft later claimed that on securing a commission ‘one had ceased to be a politician except in name, and thenceforth a soldier’s work called’.[CITATION-30] Some Members offered to resign their seats before departing for the front, and in February 1916 John Lyttelton formally stood down as MP for Droitwich in order to devote himself to his military duties.[CITATION-31] Not all Service Members, however, were prepared to abandon their political responsibilities for the duration of the war. By February 1915 the government was coming under pressure to allow MPs absent from the Commons on military service to register votes by proxy in important divisions, but these suggestions were rejected by Asquith on the grounds that proxy voting would negate Parliament’s function as a deliberative assembly.[CITATION-32] Service Members who wished to retain some influence over parliamentary proceedings would therefore need to attend the House of Commons in person. This was not always straightforward, but in practice the military authorities were usually content for MPs to take limited periods of leave in order to attend to their duties at Westminster. Indeed, when Parliament debated questions seen as vital to the war effort, Service Members often contrived to attend the House in considerable numbers.The presence of uniformed officers in the Commons Chamber raised a number of new problems. Should these MPs, for example, be allowed to comment on military operations in which they themselves had participated—or even on military questions generally? King’s Regulations forbade serving soldiers from publishing, directly or indirectly, ‘any information of a professional nature which [they] may acquire while travelling or employed on duty’. Regulation 453 also prohibited officers from taking part, ‘in public, in a discussion relating to orders, regulations or instructions issued by [their] superiors’.[CITATION-33] But, as the Under-Secretary of State for War, H.J. Tennant, noted in June 1915: ‘it has been the immemorial custom to consider statements made inside Parliament as privileged’. Traditionally, MPs in the forces who wished to attend the House of Commons had circumvented the problem of military regulations by being placed on half-pay or being seconded from their units. The sheer number of MPs who came forward to serve after August 1914, however, and the nature of the conflict in which they were engaged, meant that this practice was abrogated during the Great War. In these circumstances the government was reluctant to debar MPs who had patriotically offered their military services to the nation from taking part in parliamentary debates on general ‘questions of policy’. Tennant warned, however, that this indulgence might not extend to the discussion of matters such as military discipline. In other words, there were limits to the extent to which parliamentary privilege accorded Service Members freedom to speak on military questions, although Tennant confessed that defining those limits precisely would be as difficult as ‘delimiting the boundaries of good taste’.[CITATION-34] In practice, the government was initially willing to leave this question to the discretion of the MPs themselves. During the early months of the war, Service Members appeared to regard themselves as bound by a strict interpretation of army regulations, and were often reluctant to make public use of knowledge gained in the course of their military duties. In May 1915 the Unionist MP Captain Charles Hunter wrote to Bonar Law, complaining about the shortage of arms and ammunition supplied to his division. Hunter was incensed at what he regarded as the way in which the Liberal government was deliberately misleading the public over the equipping of the army, but lamented that ‘in my military position, responsible for rifles and ammunition, I cannot of course use this information in detail as yet’.[CITATION-35] Two months later, Colonel John Gretton rose in the House of Commons to offer comments on the Munitions of War Bill. Gretton declared that he considered himself ‘precluded from discussing the matter very closely, owing to the fact that I have been in military training, have had considerable periods at the Front and in the trenches, and have had considerable means of obtaining information at first hand as to how matters stand’. He felt able to intervene in this debate, he explained, only because ‘, and it has been admitted, that munitions have not been dealt with adequately hitherto’.[CITATION-36] In other words, Gretton felt able to speak in the House on military questions only by circumscribing his own military credentials, and presenting himself as an ‘ordinary’ MP.Other Service Members, however, were less reticent on this score. During another debate on the munitions question, in June 1915, the Liberal MP Captain Freddie Guest declared explicitly that he offered his opinion ‘bothand as a Member of Parliament’.[CITATION-37] Returning to the Commons a month later, Guest burnished his military credentials further, arguing that in the context of wartime politics ‘an opinion worth considering and bearing in mind ... is the opinion of the soldier’, and urging that ‘some special use’ should be made of MPs who possessed first-hand military experience, ‘instead of being, as it almost appears they are, regarded as a nuisance’.[CITATION-38] In a similar vein, Major George Bowden, the Unionist MP for North East Derbyshire, felt himself particularly entitled to speak in the Commons during a debate on the Defence of the Realm Bill in May 1915 because, as he declared, ‘I speak as a soldier with some capacity to appreciate the military situation’.[CITATION-39] The increasing readiness of some Service Members to identify themselves in Parliament ‘as soldiers’ was politically significant. Many MPs serving with the forces during the war came to adopt political positions that seemed to reflect a distinctly ‘military’ perspective on the conflict. Some appeared to have imbibed military values to an extent that coloured even their views of civilian society. Bowden, for example, was highly critical of the effect that the problem of ‘drink’ was supposedly having on the production of munitions, and complained that government proposals to tackle this problem were ‘quite inadequate ... from a military point of view’. Declaring that ‘we should not be too squeamish about our methods of dealing with the men who have been proved at this time of national danger to be deliberately endangering the safety of the nation’, he called for munitions workers to be made subject to military law, on the grounds that ‘the military authorities could be trusted to see ... that there was no slackness owing to drink’.[CITATION-40] Bowden, of course, belonged to a party which had not always been in close sympathy with the labour movement even prior to 1914. During the war, however, it was not only Unionist Service Members who could be found urging the imposition of military discipline on civilian factory workers. Bowden’s call was soon taken up by the left-wing Liberal Josiah Wedgwood, recently returned to the Commons after being wounded at Gallipoli, who declared that:Anti-militarist as I am, I admit that I should like to see them [the workers] in uniform ... I should like to see these people, when they are going to the workshops, marched there. ... Keep them at work, not seven, eight or twelve hours a day, but fifteen hours a day, provide them with food, and let them work, not necessarily for the extra pay it will bring in, but for the sake of their country.[CITATION-41] Wedgwood’s attitude on this question in 1915 represented a marked departure from the independent-minded radical politics with which he had been associated before the war.[CITATION-42] Observers such as Edward Turnour, the Conservative MP for Horsham, who also saw action at Gallipoli, believed that Wedgwood had ‘become a patriot’ while in the armed forces.[CITATION-43] Yet the apparent adoption of a ‘military’ perspective on important questions during the war did not necessarily signify that MPs serving in the forces were simply becoming more ‘right-wing’ in a traditional sense. Prior to the war, the Unionist Party had been united in its condemnation of the ‘socialistic’ assault on property rights which they believed to have underpinned the Liberal government’s budget of 1909. After August 1914, however, Unionist MPs who were now risking life and limb in the trenches often proved particularly quick to embrace a form of ‘war socialism’ that subordinated respect for private property rights to the pursuit of victory. In March 1916, Ion Hamilton Benn, an RNVR officer and MP for Greenwich, who had been a prominent member of the London branch of the Budget Protest League before the war, wrote to Bonar Law to complain that British shipping policy was being ‘muddled and mismanaged’. Revealingly, Benn attributed these problems to ‘an exaggerated respect for property’, and demanded of his party leader: ‘Why should one man have to fight, lose his life, let his business go bankrupt, leave his widow in poverty and his children dependent on charity, while another must have his profits guaranteed before the essentials of victory may be required of him?’[CITATION-44] Leo Amery similarly urged the government to place vital war industries under state control, where profits as well as wages would be fixed.[CITATION-45] Hostility towards war ‘profiteers’ was widespread in British society by this time, but many Unionists remained wary of calls for the ‘conscription of wealth’.[CITATION-46] Support from Service Members such as Benn and Amery for greater state direction of the economy during the war thus fed into a wider, contentious and continuing debate on the political right about the merits and problems of economic collectivism.[CITATION-47] As the war progressed, the extent to which first-hand experience of military service was shaping the political attitudes of individual MPs became increasingly apparent. In turn, the activities of Service Members in Parliament were to have a profound effect on the wider political landscape—and, in particular, on the operation of party politics at Westminster. Of the 264 MPs who served in the forces during the war, 185 were Unionists, sixty-six were Liberals, seven were Irish Nationalists, four were members of the Labour Party, and two sat as Independents. The disproportionate number of Unionists among the ranks of the Service Members is unsurprising. The Unionist Party had long regarded itself as the party of British (or at least English) patriotism and traditionally boasted strong links with the armed forces. During the early months of the war, Unionist party managers actively encouraged MPs to regard their military responsibilities as paramount, and Edmund Talbot, the Chief Whip, let it be known that Members serving with the forces would not be required to attend Parliament.[CITATION-48] Yet the departure of large numbers of Unionist MPs for the theatre of war also created potential problems for the party at Westminster. Following the general elections of 1910 the strength of the Liberal and Unionist parties in the House of Commons had been finely balanced. By January 1915, however, ninety-eight Unionists had joined the colours, compared to twenty-nine Liberals, and senior figures within the party were expressing alarm at the ‘weakness of the Opposition in Parliament caused by the War’.[CITATION-49] The political significance of the Service Members was not felt simply—or even primarily—in terms of the balance of strength between Liberals and Unionists in the House of Commons. Their influence also proved to be important in the context of the shifting internal dynamics of the parties during the war. Fighting MPs were prominent in the ‘ginger groups’ that sprang up in both the Unionist and Liberal parties to promote a more vigorous prosecution of the war effort, and often operated beyond the control of the leaders of their parties. In January 1916,observed that the ‘Khaki brigade’ on the Unionist benches in the Commons was providing conspicuous support for the Unionist War Committee (UWC)—an organisation of backbench MPs, led by Sir Edward Carson, who were strongly critical of what they regarded as Bonar Law’s failure to promote a more energetic war policy.[CITATION-50] Service Members were also prominent among the leadership of the UWC’s Liberal counterpart, the Liberal War Committee, which repeatedly complained about Asquith’s shortcomings as a war leader, and would eventually form the core of the Liberal parliamentary support for David Lloyd George after he supplanted Asquith as premier, with Unionist support, in December 1916.[CITATION-51] In August 1917 a group of six fighting MPs formed the core of a new ‘National Party’, an ultranationalist, imperialist, and ‘anti-corruption’ right-wing organisation led by Brigadier General Sir Henry Page Croft, which broke away from the official Unionist Party.[CITATION-52] At the same time, the activities of Service Members had an important effect on relations between the major parties. British politics in the years preceding 1914 had been unusually polarised and partisan. Following the outbreak of the war, however, an electoral truce was arranged between the parties, and in May 1915 Asquith announced the creation of a coalition government. With the normal rules of party politics thus to some extent suspended during the war, military service could provide a common identity, and even a basis for common action, for MPs from rival parties. Nine Service Members—six Unionists and three Liberals—were among the founding members of the Parliamentary Recruiting Committee, a cross-party organisation formed in March 1915, which campaigned to ensure that ‘the grave issues of the War should be fully comprehended by the people and thereby give a powerful impetus to recruiting’.[CITATION-53] More controversially, in the summer of 1915 the Liberal Freddie Guest and a handful of his parliamentary colleagues serving in the armed forces launched a secret initiative to rally fighting MPs from all parties behind a campaign to pressure the government into introducing compulsory military service. Once sufficient support from MPs in the field had been secured, Guest proposed, these men should arrange to take a week’s leave and returnto the House of Commons to force a debate on the question.[CITATION-54] Pressure was also to be brought to bear outside of Parliament. During August and September 1915 a considerable number of Service Members signed manifestoes calling for compulsory military service, which were then published in national newspapers. Many also delivered public speeches on the subject across the country, often while wearing military uniform.[CITATION-55] When the government finally brought a Military Service Bill before the Commons in January 1916, proposing compulsory service for unmarried men between the ages of eighteen and forty-one, 114 of the 164 MPs listed by the War Office as serving with the forces at that time returned to Westminster to support the measure. Only four Service Members voted against the bill on its introduction, and only two of those maintained their opposition during its second and third readings.[CITATION-56] Some of the pro-conscription MPs of January 1916 (including Leo Amery) had previously been members of Lord Roberts’s National Service League, which had agitated for the introduction of compulsory military service before the war. Yet many others had expressed no sympathy for conscription prior to 1914, and the wartime conversion of Liberal MPs such as Guest to conscription was regarded as a highly significant development.[CITATION-57] Liberals came to support (or at least acquiesce in) the introduction of conscription in 1916 for a number of different reasons, but Guest himself frankly acknowledged that it was ‘my experience with the army in France [that] had convinced me against my will of the necessity for the immediate adoption of compulsory military service’.[CITATION-58] Although some officers had initially expressed reservations about mixing ‘pressed men’ with the volunteers under their command, military opinion appeared to harden in favour of conscription during 1915—largely on the grounds that voluntary recruitment seemed no longer able to bring in the numbers of recruits needed for the large-scale military operations that were now essential for the prosecution of the war.[CITATION-59] Guest was not alone in acknowledging this trend, and there was a conspicuous correlation within the parliamentary Liberal party between personal experience of military service and enthusiasm for conscription: 90 per cent of the Liberal MPs serving with the armed forces in January 1916 who voted on the second reading of the Military Service Bill supported the measure.Three months after the passage of the Military Service Act,reported that some fifty Service Members, from both of the main parties, had assembled for an informal meeting in the House of Commons to discuss the manpower question and express their frustration at perceived inadequacies in the implementation of conscription.[CITATION-60] In the face of mounting pressure, the Cabinet decided in May to introduce a second Military Service Bill, extending the application of compulsory service to married men. This bill also received substantial cross-party support from fighting MPs.[CITATION-61] In some respects, the Service Members were beginning to look rather like a coherent military ‘bloc’ in Parliament, a group whose shared military identity was capable of bridging the conventional divisions of party politics.[CITATION-62] The willingness of fighting MPs to participate so conspicuously in the campaign for compulsory service proved to be highly controversial. King’s Regulations expressly prohibited officers from seeking to ‘prejudice questions which are under the consideration of superior military authority by the publication, anonymous or otherwise, of [their] opinions’. The involvement of fighting MPs in the extra-parliamentary agitation for military compulsion was particularly questionable, since serving officers were forbidden from taking part in ‘any meetings, demonstrations, or processions, for party or political purposes ... wherever held, in uniform’.[CITATION-63] When H.J. Tennant had conceded in June 1915 that statements made by Service Members in the House of Commons might be protected by parliamentary ‘privilege’, he had specifically drawn a distinction ‘between statements made outside the walls of Parliament, and those made inside’.[CITATION-64] Opponents of conscription accused Service Members of breaching military discipline and introducing ‘contentious questions into the ranks of [the] Army in face of the enemy’.[CITATION-65] Fighting MPs who publicly advocated the introduction of compulsory service were not, however, subjected to any formal sanction by the military hierarchy for this breach of discipline. Indeed, the Army leadership seemed to approve strongly of their actions. Some commanders actively encouraged MPs serving under them to take leave from the front in order to join the political agitation for compulsory service. In 1916 Henry Page Croft was summoned before Lieutenant-General Sir Henry Wilson, who informed the MP in plain terms: ‘I asked you to come here to tell you that I consider it to be your bounden duty to return to the House of Commons and do everything in your power to get these manpower measures passed’.[CITATION-66] Some months earlier Leo Amery had been reassigned by his military chief, General Charles Callwell, to the Balkan section at the War Office in London in order that Amery might better co-ordinate the parliamentary and press agitation in favour of conscription.[CITATION-67] In April 1916, when the government was coming under increasing pressure to extend the application of compulsory service to married men, General Rawlinson, the commander of the Fourth Army, wrote to tell Amery that ‘I have already sent round toto say they may have leave to go and vote for you in the House’.[CITATION-68] The perception that senior generals were attempting to influence Parliament’s consideration of conscription by directing the votes of MPs serving under their command provoked outrage in many quarters—most especially among more orthodox-minded Liberals who were, in any case, unenthusiastic about the war.denounced the involvement of serving soldiers in the political campaign for compulsory service as frankly ‘unconstitutional’, and in June 1915 the Bradford MP Sir George Scott Robertson warned the government of ‘a general feeling of uneasiness in the country that officers of the headquarters staff ... are acting as mouthpieces of the Field-Marshal commanding in France’.[CITATION-69] It would be wrong, however, to see the Service Members simply as political instruments in the hands of the high command. MPs in the armed forces did not always follow unquestioningly the political wishes of their commanders; nor was their attitude towards the military establishment invariably uncritical. By the summer of 1916 Britain’s record in the war was certainly open to criticism. In July, two months after the British garrison under General Townshend at Kut-al-Amara had surrendered to the Turks and six months after the evacuation of British and ANZAC troops from the Gallipoli peninsula, Asquith announced the government’s decision to appoint two special commissions of inquiry into the failure of the military campaigns in Mesopotamia and the Dardanelles.[CITATION-70] Service Members who gave evidence before these commissions did not shrink from criticising mismanagement or incompetence on the part of the responsible military authorities. Aubrey Herbert and George Lloyd gave scathing accounts of the shortcomings in transport, sanitation and medical provision that they had witnessed in Mesopotamia.[CITATION-71] Leslie Wilson, who had led a battalion of the Royal Naval Division at Gallipoli, went further and directly criticised the methods of his commanding officer, Lieutenant-General Aylmer Hunter-Weston, the commander of 8th Corps. Wilson accused Hunter-Weston of failing to make himself or his staff ‘acquainted with the actual conditions which existed’ in the trenches, and of ordering a series of disastrous and ill-planned frontal attacks, ‘without adequate artillery preparation’, in which the men had effectively been ‘asked to face almost certain death with no good object in the end’.[CITATION-72] These formal inquiries into the causes of publicly acknowledged military debacles did not represent the only opportunity available to Service Members to give voice to their opinions on the conduct and capabilities of their superior officers. Many MPs serving with the forces maintained close contact with political colleagues in Westminster and Whitehall, even while on active duty, and these men were in a uniquely privileged position to provide senior politicians at home with a first-hand perspective on the conduct of operations. During the early months of the war, for example, the Unionist MP John Baird sent frequent private reports on the military situation from his post at the British headquarters staff in France to Bonar Law in London.[CITATION-73] Similarly, through the summer of 1915, George Lloyd reported directly to the new Secretary of State for India, Austen Chamberlain, offering his views on the British progress at Gallipoli, ‘such as it appears to the ordinary individual engaged in the campaign’.[CITATION-74] Military commanders were often aware of such correspondence, and some were willing to use MPs serving under them as an informal channel of communication with the political authorities at home.[CITATION-75] In June 1915 Arthur Lee sent a long and detailed letter to Chamberlain, reporting the views of various senior staff officers with whom Lee had been in ‘confidential and constant touch’, and who had been willing to ‘unburden their minds to me with very little reserve and in many cases with the expressed desire that I should speak on their behalf’.[CITATION-76] However, since MPs’ letters were (theoretically) free from the scrutiny of the military censor, they also represented a means of bypassing the formal chain of command, and many MPs displayed a remarkable lack of deference to their military superiors in their letters and reports. Lee’s letter to Chamberlain dwelt at some length upon the damage to Britain’s military efforts being wrought by the poor personal relationship between Field Marshals French and Kitchener, and expressed considerable alarm at the rumour that the new commander of the Third Army might be Sir Arthur Paget—a man whom Lee claimed ‘is both mentally and physically unfit for a task of such size and gravity’. Similar sentiments appeared in the correspondence of Jack Gilmour, who wrote from Gallipoli to Edmund Talbot in November 1915, complaining about ‘the fearful lack of organisation’ in the campaign, and about the presence on the headquarters staff of men who ‘do not know their job’.[CITATION-77] After the 46th Division suffered terrible losses in a disastrous attack on the Hohenzollern Redoubt during the battle of Loos in October 1915, Josiah Wedgwood wrote directly to Asquith, calling for the immediate dismissal of two of the generals—Haking and Stuart-Wortley—whom he regarded as responsible.[CITATION-78] By May 1918 Jack Seely, who had for some time been deriding the high command as ‘wooden and unreceptive to modern ideas’, was calling privately for the removal of Field Marshal Haig and his staff.[CITATION-79] Of course, letters between MPs in the forces and Cabinet ministers in London hardly represented the only source of unfavourable comment on the conduct of British military operations by this stage of the war. Sir Ian Hamilton, the British general in command at Gallipoli, was initially more concerned about the criticisms being voiced by newspaper war correspondents such as Ellis Ashmead-Bartlet, who denounced the direction of operations in the Dardanelles in a series of damning reports, interviews and lectures, prompting Hamilton to complain to the War Office: ‘I should not be hung, drawn and quartered by an irresponsible journalist before I have had an opportunity of stating my case’.[CITATION-80] Many journalists, however, believed that Members of Parliament—and Service Members in particular—were better placed than themselves to provide effective scrutiny and criticism of the military conduct of the war. In November 1917 Lovat Fraser of thewrote to Wedgwood, complaining that wartime press censorship meant that journalists who wished to challenge or expose military failures were ‘all gagged’, and urging that ‘only Parliament’ could defeat the invidious and ‘grossly unconstitutional’ attempts being made by those in authority ‘to suggest that a couple of mediocre soldiers [Haig and ‘Wully’ Robertson, the chief of the imperial general staff] are to dispose of all the manhood of the country without scrutiny’.[CITATION-81] MPs certainly enjoyed a privileged platform from which to criticise the military establishment, and many were more than willing to make use of it. The inquiries into the failings of the Dardanelles and Mesopotamia campaigns were established at least in part as a result of pressure from Service Members within the House of Commons. Wedgwood had urged in November 1915 that ‘the House and the country should be assured that these men who conducted those Forces to disaster are no longer in a position of command’, and was relentless in calling for ‘the weeding out of the bad generals’.[CITATION-82] Maurice Hankey, the Secretary to the Committee of Imperial Defence, was convinced that Aubrey Herbert, similarly, was out ‘to get some general’s head on a charger’.[CITATION-83] The relationship between the Service Members and the military establishment was therefore a complex and potentially fraught one. Some fighting MPs—particularly those serving as staff officers—seemed determined to protect both the personal reputations and the operational autonomy of senior commanders against any external criticism or interference. Freddie Guest was a violent critic of the ‘reckless ignorance’ which he believed to have characterised criticism of his chief, Field Marshal French, late in 1915.[CITATION-84] Similarly, Lieutenant Philip Sassoon, who served as secretary to French’s successor Sir Douglas Haig, argued at a public meeting in Folkestone in January 1917 that, ‘if we trusted our soldiers, if we trusted our generals, and above all our Commander-in-Chief, and gave him and them a free hand, untrammelled by pettifogging considerations of home politics, we could await the future with calm confidence’.[CITATION-85] During the following year, as sharp divisions over the strategic direction of the war emerged between Lloyd George (by now Prime Minister) and senior commanders such as Haig and Robertson, a number of Service Members chose to defend the generals against what they saw as political meddling in the conduct of the war.[CITATION-86] Other Service Members, however, were at pains to assert the supremacy of civilian political authority over the military establishment. In May 1918, when Asquith attempted to move a parliamentary vote of censure against Lloyd George after General Frederick Maurice had accused the Prime Minister of weakening the British army on the western front and subsequently misleading Parliament over the matter, Josiah Wedgwood (although no admirer of the government by this time) berated Asquith for ‘backing up the “Red Tabs” [i.e. staff officers] against the civilians’.[CITATION-87] Many Service Members, indeed, appeared to regard it as their particular duty to champion the cause of parliamentary oversight and control over the armed forces. As Wedgwood subsequently claimed in his memoirs, the ‘fighting MP of 1914 had been almost instigated to take a larger view of his duties and functions. He was in the Army or Navy to see for the Administration and to report fearlessly to Parliament, as well as to take the normal risk of the soldier’. Wedgwood himself was in no doubt as to the effectiveness of scrutiny of this kind: ‘The old days of the free hand for the fighting services vanished. Fighting was no longer a mystery reserved for high priests. Parliament was in it all, and knew too much for the survival of any mysteries or illusions’.[CITATION-88] To some observers, this talk of parliamentary interference in military operations evoked memories of theof the French Revolution in the 1790s.[CITATION-89] Wedgwood preferred another comparison, describing himself and his fellow Service Members as ‘the British equivalent of the Soviet Commissars, using the Press, the platform, the House, and private appreciations—to the rage and despair of all Brasshattery’.[CITATION-90] Whether Service Members were as effective in this role in practice as Wedgwood later claimed is open to question. The military establishment was certainly capable of ignoring parliamentary criticism. Wedgwood’s own demands for the dismissal of generals Haking and Stuart-Wortley in November 1915 were thwarted by Haig, who assured Asquith that the disastrous reverses suffered by the 46th Division at Loos were the result of a lack of discipline and ‘general ignorance of war conditions’ among the Territorial soldiers in the division, rather than any failure on the part of senior commanders.[CITATION-91] The ‘rage and despair’—or, at least, the irritation and indignation—that the activities of some Service Members provoked in the high command, however, were certainly evident. On one occasion, after offering his private views on the military situation to Bonar Law during a visit to London, Henry Page Croft was hauled before his divisional general and sternly rebuked for ignoring the military chain of command.[CITATION-92] In April 1918 the problem of Service Members apparently breaching military discipline by criticising the conduct of their superior officers was addressed by Lloyd George directly in the Commons:[This] was one of the first questions brought to my notice when I was Secretary of State for War in the late Administration. The Army Council called my attention to the fact that there were several Members of Parliament who were serving in the Army, and who were utilising knowledge which they got as officers in the Army in order to criticise Army administration in this House, and they said, ‘This is extremely unfair to the Higher Command. It is extremely unfair to those who have the direction of the Army ... It is quite impossible to maintain the discipline of any force under those conditions.’[CITATION-93] The Service Members, then, occupied a unique and controversial position both in Parliament and in the armed forces. At times they could act as a bridge between the military and civilian–political elites, but their activities could also prove destabilising to both establishments. The significance of these men during the Great War, however, lay not only in the realm of civil–military relations. Their activities—indeed, their very existence—also raised profound questions about the nature of political authority and representative ‘democracy’ in Britain.As already noted, Service Members who spoke in Parliament during the war often attempted to base their political authority on their status ‘as soldiers’—that is, as experts (at least in the context of the House of Commons) on military questions. But there was also an important sense in which many fighting MPs claimed to be speaking ‘on behalf of the soldiers’.[CITATION-94] In doing so, these men were not simply presenting themselves as spokesmen for the high command, but rather were posing as the political representatives of ordinary soldiers in the trenches. In this sense, even a perennial critic of the generals such as Wedgwood could declare himself to be ‘absolutely convinced ... that there should be a free and frank expression in this House of the views of the Army in the field’.[CITATION-95] The argument that MPs might represent particular ‘interests’ in Parliament was certainly not without precedent—landowning MPs often spoke for the landed interest, for example, while the Labour Party had operated before 1914 effectively as a vehicle for trade-union interests. Yet the idea that Service Members might claim to speak ‘for the soldiers’ at Westminster was always likely to prove controversial. As Asquith pointedly reminded the Commons in September 1915, ‘the Army as an Army has no representation in this House’; MPs sat in Parliament to represent the constituents who returned them, and British constitutional convention recognised no other mandate that they might claim.[CITATION-96] Unfortunately, the war had thrown the British system of representative politics into confusion. By 1914, some 84 per cent of electors qualified for the parliamentary franchise as a consequence of having been householders of a separate dwelling place for a continuous period of twelve months.[CITATION-97] Electors in this category who volunteered to fight abroad during the war quickly forfeited their place on the electoral register, with the result, as Wedgwood observed, that there were soonmillions of electors ... who are accidentally deprived of the franchise in this country, but who are none the less citizens of the country, and who ought to be able to influence the views of Members of Parliament in the only way in which they can do so. ... Through their officers, or by such means as are open to them.[CITATION-98] The argument that these circumstances entitled Service Members to claim political authority as representatives of the views of soldiers in the trenches remained problematic, however, for a number of reasons. One was the continued purchase in British political culture of the Burkean idea that an MP was not simply a ‘delegate’ for the views of his electors, but rather was expected to act in Parliament according to his own conscience and judgment.[CITATION-99] More importantly, the precise relationship between the electorate and the army during the war remained obscure. After all, a great many of the soldiers fighting in the trenches hadqualified for the parliamentary franchise before 1914. This issue assumed considerable practical importance when the government, anxious to avoid a wartime general election, and particularly one conducted on the basis of an incomplete register, appointed a special conference, chaired by the Speaker of the House of Commons, to examine the question of electoral reform.In this way, it has been argued that the experience of war prompted a profound renegotiation of the concept of political citizenship in Britain. This is often seen as a process of straightforward ‘democratisation’, marked by a rapid and dramatic widening of the franchise following the passage of the Representation of the People Act in 1918. In fact, the wartime redrawing of the boundaries of political citizenship was a complex process, shaped by a range of conflicting dynamics, both inclusive and exclusive. As Nicoletta Gullace has observed, from the early months of the conflict onwards, a vast array of official and unofficial recruiting propaganda lionised the soldiery while turning unenlisted men—increasingly seen as ‘slackers’—into national pariahs. This created an atmosphere that not only served to justify the introduction of conscription in 1916, but also fuelled calls for reforms that would give soldiers greater political power. At the same time, the war provided women with opportunities to advance their own claims to citizenship, both by emphasising their practical contributions to the war effort—for example in munitions factories, on the land or through bodies such as the Women’s Auxiliary Army Corps and the Voluntary Aid Detachments—and by invoking a powerful rhetoric of personal sacrifice rooted in the concept of ‘patriotic motherhood’. More controversially, the failure or refusal of significant numbers of British men to fulfil their supposed obligation to the state by joining the armed forces (whether on the grounds of their age, medical condition or conscientious objection to military service) allowed ‘patriotic’ women to challenge established notions that citizenship was ineluctably tied to the male body. The consequence, Gullace argues, was that ‘during the war, sacrifice, service, and British blood began to take precedence over sex, property, and legal majority, while patriotism replaced manhood as the fundamental qualification for the parliamentary vote’.[CITATION-100] The idea of a connection between military service and political citizenship was endorsed enthusiastically by an overwhelming majority of wartime Service Members, althoughhe precise nature of that relationship was not always clear. Was it, for example, a question of ‘rewarding’ patriotic activities at a time of national crisis, or simply a way of acknowledging the capacity for responsible citizenship supposedly demonstrated by military service? For example, Sir William Bull, the MP for Hammersmith who took a commission as Honorary Commandant of a battalion of the London Volunteer Regiment in January 1918, appeared to favour extending the franchise to soldiers who had enlisted voluntarily in the armed forces, but not to those who had been conscripted after January 1916.[CITATION-101] Captain Hugh O’Neill, the MP for Antrim, initially wanted to extend voting rights only to soldiers who had undertaken active service abroad, arguing that the next Parliament ‘should be elected by the men who have made the greatest sacrifices’ in wartime.[CITATION-102] Most Service Members, however, supported an amendment moved by Colonel Leslie Wilson calling for the extension of the franchise to all men who had served in the forces and were over the age of nineteen years, on the simple grounds that ‘if the State considers a man of nineteen old enough to go out and fight for his country surely he is old enough to have a vote for his country’. This proposal, which was finally confirmed in the Representation of the People Bill at its Report Stage, went considerably further than some members of the Coalition government had intended in 1917.[CITATION-103] It also represented a striking innovation in British constitutional practice, since, by allowing men who had served in the armed forces to vote at an age two years below their civilian counterparts, the Bill effectively created a new and privileged class of military elector. Service Members were also conspicuous in endorsing the more exclusionary and restrictive implications of a franchise based on ‘patriotic’ service to the state. Fighting MPs were particularly prominent in the political campaign to deny the vote to conscientious objectors, on the grounds, as Major Rowland Hunt put it, that such individuals ‘have no right to claim any share in governing the country which they refuse to defend’.[CITATION-104] What Gullace calls the ‘cultural construction of the law’ during the war was not, however, a smooth or uncontested process. The idea that political citizenship might be a corollary of military service in Britain was not entirely novel in 1917. Before the war, some members of the National Service League had argued that ‘the creation of a system of general service would necessarily involve the granting of the electoral suffrage to all men who had passed through the ranks’.[CITATION-105] Yet such ideas had remained confined to the political fringe, and the British electoral system recognised no connection between military service and citizenship.[CITATION-106] Opposition to the idea of military service as a prerequisite of political citizenship persisted in influential quarters during the war, with members of both major political parties expressing reservations on the question. Thomas Lough, the Liberal MP for Islington, warned that the extension of special privileges to military voters would be ‘a great triumph for militarism’.[CITATION-107] At the same time, while many Unionists calculated that an expanded (and supposedly ‘patriotic’) service vote would provide a useful counterweight to the trade-union interest in the electorate, there were influential Conservatives who remained opposed to the enfranchisement of soldiers on a privileged basis.[CITATION-108] Lord Selborne regarded the pressure to grant the vote to soldiers at a younger age than civilians as ‘mischievous sentimentalism of the worst sort’.[CITATION-109] Sir Frederick Banbury agreed, urging MPs to remember that the vote was neither ‘a privilege [nor] a reward’, but rather ‘a duty which is imposed only on those who are fit to carry it out’. Banbury argued that ‘nobody is fit to exercise a vote at nineteen’, and that there was certainly no reason to suppose that a ‘boy’ who had undertaken military service was any more qualified to discharge the responsibilities of the elector than, for instance, one who had taken honours at Oxford.[CITATION-110] For this he was attacked by the Liberal Service Member Major-General Ivor Philipps, who accused Banbury of privileging ‘property’ over patriotic service and sacrifice as a basis for citizenship.[CITATION-111] Once again, therefore, divisions between civilians and soldiers within Parliament appeared to be blurring the traditional fault lines of party politics. This was particularly evident over the question of restrictions to the franchise. An early attempt to strip conscientious objectors of the vote was blocked in July 1917 by the Home Secretary Sir George Cave and the government Whips. But on 21 November a free vote on the question was allowed, and the House of Commons narrowly approved an amendment disenfranchising all men who had been accepted by military service tribunals as ‘genuine’ conscientious objectors, by 209 votes to 171. An analysis of the votes cast in this division is revealing: MPs who had served in the forces during the war backed the measure overwhelmingly, by eighty-two votes to twenty-eight, but civilian MPs actually opposed the disenfranchisement of conscientious objectors by a majority of 143 votes to 127.[CITATION-112] Just as they had during the campaign for the introduction of military conscription, there is evidence that Service Members from different parties were actively co-ordinating their efforts in the debates about electoral reform.[CITATION-113] Indeed, some openly claimed that they were campaigning for the interests of soldiers against a class of ‘civilian’ politicians who had contributed less than themselves to the war effort. Major Hunt went so far as to warn his colleagues in the House of Commons that ‘ifdo not take care, the soldiers and sailors, when they find they have not got the vote to help in ruling their country … may take the power themselves, and I am not sure they would not be right’.[CITATION-114] Similar tensions were evident in the debate over women’s suffrage. Perhaps more than any other, this issue reveals the complex nature of the relationship between the changes in political culture wrought by the war and the construction of the post-war electoral system. The patriotic contributions of women to the war effort were widely invoked by previously sceptical politicians in order to explain their conversion to the cause of women’s suffrage by 1918. Yet in practice, of course, the Representation of the People Act extended the vote to women only on a very limited basis. Most conspicuously, by restricting the franchise to women aged over thirty, the Act created an electorate that actually excluded a majority of those women who had worked in the munitions factories during the war. This gulf between rhetoric and legislative reality would seem to confirm Martin Pugh’s observation that, in its practical details, the Reform Bill that finally passed Parliament reflected pragmatic considerations of party advantage and political compromise more than any coherent theory of political citizenship.[CITATION-115] Yet this issue also reveals the extent to which concepts such as ‘service’ and ‘citizenship’ (and the relationship between the two) remained contested, even within the context of the political culture of wartime Britain.Gullace has argued that women’s war work provided a ‘major catalyst’ in the final achievement of women’s suffrage because it effectively demolished the old ‘physical force’ argument, widely used by Victorian anti-suffragists, that women should not be able to vote because they could not contribute to the defence of their country.[CITATION-116] In other words, even if it did not lead to full political equality for women in 1918, the conspicuous contribution of women in vital war industries was essential to the final victory of the suffrage campaign because it deprived the anti-suffragist case of its ‘driving logic’.[CITATION-117] A significant number of MPs, however, including a disproportionate number of Service Members, continued to oppose women’s suffrage throughout the war precisely on the basis of the ‘physical force’ issue.[CITATION-118] The central argument in this case was that only military service to the state justified the bestowal of full rights of citizenship. For fighting MPs such as Arnold Ward, the son of the successful novelist and anti-suffragist Mrs Humphry Ward and an inveterate opponent of women’s suffrage in his own right, the vital consideration by 1917 was ‘the fact that the women of this country have not fought’. In the vast military operations connected with the war, he argued, ‘the work of men has been decisive and the work of women has been auxiliary’; for this reason, ‘the position of women in politics ought to continue to be an auxiliary one’ also.[CITATION-119] Such outright opposition to women’s suffrage was, by the summer of 1917, clearly doomed. Yet the persistence of the ‘physical force’ argument to oppose a women’s franchise reveals the extent to which talk of a straightforward correlation between ‘service’ and ‘citizenship’ by 1918 is misleading. In fact, the wartime process of ‘democratisation’ always contained new hierarchies of citizenship; these were contested fiercely during the war, and were reflected only imperfectly in the Representation of the People Act itself.Controversial as such questions were, the definition of ‘citizenship’ was not the only issue at stake in the wartime debates about political representation. Just as they had in their support for a soldiers’ franchise and their hostility towards conscientious objectors, Service Members who opposed women’s suffrage claimed to be representing the views of ordinary members of the armed forces. Many expressed outrage that Parliament should attempt to make such a ‘vast and enormous change’ to the constitution ‘without consulting the flower of our manhood, who ought to be the real rulers of this country’.[CITATION-120] Indeed, some fighting MPs presented women’s suffrage as a positive (if vaguely-defined) threat to the interests of servicemen, and denounced the reform as a step which would ‘place upon the register a mass of necessarily inexperienced voters liable to be swayed by the arguments of hysterical agitators and consequently liable to use the vote to the detriment of the interests of our soldiers and sailors’.[CITATION-121] These attacks on the decision of Parliament to address questions such as women’s suffrage without ‘consulting’ the nation’s soldiers and sailors touched upon another important problem in British wartime politics, namely, the authority of the House of Commons itself. The idea that the armed forces represented a corporate interest whose views deserved special parliamentary consideration was a highly contentious one. Calls from Service Members for Parliament to introduce conscription because it was ‘what the Army wants’ had provoked controversy, but the increasing insistence of fighting MPs that the armed forces had a right to be consulted, not only on military matters but also on broader questions of political reform, was more worrying still.[CITATION-122] Many critics regarded this as a dangerous and incongruous intrusion by the military power into the political arena, and comparisons were drawn with the Cromwellian army’s usurpation of political power during the seventeenth century.[CITATION-123] Not all observers, however, saw the Service Members as harbingers of a military challenge to the political authority of Parliament. Indeed, this controversy needs to be understood within the context of a broader ‘crisis’ of political authority in Britain during the war. As John Horne has observed, the Great War both revealed and heightened one of the fundamental paradoxes in the emergence of the modern state: bureaucratisation and technology vastly extended the state’s capacity for surveillance and repression, but mass involvement in the political process simultaneously made ‘legitimacy’, the consent of the ruled, an increasingly vital condition of the state’s effective operation.[CITATION-124] Exceptional wartime legislation—including the subjection of millions of men to military discipline—enhanced the coercive powers of the state; yet the waging of total war in an industrial age also required an unprecedented level of commitment and active participation on the part of ordinary citizens. Sustaining this popular commitment became increasingly difficult as the war continued, and Brock Millman has argued that the British government increasingly fell back on the ruthless suppression of domestic dissent during the second half of the war, even resorting to collaboration with freelance right-wing ‘patriot gangs’ in a counter-revolutionary conspiracy against pacifist and socialist elements.[CITATION-125] However, it can be argued that consent remained at least as important as coercion in the British state’s management of the home front. By the summer of 1917, following the February Revolution in Russia, reports of mutinies in the French army and a wave of strikes at home, the political authorities in Britain had become convinced that new efforts were needed in order to stave off a collapse in civilian morale. A cross-party parliamentary organisation, the National War Aims Committee (NWAC), was established, with the task of ‘remobilising’ Britain for the continued prosecution of the war.[CITATION-126] The NWAC organized an extensive campaign of propaganda, exploiting the resonance of a variety of forms of popular patriotism, including appeals to spirituality, sacrifice, civic duty, local and regional affiliations—and even a form of ‘supra-national’ patriotism which presented the western allies as engaged in a collective defence of ‘civilisation’ and ‘democracy’.[CITATION-127] Within this latter context, the NWAC consistently sought to present Britain asby espousing a form of ‘proprietorial patriotism’ that emphasised the nation’s long heritage of liberty and ‘democratic’ institutions, and placed particular weight on the contemporary significance of Parliament as ‘the great centre of civic liberty’.[CITATION-128] Unfortunately, the reputation and authority of the Westminster Parliament seemed less secure by 1917 than had been the case in living memory. Disillusionment with the politicalin Britain was reflected in the votes cast for a series of radical right-wing candidates in by-elections during the second half of the war, and in the emergence of such groups as the British Empire Union and the Vigilantes, who expressed opposition to what they regarded as the corruption and weakness of the political establishment. By May 1918 Horatio Bottomley, the demagogic editor of, was predicting ‘the impending collapse of parliamentary government’, and Adrian Gregory has suggested that the final year of the war witnessed the emergence of something resembling ‘an embryonic mass-fascist movement’, which only failed to coalesce because of the rapidity with which the final military victory arrived.[CITATION-129] To a certain extent, this disenchantment with parliamentary government represented just one manifestation of a more general ‘war weariness’, and a frustration at the apparent inability of Britain’s political and military leaders to bring the war to a successful conclusion. But there were also more particular reasons for the wartime decline in Parliament’s political standing. Part of the problem lay in the way in which the war appeared to deprive the House of Commons of one of its most important functions: providing effective scrutiny of the ministerial executive. Asobserved in an editorial in August 1915, following the outbreak of hostilities the government had been ‘entrusted by common consent with autocratic powers. Parliament could do little, and attempted little, but to confirm its actions. … Gigantic Votes of Credit had only to be named to be passed by acclamation’.[CITATION-130] The weakness of the Commons was exacerbated by the formation of the coalition government in May 1915, which (at least in the short term) effectively removed the prospect of ministers being held to account by an organised parliamentary opposition. At the same time, the government’s reluctance to risk a general election in wartime severely undermined Parliament’s authority as the ‘representative’ organ of the state: by the end of the war the House of Commons had not refreshed its electoral mandate for almost eight years.In this context, it was possible to regard the parliamentary activities of Service Members in a far more favourable light. Aswas quick to point out, effective criticism of ministerial shortcomings remained essential during the war, yet Parliament’s ability to fulfil this function had been undermined precisely by ‘the absence [at the Front] of the very men who could advise it best’. Rather than threatening the independence of the House of Commons, political interventions by soldier-MPs could be presented as essential to the proper functioning of Parliament in wartime, and the patriotic press responded enthusiastically on the occasions when ‘the sudden appearance of one of these bronzed and bearded warriors has transformed an academic debate and brought it back to reality’. Indeed, by the end of 1916, influential civilian figures, including the former Liberal Chief Whip Lord Murray of Elibank, were calling for a general recall of Service Members to Parliament in order to ensure that the House of Commons was able to discharge its vital duties effectively.[CITATION-131] The activities of Service Members also proved important in wartime debates about Parliament’s authority as a ‘representative’ institution. Claims by individual Service Members to possess a political mandate from the troops at the front were undoubtedly controversial. But the idea that the House of Commons should contain no representation of the views of serving soldiers raised problems of its own. Not least among these was the possibility that service personnel who felt excluded from the parliamentary process might turn to alternative modes of political action. Following the revolution in Russia, the British government came to view with increasing concern the activities of such domestic groups as the National Federation of Discharged and Demobilized Sailors and Soldiers, which agitated for better welfare provision for veterans and against the forcible re-enlistment of men previously discharged from the armed forces. Even groups on the radical right of the political spectrum, such as the British Workers League, which claimed to represent the interests of ‘patriots’ and soldiers, and engaged in the violent disruption of pacifist and socialist meetings, came to be viewed as a threat to political stability and national unity.[CITATION-132] Super-patriots such as Rowland Hunt might appear to welcome the prospect of frustrated soldiers ‘taking power themselves’, but for more mainstream politicians of both left and right the potential consequences of widespread alienation from parliamentary politics among members of the armed forces provided reason enough to ensure that soldiers had a voice inside the House of Commons.There was also a broader question of political principle. The Victorian norm of seeking effectively to exclude the military from the political arena had been defensible as long as the army had remained a small professional force, largely removed from civilian society. It became more difficult to justify in the context of a war in which the British army, for the first time, could reasonably be described as a true ‘citizen force’: between 1914 and 1918 some 5,700,000 men—more than 22 per cent of the adult male population—passed through the ranks of the armed forces, and many observers argued that a truly ‘representative’ Parliament must allow some expression of their views.[CITATION-133] By 1917, even an unimpeachable Liberal such as Arthur Ponsonby could be found arguing that the ‘full participation [of soldiers] in the formation and direction’ of Parliament was now ‘an absolute essential’.[CITATION-134] This was not simply a matter of directing the war effort effectively.had argued in August 1915 that ‘it would be grotesque that the House of Commons should decide such a question as National Service without the assistance of its citizen soldiers, who represent the best element in our manhood, [and] know the needs and wishes of the Army at first hand’. Significantly, however, the newspaper also argued that the ability of Service Members to speak ‘on behalf’ of the vast numbers of men serving in the trenches was no less vital in Parliament’s consideration of broader questions of national policy. Matters such as taxation, for example, or the feasibility of free trade, ‘are not primarily military questions, but they are fundamental questions of national security which cannot be settled satisfactorily by an unrepresentative House of Commons’.[CITATION-135] Similarly, the work of post-war social reconstruction could only be approached by ‘a fully representative Parliament’, and in this the contribution of the fighting MPs, who alone ‘are in touch with that large and select part of the nation which now constitutes the Army’, was vital.[CITATION-136] It was no coincidence that calls for a general recall of Service Members to Westminster increased as politicians began to turn their minds to the problems that Britain would face after the hoped-for military victory.The Service Members themselves were more than happy to invoke their military credentials during the short campaign which preceded the general election in December 1918. Even those MPs whose wartime service had been of a largely administrative nature made liberal use of their military rank and uniform in election propaganda.[CITATION-137] In doing so they were equating martial or ‘masculine’ virtues with a measure of fitness for office.[CITATION-138] But they were also deliberately presenting themselves both as ‘Trustees for the Silent’ (i.e. the war dead) and as guardians of the rights of returning servicemen. What the ordinary members of the armed forces made of such tactics is not easy to discern; the low turnout by service personnel in the ‘Khaki’ election suggests a significant level of apathy—or at least disengagement from the parliamentary process—among soldiers awaiting demobilisation. Yet the wider electorate responded positively towards those MPs claiming to represent the interests of men coming home from the trenches. Of 176 wartime Service Members who sought re-election in 1918, 152 were returned, most of them with the benefit of the ‘coupon’ awarded to supporters of the Lloyd George coalition.[CITATION-139] The addition of a cohort of newly-elected MPs brought the number of military veterans in the post-war House of Commons to more than 250.[CITATION-140] Rather than threatening the independence and authority of a ‘civilian’ Parliament, therefore, the presence of military officers in the House of Commons was widely regarded as essential to the preservation of a competent, functioning and truly ‘representative’ political institution. Indeed, ex-servicemen retained a significant and conspicuous presence in the House of Commons throughout the inter-war period, even as elite concerns about the ‘brutalising’ effects of the war fostered new concerns about veteran involvement in public politics.[CITATION-141] The debate about parliamentary authority epitomised the paradoxes that surrounded the activities of the Service Members during the Great War. The unprecedented demands of waging total war rendered this an unusually fraught period in British civil–military relations. Despite the animosity that developed during the second half of the war between Lloyd George and some of his most senior generals, however, there was never any serious prospect of Robertson, Haig or any other military figure establishing himself as a British Hindenburg or Ludendorff.[CITATION-142] In this sense the British claim to be fighting a war for civilian and constitutional standards of government against the ‘militarism’ represented by the German empire was not without merit. Yet, the presence of the Service Members in the House of Commons revealed just how far the British political class was itself from being a truly ‘civilian’ entity. The willingness of fighting MPs from across the political spectrum to co-operate in advancing what appeared to be a ‘military’ agenda at Westminster—most controversially in their demands for the introduction of conscription—alarmed critics who feared that the Service Members had allowed themselves to become the political instruments of the military high command. Yet many soldier-MPs saw themselves, on the contrary, as agents of parliamentary control over the armed forces, and individuals such as Josiah Wedgwood clearly relished their ability to frustrate both the ambitions and the operational autonomy of the professional military establishment. The insistence of military officers in the House of Commons that Parliament acknowledge a connection between military service and the franchise heralded the creation of a militarised and potentially restrictive new vision of political citizenship. Yet, ultimately, this vision was subsumed—albeit untidily—within the broader (and incomplete) democratisation of politics that was one of the Great War’s most important domestic legacies in Britain. Perhaps most ironically of all, however, in this war for civilian and constitutional standards of government, against the evils of ‘Prussian militarism’, the presence of a military cohort within the House of Commons came to be seen in many quarters as essential to maintaining the authority of Parliament itself.",
    "footnotes": {
        "1": "H. Strachan, The First World War, I: To Arms (Oxford, 2001), pp. 1121–39; C. Pennell, A Kingdom United: Popular Responses to the Outbreak of the First World War in Britain and Ireland (Oxford, 2012), pp. 58–65, 92–4.",
        "2": "M. Johnson, Militarism and the British Left, 1902–1914 (Basingstoke, 2013), pp. 4–15, 66.",
        "3": "The imbalance between civilian and military political power in Germany became even more apparent after 1914, as the army high command came to supplant the authority not only of the civilian politicians in the Reichstag but even of the Kaiser himself, under the ‘silent dictatorship’ of Hindenburg and Ludendorff during the second half of the war. See G. Ritter, The Sword and the Sceptre: The Problem of Militarism in Germany, tr. H. Norden (4 vols., London, 1972–3), i. 121–85, ii. 119–36; M. Kitchen, The Silent Dictatorship: The Politics of the German High Command under Hindenburg and Ludendorff, 1916–1918 (London, 1976); R.B. Asprey, The German High Command at War: Hindenburg and Ludendorff Conduct World War I (New York, 1991).",
        "4": "G. Ferrero, Militarism (London, 1902), pp. 279–94.",
        "5": "M. Brock and E. Brock, eds., H.H. Asquith: Letters to Venetia Stanley (Oxford, 1982), p. 157.",
        "6": "P. Guinn, British Strategy and Politics, 1914 to 1918 (Oxford, 1965); D.R. Woodward, Lloyd George and the Generals (London, 1983); D. French, ‘“A One Man Show?” Civil–Military Relations during the First World War’, in P. Smith, ed., Government and the Armed Forces in Britain, 1856–1990 (London, 1996), pp. 86–91, 97–100.",
        "7": "H. Strachan, The Politics of the British Army (Oxford, 1997), p. 36.",
        "8": "The Times, 11 Nov. 1914.",
        "9": "Strachan, Politics of the British Army, pp. 26–30. Many more Victorian and Edwardian MPs could boast a connection with the nation’s auxiliary forces, comprised of the Militia, Yeomanry and the Volunteer Force, or, after 1907, the Special Reserve and the Territorial Force.",
        "10": "Meux’s predecessor as MP for Portsmouth had been Admiral Lord Charles Beresford, the former commander-in-chief for the Channel Fleet, who had vigorously used his parliamentary position to criticise the naval reforms of Sir John Fisher, the First Sea Lord.",
        "11": "Hansard, The Official Report, House of Commons, 5th ser. [hereafter Hansard, Commons], 6 Jan. 1916, vol. 77, cols. 1118–24.",
        "12": "The MPs killed while on service were: T.C.R. Agar-Robartes, G.V. Baring, F. Bennett-Goldney, D.F. Campbell, H.T. Cawley, O. Cawley, P.A. Clive, N. Crichton-Stuart, J. Esmonde, V. Fleming, W.G.C. Gladstone, P.K. Glazebrook, M.H. Hicks Beach, F.W.S. McLaren, C.T. Mills, A.E.B. O’Neill, N. Primrose, W.H.K. Redmond, A. Thynne, and W.L.C. Walrond.",
        "13": "Sir Herbert Raphael, for example, a wealthy baronet and the Liberal MP for South Derbyshire, briefly came to enjoy some fame as the ‘millionaire private’ after joining the ranks of the Royal Fusiliers in February 1915, but within four months he had received a temporary commission as a major in the King’s Royal Rifle Corps. See The National Archives [hereafter TNA], WO 339/50142, Personnel file of Sir H.H. Raphael; The Times, 10 Feb. 1915; The Argus, 9 Apr. 1915.",
        "14": "One of these, the Irish Nationalist Arthur Alfred Lynch, had fought on the side of the Boers, as colonel of the 2nd Irish Brigade. The others were W. Anstruther-Grey, M. Archer-Shee, G.V. Baring, C.R. Burn, D.F. Campbell, R.G.W. Chaloner, W.L.S. Churchill, P.A. Clive, R.B. Colvin, J. Craig, J.J. Dalrymple, J.H. Davidson, W.B. Du Pre, E.E. Fiennes, G.A. Gibbs, J. Gilmour, W.R. Greene, J.N. Griffiths, C.H.C. Guest, F.E. Guest, R.E.C.L. Guinness, W.E. Guinness, C. Heathcote-Drummond-Willoughby, T.E. Hickman, A. Hopkinson, R. Hunt, C.R. Hunter, A.G. Hunter-Weston, P. Kerr-Smiley, the Earl of Kerry, H. Keswick, E.A. Knight, C.W.H. Lowther, H.C. Lowther, J.C. Lyttleton, R.C.A. McCalmont, G. McMicking, F.B. Mildmay, A.C. Morrison-Bell, E.F. Morrison-Bell, A.E.B. O’Neill, A.G.V. Peel, R.F. Peel, D.V. Pirie, R. Pole-Carew, G.J. Sandys, S.E. Scott, J.E.B. Seely, H.H. Spender-Clay, A. Stirling, T.B.M. Sykes, A. Thynne, G.C. Tryon, the Marquess of Tullibardine, W. Waring, J.C. Wedgwood, W.E.G.A. Weigall, G. Dalrymple-White, G.G. Wilson, L.O. Wilson and M.R.H. Wilson. Two other Boer War veterans sitting in the House of Commons in 1914—Sir Ivor Herbert and Viscount Valentia—held honorary military commissions during the Great War but did not see active service.",
        "15": "See, for example, King’s College London, Liddell Hart Centre for Military Archives, Ian Hamilton Papers, fo. 6/3, W. Faber to Hamilton, 18 Aug. 1914; fo. 6/11, L.S. Amery to Hamilton, 5 Jan. 1915; and London, Courtauld Institute of Art, Arthur Lee Papers, Box 2, undated note by Lee.",
        "16": "T. Bowman, ‘Officering Kitchener’s Armies: A Case Study of the 36th (Ulster) Division’, War in History, xvi (2009), pp. 198, 201, 210.",
        "17": "Stephen Lucius Gwynn, William Hoey Kearney Redmond, and Daniel Desmond Sheehan were all commissioned in the 16th Division. See T. Denman, Ireland’s Unknown Soldiers: The 16th (Irish) Division in the Great War, 1914–1918 (Dublin, 1992), p. 47.",
        "18": "C. Hughes, Mametz: Lloyd George’s ‘Welsh Army’ at the Battle of the Somme (Norwich, 1990), pp. 21–7.",
        "19": "J.C. Wedgwood, Testament to Democracy (London, 1942), p. 39. At least twenty MPs were offered commissions in the forces administered by Churchill during the early months of the war: A.C.T. Beck, I.H. Benn, H.J. Craig, N.C. Craig, J.A. Dawes, E.E. Fiennes, M.A. de Forest, G.A. France, R.V. Harcourt, F.L. Harris, G.W.A. Howard, O.S. Locker-Lampson, F.W.S. McLaren, W. Mitchell-Thomson, L.G. Chiozza Money, H. Smith, W. Dudley Ward, J.C. Wedgwood, A.F. Whyte, and L.O. Wilson. Another MP, Rupert Guinness, had already been appointed to command the London Division of the RNVR in 1903, and was promoted to captain in 1915.",
        "20": "Hansard, Commons, 11 Mar. 1915, vol. 70, cols. 29, 1581. Seely had previously served in the South African War, but his military experience before 1914 had been confined to the Yeomanry rather than the regular army.",
        "21": "Cambridge, Churchill College, Churchill Archives Centre [hereafter CAC], Winston Churchill Papers, CHAR 2/64/48, H. de. V. Habakkuk-Scrubbs to ‘the Editor-in-Chief’, undated.",
        "22": "L.S. Amery, My Political Life (3 vols., London, 1953–5), ii. 49.",
        "23": "London, Imperial War Museum [hereafter IWM], John French Papers, JDPF2, fos. 43–4, Asquith to French, 16 Dec. 1915; Hansard, Commons, 16 Dec. 1915, vol. 76, col. 2219.",
        "24": "Strachan, Politics of the British Army, p. 31.",
        "25": "Hansard, Commons, 12 Nov. 1914, vol. 68, cols. 40–41.",
        "26": "Ibid., 18 Nov. 1914, vol. 68, cols. 529–31. As the Attorney-General Sir John Simon explained, the terms of the 1707 statute applied only to sitting MPs who accepted military commissions in the regular armed forces. No part of the constitution of the country or the rules of the House of Commons prevented serving officers from being elected as MPs, and men who took commissions in the Territorial Force after 1907 were deliberately exempted from the provisions of the 1707 Act.",
        "27": "The Times, 10 Jan. 1916.",
        "28": "London, Parliamentary Archives [hereafter PA], Bonar Law Papers, BL/35/2/14, Bathurst to Bonar Law, 8 Nov. 1914.",
        "29": "Edinburgh, National Archives of Scotland, Gilmour Papers, GD383/11, Circular letter, 14 Sept. 1914.",
        "30": "H. Page Croft, My Life of Strife (London, 1948), p. 85. Croft in fact returned to the House of Commons during the war, after spending ‘twenty-two months under fire’.",
        "31": "The Times, 23 Feb. 1916; PA, Bonar Law Papers, BL/53/5/27, Tullibardine to Bonar Law, undated.",
        "32": "Hansard, Commons, 4 Feb. 1915, vol. 69, col. lxix, 125; 22 Sept. 1915, vol. 74, cols. 450–51.",
        "33": "The King’s Regulations and Orders for the Army (London, 1912), p. 94.",
        "34": "Hansard, Commons, 29 June 1915, vol. 72, cols. 1620–1.",
        "35": "PA, Bonar Law Papers, BL/37/2/11, Hunter to Law, 7 May 1915.",
        "36": "Hansard, Commons, 1 July 1915, vol. 72, col. 2121. Italics added.",
        "37": "Ibid., 23 June 1915, vol. 72, col. 1212. Italics added.",
        "38": "Ibid., 28 July 1915, vol. 73, cols. 2396–7.",
        "39": "Ibid., 10 May 1915, vol. 71, col. 1404.",
        "40": "Ibid., 10 May 1915, vol. 71, cols. 1404–7.",
        "41": "Ibid., 23 June 1915, vol. 72, col. 1247.",
        "42": "P. Mulvey, The Political Life of Josiah C. Wedgwood: Land, Liberty and Empire 1872–1943 (London, 2010), pp. 30–52.",
        "43": "Bodleian Library, Oxford, Winterton Papers, 16, Diary entry for 2 Nov. 1916.",
        "44": "PA, Bonar Law Papers, BL/52/4/18: Benn to Bonar Law, 16 Mar. 1916; The Times, 15 July 1909.",
        "45": "CAC, Amery Papers, AMEL 1/3/26, Memorandum by Amery, Sept./Oct. 1915.",
        "46": "J.-L. Robert, ‘The Image of the Profiteer’, in J. Winter and J.-L. Robert, eds., Capital Cities at War: Paris, London, Berlin, 1914–1919 (2 vols., Cambridge, 1997–2007), i. 104–32; A. Gregory, The Last Great War: British Society and the First World War (Cambridge, 2008), pp. 136–47;",
        "47": "N. Keohane, Party of Patriotism: The Conservative Party and the First World War (Farnham, 2010), pp. 169–207. For an example of Tory aversion to the ‘conscription of capital’, see The Spectator, 5 Jan. 1918.",
        "48": "British Library, Walter Long Papers, Add. MS 62418, fo. 56, Note by Edmund Talbot, 4 Nov. 1914.",
        "49": "PA, Bonar Law Papers, BL/36/2/46, Long to Law, 27 Jan. 1915.",
        "50": "The Nation, 22 Jan. 1916; J.O. Stubbs, ‘Beaverbrook as Historian: Politicians and the War 1914–1916 Reconsidered’, Albion, xiv (1982), pp. 235–53 at 247.",
        "51": "M. Johnson, ‘The Liberal War Committee and the Liberal Advocacy of Conscription in Britain, 1914–1916, The Historical Journal, li (2008), pp. 399–420.",
        "52": "W.D. Rubinstein, ‘Henry Page Croft and the National Party, 1917–22’, Journal of Contemporary History, ix (1974), p. 134. Besides Croft, the parliamentary members of the party were A.H. Burgoyne, D.G. Carnegie, Viscount Duncannon, R. Hunt, R.H. Rawson, and the civilian MP Sir Richard Cooper. At least one other Service Member, E.A. Fitzroy, had considered joining the new party, but was persuaded to remain within the Unionist fold as a consequence of constituency pressure.",
        "53": "Hansard, Commons, 10 May 1915, vol. 70, cols. 1432–3; R. Douglas, ‘Voluntary Enlistment in the First World War and the Work of the Parliamentary Recruiting Committee’, Journal of Modern History, xlii (1970), p. 566. The members were Viscount Valentia, R.A. Sanders, B.M. Eyres-Monsell, H.G. Henderson, J. Gilmour, G.F. Stanley, W. Wedgwood Benn, F.E. Guest and Henry Webb. Another founding member of the committee, the Labour MP Frank Goldstone, would join the ranks of the Army Service Corps in July 1917.",
        "54": "Oxford, Nuffield College Library, Mottistone Papers, Box 3, fos. 6–10, Guest to Seely, 26 Aug. 1915.",
        "55": "See, for example, Courtauld Institute, Arthur Lee Papers, Box 4, ‘The Need of National Service’, address by Colonel Arthur Lee, MP, at Fareham, 17 Aug. 1915; The Times, 16–20, 23, 25, 26 Aug. and 11, 14 Sept. 1915.",
        "56": "Hansard, Commons, 12 Jan. 1916, vol. 77, cols. 1251–6, 1735–40; 24 Jan. 1916, vol. 78, cols. 1037–42. The four anti-conscription Service Members were R.D. Denman, J. Esmonde, H.B. Lees Smith, and P. Williams.",
        "57": "CAC, Amery Papers, AMEL 1/3/3, Baird to Amery, 6 Sept. 1915.",
        "58": "CAC, Churchill Papers, CHAR 2/67/33, Memorandum for the Cabinet by Guest. For a discussion of the other considerations that led Liberals into the pro-conscription camp during the war, see Johnson, ‘Liberal War Committee’, pp. 408–9.",
        "59": "IWM, Wedgwood Papers, JCW/3, Report by Wedgwood, Sept. 1915.",
        "60": "The Times, 19 Apr. 1916.",
        "61": "Hansard, Commons, 4 May 1916, vol. 82, cols. 263–8. Fifty-seven Service Members returned to Westminster to support the new measure. Lees Smith was the only fighting MP to vote against the bill on its second reading.",
        "62": "A conspicuous exception in this regard was the small group of Irish Nationalist MPs who volunteered for military service during the war. When the government introduced a bill in April 1918 intended to extend the application of compulsory service to Ireland, it was supported by a large number of Unionist and Liberal Service Members, but fiercely resisted by the five Nationalist fighting MPs present in the Commons: J. Esmonde, S. Gwynn, A. Lynch, W. Redmond, and D. Sheehan.",
        "63": "King’s Regulations, p. 94.",
        "64": "Hansard, Commons, 29 June 1915, vol. 72, col. 1620.",
        "65": "Ibid., 14 Sept. 1915, vol. 74, col. 18.",
        "66": "Page Croft, Life of Strife, p. 103.",
        "67": "Amery, My Political Life, ii. 63.",
        "68": "CAC, Amery Papers, AMEL 1/3/5, Rawlinson to Amery, 17 Apr. 1916. Italics added.",
        "69": "The Nation, 11 Sept. 1915; Hansard, Commons, 29 July 1915, vol. 72, col. 1622. Robertson’s comment was a reference to the fact that Freddie Guest, who had put so much effort into co-ordinating the support of Service Members for conscription during 1915, was an aide-de-camp to Field Marshal Sir John French.",
        "70": "Hansard, Commons, 24 July 1916, vol. 84, col. 1358. For a survey of the discussions leading to the creation of the commissions, see P.K. Davis, Ends and Means: The British Mesopotamia Campaign and Commission (London, 1994), pp. 173–81.",
        "71": "TNA, CAB 19/8, Mesopotamia Commission, printed statements of evidence and appendixes, 1st–44th day, pp. 62–8, 155–63.",
        "72": "TNA, CAB 19/33: Dardanelles Commission, proceedings, 1st–89th day, pp. 934–7. In retrospect, Hunter-Weston’s record during the Great War looks like that of the quintessential ‘donkey’ general. After the evacuation of Gallipoli he commanded 8th Corps on the western front, where they suffered 14,581 casualties on the first day of the Battle of the Somme. His public reputation does not appear to have suffered, however, and in October 1916 he joined the ranks of the parliamentary Service Members, when he was elected as the Unionist MP for North Ayrshire.",
        "73": "PA, Bonar Law Papers, BL/36/1/3, Baird to Bonar Law, 3 Jan. 1915.",
        "74": "University of Birmingham Library, Austen Chamberlain Papers, AC/13/3/47, Lloyd to Chamberlain, 22 May 1915.",
        "75": "See, for example, PA, Bonar Law Papers, BL/36/6/37, Henry Wilson to Bonar Law, 27 Mar. 1915.",
        "76": "University of Birmingham Library, Chamberlain Papers, AC/13/3/45, Lee to Chamberlain, 24 June 1915.",
        "77": "PA, Bonar Law Papers, BL/51/5/12, Gilmour to Talbot, 5 Nov. 1915.",
        "78": "IWM, Wedgwood Papers, JCW/3, Asquith to Wedgwood, 28 Nov. 1915.",
        "79": "CAC, Hankey Papers, HNKY 1/1, Hankey’s diary, 18 Oct. 1916; HNKY 1/3, Hankey’s diary, 22 May 1918.",
        "80": "Liddell Hart Centre, Ian Hamilton Papers, 7/3/1, Hamilton to Callwell, 4 Nov. 1915; Hamilton to Kitchener, 3 June 1915; Hamilton to Kitchener, 17 Sept. 1915.",
        "81": "IWM, Wedgwood Papers, JCW/5, Lovat Fraser to Wedgwood, 28 Nov. 1917.",
        "82": "Hansard, Commons, 10 Nov. 1915, vol. 75, col. 1291.",
        "83": "CAC, Hankey Papers, HNKY 1/1: Hankey’s diary, 18 July 1916.",
        "84": "Hansard, Commons, 18 Nov. 1915, vol. 75, col. 2418.",
        "85": "The Times, 16 Jan. 1917.",
        "86": "Hansard, Commons, 19 Nov. 1917, vol. 99, cols. 908–9. For Lloyd George’s difficult relationship with Haig and Robertson, see Woodward, Lloyd George and the Generals; French, ‘“A One Man Show?”’.",
        "87": "Hansard, Commons, 9 May 1918, vol. 103, cols. 2400–01.",
        "88": "Wedgwood, Testament to Democracy, pp. 40–2.",
        "89": "Hansard, Commons, 27 July 1916, vol. 84, col. 1973.",
        "90": "Wedgwood, Testament to Democracy, p. 40.",
        "91": "IWM, Wedgwood Papers, JCW/3, Haig to Asquith, 24 Nov. 1915. Stuart-Wortley was eventually removed from his command, but only after the 46th Division suffered further heavy losses during a disastrous attack at the start of the Battle of the Somme in July 1916.",
        "92": "Page Croft, Life of Strife, p. 103.",
        "93": "Hansard, Commons, 29 Apr. 1918, vol. 105, col. 1325. The Prime Minister’s decision to address this matter in Parliament may have reflected his frustrations with criticism from independent-minded Service Members. Yet, in the last resort, most fighting MPs could be relied upon to support his administration against the only credible alternative—a restoration of Asquith to the premiership. Of 126 Service Members present at Westminster for the Maurice debate, 113 supported Lloyd George.",
        "94": "See, for example, Colonel Richard Chaloner, MP for Abercromby: Hansard, Commons, 3 June 1915, vol. 72, col. 28.",
        "95": "Ibid., 14 Sept. 1915, vol. 74, col. 20.",
        "96": "Ibid., 14 Sept. 1915, vol. 74, cols. 33–4.",
        "97": "M. Pugh, Electoral Reform in War and Peace, 1906–1918 (London, 1978), p. 50.",
        "98": "Hansard, Commons, 14 Sept. 1915, vol. 74, col. 20.",
        "99": "Wedgwood himself acknowledged this principle during the war: Hansard, Commons, 21 Nov. 1917, vol. 99, col. 1270.",
        "100": "N. Gullace, The Blood of Our Sons: Men, Women, and the Renegotiation of British Citizenship during the Great War (New York, 2002), p. 9.",
        "101": "Hansard, Commons, 25 June 1917, vol. 95, col. 94.",
        "102": "Ibid., 25 June 1917, vol. 95, col. 67.",
        "103": "Ibid., 25 June 1917, vol. 95, cols. 60, 63. As the Home Secretary Sir George Cave observed, the bill as originally framed had not been intended to create a soldiers’ franchise per se, but merely to avoid the accidental disenfranchisement of men otherwise entitled to vote who had fallen foul of the residency requirement while on military service.",
        "104": "Ibid., 26 June 1917, vol. 95, col. 340.",
        "105": "T.C. Horsfall, National Service and the Welfare of the Community (London, 1906), p. 39.",
        "106": "Indeed, the majority of rank-and-file soldiers in the Edwardian army had in practice failed to qualify for the franchise. See H. Strachan, ‘Liberalism and Conscription, 1789–1919’, in H. Strachan, ed., The British Army, Manpower and Society into the Twenty-First Century (London, 2000), p. 5; Johnson, Militarism and the British Left, pp. 111–17.",
        "107": "Hansard, Commons, 25 June 1917, vol. 95, col. 95.",
        "108": "Pugh, Electoral Reform, p. 80.",
        "109": "Bodleian Library, Selborne Papers, MS Selborne 6, Selborne to Salisbury, 25 Aug. 1916.",
        "110": "Hansard, Commons, 25 June 1917, vol. 95, cols. 66, 90.",
        "111": "Ibid., 25 June 1917, vol. 95, col. 72.",
        "112": "Ibid., 21 Nov. 1917, vol. 99, cols. 1271–6. Among the civilian MPs, Liberals were more likely than Unionists to oppose the disenfranchisement of those who had refused to undertake military service, but the most vocal defender of the conscientious objectors in Parliament was the Tory Lord Hugh Cecil.",
        "113": "See, for example, remarks by the Liberal MP Sir Ivor Philipps: Hansard, Commons, 25 June 1917, vol. 95, col. 72.",
        "114": "Ibid., 25 June 1917, vol. 95, col. 70. Italics added.",
        "115": "Pugh, Electoral Reform, pp. 85, 179–84.",
        "116": "Gullace, Blood of Our Sons, pp. 158–61, 171–6. This is in contrast to other historians, such as Sandra Holton, who have argued that the suffragists had effectively won the political argument already by August 1914, and that the outbreak of war, if anything, delayed the passage of women’s suffrage: S. Holton, Feminism and Democracy: Women’s Suffrage and Reform Politics in Britain, 1900–1918 (Cambridge, 1986).",
        "117": "Gullace, Blood of Our Sons, p. 168.",
        "118": "The crucial parliamentary division took place on 19 June 1917, when the House of Commons approved Clause Four of the Representation of the People Bill, extending the vote to women, by 387 votes to 57. A majority of MPs who had served in the forces supported the measure, but Service Members provided almost half of the votes—and most of the rhetorical ammunition—against women’s suffrage. It was also widely noted that a significant number of MPs opposed to women’s suffrage were absent from Parliament on military operations, and were therefore unable to vote in the division: Hansard, Commons, 28 Mar. 1917, vol. 92, col. 499; 19 June 1917, vol. 94, cols. 1739, 1742–3, 1902; The Times, 20 June 1917.",
        "119": "Hansard, Commons, 28 Mar. 1917, vol. 92, cols. 497–8. Service Members espousing this line typically supported the disenfranchisement of conscientious objectors, but did not usually acknowledge another logical implication of their case: that men whose own contribution to the war effort had been of a civilian character, or who had other justifications for not fighting—such as age—should also be excluded from the electorate.",
        "120": "Ibid., 19 June 1917, vol. 94, col. 1709.",
        "121": "Ibid., 28 Mar. 1917, vol. 92, col. 498.",
        "122": "Ibid., 6 Jan. 1916, vol. 77, col. 1195.",
        "123": "See, for example, ibid., 15 Sept. 1915, vol. 74, col. 125; 23 Oct. 1918, vol. 110, cols. 852–8.",
        "124": "J. Horne, ‘Mobilizing for “Total War”’, in J. Horne, ed., State, Society, and Mobilization in Europe during the First World War (Cambridge, 1997), p. 2.",
        "125": "B. Millman, Managing Domestic Dissent in First World War Britain (London, 2001), pp. 252–96.",
        "126": "J. Horne, ‘Remobilizing for “Total War”: France and Britain, 1917–1918’, in id., ed., State, Society and Mobilization, pp. 199–201; D. Monger, Patriotism and Propaganda in First World War Britain: The National War Aims Committee and Civilian Morale (Liverpool, 2012), p. 17.",
        "127": "Monger, Patriotism and Propaganda, pp. 140–68.",
        "128": "Ibid., p. 158.",
        "129": "Gregory, Last Great War, pp. 234–48.",
        "130": "The Times, 12 Aug. 1915.",
        "131": "Some Service Members—particularly those who had been professional soldiers before 1914—actively resisted such calls, arguing that, with the major controversies over munitions and compulsory service now resolved, an officer who returned to Westminster ‘would be wasting his time nine days out of ten. In France he is not’. Others were concerned that, with conscription now in force, Parliament’s authority would be further undermined if MPs opted to excuse themselves from the military obligations they had imposed on other men. See The Times, 17 Aug. 1915; 13 Sept., 15 Sept., 29 Sept., 28 Dec. 1916.",
        "132": "D. Thackeray, ‘Building a Peaceable Party: Masculine Identities in British Conservative Politics, c.1903–1924’, Historical Research, lxxxv (2012), pp. 659–61; J. Lawrence, ‘Public Space, Political Space’, in Winter and Robert, eds., Capital Cities at War, ii. 294–9.",
        "133": "P. Simkins, ‘The Four Armies, 1914–1918’, in D.G. Chandler and I. Beckett, eds., The Oxford History of the British Army, (Oxford, 1996), p. 235.",
        "134": "The Nation, 15 Sept. 1917.",
        "135": "The Times, 12 Aug. 1915.",
        "136": "Ibid., 13 Sept. 1916.",
        "137": "See, for example, Bodleian Library, Worthington-Evans Papers, MS Eng. hist. c.892, fos. 55–7.",
        "138": "Such methods continued to be used throughout the 1920s; Conservative ex-servicemen in particular delighted in contrasting their wartime records with those of Labour candidates who had sought exemption from military service on the grounds of conscience: D. Jarvis, ‘The Conservative Party and the Politics of Gender, 1900–1939’, in M. Francis and I. Zweiniger-Bargielowska, eds., The Conservatives and British Society, 1880–1990 (Cardiff, 1996), pp. 183–4; R. Carr, Veteran MPs and Conservative Politics in the Aftermath of the Great War: The Memory of All That (Farnham, 2013), pp. 53–8.",
        "139": "‘Independent’ representatives of ex-servicemen, such as the ‘Silver Badge’ candidates, who sought entry to Parliament without the support of the established political parties, were far less successful. See S.R. Ward, ‘The British Veterans’ Ticket of 1918’, Journal of British Studies, viii (1968), pp. 155–69.",
        "140": "The Times, 20 Jan. 1919.",
        "141": "Carr, Veteran MPs and Conservative Politics, pp. 50–53; J. Lawrence, ‘Forging a Peaceable Kingdom: War, Violence, and Fear of Brutalization in Post-First World War Britain, Journal of Modern History, lxxv (2003), pp. 557–89.",
        "142": "Lloyd George’s later claim that Robertson had sought to establish himself as a virtual ‘military dictator’ during the war was a gross exaggeration. See D. Lloyd George, War Memoirs of David Lloyd George (2 vols., London, 1938), ii. 1448."
    }
}