{
    "title": "Life After Exile: Former Catholic Émigrés and the Legacy of Flight in Marian England*",
    "author": "Frederick E Smith",
    "date": "26 June 2018",
    "article": "Over the last twenty years, a wealth of studies on early modern exile movements across Europe have emphasised the many problems experienced by émigrés, in particular when justifying their flight in the eyes of their compatriots back home. However, most of these studies see such difficulties coming to an end upon the return of émigrés to their native lands. Homecoming exiles were supposedly treated as quasi-martyrs for the faith and lauded as heroes. Taking as its case-study those English Catholic émigrés from the reigns of Henry VIII and Edward VI who returned home following Mary I’s accession, this article challenges the idea that the difficulties of dislocation ended abruptly upon repatriation. It shows that, while on the face of it they were awarded unparalleled levels of patronage for their sacrifices for the faith, being appointed to positions of power and influence within the Marian Church and state, former émigrés continued to grapple with the baggage of exile status long after they set foot on English soil. In this way, this study not only highlights the need to reconsider some recent assessments of the success of the Marian Counter-Reformation, but, more broadly, it suggests that prevailing narratives regarding the heroic homecomings of early modern exiles may be the legacy of the exiles’ own attempts to mitigate the lingering difficulties of dislocation.The study of early modern religious exile has blossomed over the past twenty years. From Portuguese ‘New Christian’ converts in 1530s Antwerp to the Calvinist ‘stranger churches’ of Tudor and Stuart England, we now appreciate the extent to which the dislocation and displacement of individuals on confessional grounds became a pan-European, and perhaps even global, phenomenon across the sixteenth and seventeenth centuries.[CITATION-1] Nicholas Terpstra, in his, has suggested that such widespread transplantation might even be seen as the defining feature of these centuries, the Reformation standing out as ‘Europe’s first grand project in social purification’.[CITATION-2] The surge in interest in early modern exile has also afforded historians a far deeper insight into the human experience of displacement, with a number of historians exploring the many difficulties inherent in dislocation. Of particular interest has been the psychological impact of exile. Quite aside from the ‘deep sense of estrangement and disorientation’ felt by strangers in strange lands, émigrés often had to justify their flight both to themselves and to their compatriots back home.[CITATION-3] Accusations of disloyalty to one’s homeland were often levelled at exiles, spawning sometimes bitter polemical battles over the legitimacy of flight. Christopher Highley has highlighted, for example, the extraordinary lengths gone to by early Elizabethan Catholics on the continent to defend their continued political allegiance to the English queen, despite their aversion to her religious policies.[CITATION-4] These nuanced accounts have enriched our understanding of the difficulties that exiles had to overcome in foreign lands, but the lives of such individuals following their return home remains an underdeveloped theme. The ever-shifting confessional map of early modern Europe meant that religiously motivated exiles were often able to return to their friends and families when religious conditions back home changed in their favour. In sixteenth-century England, for example, a number of English Catholic émigrés returned during the reign of Mary I, while just a few years later a large group of Marian Protestant exiles travelled back to England upon Elizabeth I’s accession. Historians have tended to assume that such homecomings signalled the end of the difficulties of dislocation, with returning exiles welcomed back as quasi-martyrs for the faith, lauded by their countrymen, and honoured with lucrative and powerful preferments. Although the exact extent of their influence over the Elizabethan Settlement continues to be debated, most historians have agreed that returning Protestant exiles in the first decade of Elizabeth I’s reign were ‘eagerly embraced as committed and enthusiastic advocates of the new policy’, and came to dominate the episcopal bench by the mid-1560s.[CITATION-5] As Jonathan Wright has argued, earlier criticisms of these exiles’ decision to leave were all but forgotten upon their homecoming, and they were widely hailed as the ‘the most obviously brave survivors of Mary’s reign’.[CITATION-6] Geert Janssen has reached similar conclusions in his study of Dutch Catholic refugees who returned to the Spanish-held Netherlands following the religious revolt of the 1570s and 1580s. As Janssen shows, the exiles were acclaimed upon their arrival as heroic martyrs, systematically appointed to vacant offices in town magistracies and the ecclesiastical hierarchy, and helped to regain lost goods and property. Such was their new-found influence that they quickly became ‘the pioneering forces of a refashioned political and confessional order’.[CITATION-7] This article challenges the idea that the dislocations of exile ended abruptly upon repatriation. It takes as its case-study those Catholics who, having left England during the reigns of Henry VIII and his son Edward VI, returned to their homeland during the brief restoration of Catholicism under Mary I. This group of fifty-five individuals has received comparatively little attention from historians of the English Reformations.[CITATION-8] Apart from a handful of works on individual émigrés, most notably the cardinal-legate Reginald Pole, and one self-acknowledged ‘preliminary overview’ by Peter Marshall, these exiles as a group remain rather underexplored.[CITATION-9] However, their experience offers an invaluable insight into the process of repatriation for early modern religious refugees. This study traces the fortunes of these émigrés in Marian England from their return home in the mid-1550s to the accession of Elizabeth I. It suggests that, while they were awarded unparalleled levels of patronage for their sacrifices for the faith, they nonetheless continued to grapple with the baggage of exile status long after they set foot on English soil. By analysing references to these exiles in the writings of contemporaries, alongside the fears and concerns apparent in their own letters and orations, I will suggest that the stigma of their previous flight—and particularly the suggestion that they had been disloyal to their homeland—continued to cause them difficulties in their relations with Catholics and Protestants alike. The article explores how, in the face of such criticisms, former exiles may have actively manipulated the memory of their flight so as to dispel the doubts of their compatriots and depict themselves as heroic victims.By focusing on the lives of these émigrés following their repatriation, this study complicates prevailing narratives regarding the heroic homecomings of early modern exiles. Indeed, it suggests that such narratives may themselves be the legacy of émigré self-fashioning, designed to mitigate the very real difficulties which former exiles continued to face following their return home. The discussion also has particular relevance for the historiography of Marian Catholicism. By highlighting both the importance of former religious émigrés for the direction and functioning of Mary’s Church, and the friction that their exile status created with their compatriots, it adds an important new dimension to our understanding of the internal dynamics of the Marian regime.During the reigns of Henry VIII and Edward VI, more than two hundred English Catholics left the realm on account of their religious beliefs.[CITATION-10] With regards to the fifty-five who later returned to England in Mary I’s reign, there was a fairly even mixture of clerics (14), laypeople (23) and religious (18).[CITATION-11] The majority of this group found refuge in either the Low Countries, particularly the university town of Louvain and the city of Bruges, or Italy, principally around Rome and Padua. Smaller contingents gathered in France and Scotland.[CITATION-12] Such an overview misrepresents, however, the considerable mobility of these émigrés, who communicated and moved between exile centres throughout Europe with remarkable frequency and ease. Richard Hilliard, for example, who had been chaplain to Bishop Cuthbert Tunstall under Henry VIII, left England for Scotland in 1539 and quickly became a high-profile figure in the Scottish Kirk. Nevertheless, he maintained communication with Reginald Pole in Rome, corresponding via another English exile, Henry Elston, who was stationed in Antwerp. By 1543, Hilliard had made his way to join the growing community of English Catholic exiles in the English Hospice in Rome. In 1549, he travelled across Europe with his fellow exile Michael Throckmorton on a papal mission to meet with Protector Somerset in England., he seems to have visited English Catholic émigrés residing in both Antwerp and Louvain. By the end of the year, he had been made a papal Penitentiary in Rome.[CITATION-13] Although it is not the purpose of this article to explore the nature of this international community of English Catholic exiles, it is important to note that neither Hilliard’s mobility, nor his active support of Catholicism in both the Scottish and later Roman Church, are unusual in the context of the actions of his fellow émigrés.[CITATION-14] Upon the death of Edward VI and the accession of the Catholic Mary I, these fifty-five émigrés gradually began to return home. On first inspection, it might appear as though they were treated in ways not dissimilar to the repatriated Dutch refugees studied by Janssen—as quasi-martyrs for the faith. In August 1553, Cardinal Girolamo Dandino,to the Imperial Court, relayed to Rome a report he had received from an English agent. This agent had suggested that, although Mary had ‘the best intentions, she did not have any men in whom she could trust with regards to the returning of the realm to the holy see’.[CITATION-15] In the eyes of the new queen, former exiles seem to have been the answer to this problem—a reserve of heroic and dedicated individuals who had sacrificed everything for the faith, and could therefore be trusted to facilitate the restoration of Catholicism. An anonymous Italian report from England dated 28 January 1555 explained how the queen was minded to call home ‘that good seed of religious men that are in Brabant’ in order to repopulate the newly refounded religious houses.[CITATION-16] Similarly, a report from the Venetian ambassador to England, Giovanni Micheli, in March 1555 explained how Mary, intent on the ‘augmentation and diffusion’ of Catholicism throughout her realm, ‘sent for many English friars of the orders of St. Dominick and St. Francis, who, to escape the past persecutions, withdrew beyond the sea, and lived in poverty in Flanders’.[CITATION-17] With the queen’s support, former exiles came to dominate the Marian Church and government. By the end of her reign, they had collectively accumulated the bishoprics of Coventry and Lichfield, Chichester, Worcester, and St Asaph, along with offers of the bishoprics of Salisbury and Oxford;[CITATION-18] a collection of cathedral prebends in dioceses including Canterbury, Norwich, London, Winchester and Oxford;[CITATION-19] governing positions in the Franciscan convent at Greenwich, the Charterhouse at Sheen, the Dominican nunnery in Dartford, the Bridgettine abbey at Syon and the Dominican priory of St Bartholomew’s in London;[CITATION-20] seats on a number of regional and specific commissions against heresy;[CITATION-21] the headships of two Cambridge colleges;[CITATION-22] a collection of parliamentary seats across the country;[CITATION-23] the position of general secretary to the Privy Council; and control of one of the country’s most important printing presses.[CITATION-24] The most powerful of these former exiles was Reginald Pole, who returned home in late 1554 as cardinal-legate for England, and was quickly appointed archbishop of Canterbury. As Micheli commented in 1557, Mary ‘wanted Pole’s opinion on all things, and referred everything to him’. Such was his ‘great and extraordinary authority’ that ‘one might say that he truly is the king and prince himself’.[CITATION-25] Contemporary accounts of exile homecomings serve to reinforce the notion of religious émigrés being welcomed as returning heroes. In his ‘Oration in the praise of the Kinge of Spaine’, written in the spring of 1555 but never published, John Boxall, himself a former Catholic émigré, explained how, upon Pole’s arrival in London,The road was full with companies of knights, the Thames scattered with boats. No one at any time in this or any other state received greater devotion from men of all ages and rank ... Indeed, if the moderation of his singular nature had not prevented him, Pole might have employed that saying of the famous orator, that it was as if he had been carried home on the shoulders of his country.[CITATION-26] Such accounts were corroborated by foreign observers. Count Langosco da Stroppiana reported to the Bishop of Arras in November 1554 that Pole ‘was well received by the country people, and he has been the object of many attentions from the lords assembled here for Parliament, several of whom went as far as Dover to welcome him’.[CITATION-27] Other exiles seem to have received more modest, but no less favourable welcomes. The Venetian ambassador Micheli explained in March 1555 how formerly exiled Dominican and Franciscan friars, ‘showing themselves everywhere in public, are genuinely well met and kindly treated’.[CITATION-28] The new characterisation of returning exiles as stalwart defenders of the faith seems also to have been actively embraced and encouraged by the émigrés themselves. Indeed, several adopted a distinct spiritual elitism in their interactions with stay-at-home compatriots. For example, following a request to Cardinal Pole from the suffragan bishop of Dover, Richard Thornden, for the power to grant absolutions for past sins, Pole’s fellow exile, Thomas Goldwell, sent a long reply on 16 June 1554. Goldwell went into great detail in reminding Thornden of his former lapses from the true faith, recalling how the latter’s apparent willingness to conform with ‘all maner of euill procedings the which haue these yeares past bene in England’ was such that ‘men thinke that yet if any newe mutacion ... shoulde chaunce, you woulde bee as ready to chaunge as any other’.[CITATION-29] Although the powers requested were nonetheless granted, Goldwell made a point of emphasising how, though Thornden’s new powers were indeed great, they remained inferior to those of Nicholas Harpsfield, who ‘hath the lyke, and in one thing more greater then be these your Lordships’.[CITATION-30] Harpsfield had recently been appointed archdeacon of Canterbury by Pole, a position which should have placed him beneath Thornden in the ecclesiastical hierarchy. The implication was that the suffragan bishop’s earlier lapses had rendered him less trustworthy than Harpsfield, who, by exiling himself in Louvain for much of Edward VI’s reign, had proved his devotion to the faith and thus his worthiness to wield greater power.[CITATION-31] Such elitism seems to have been shared by those members of Thomas More’s extended family who had exiled themselves in Louvain during the reign of Edward VI and returned home upon Mary’s accession.[CITATION-32] As one of Pole’s agents informed Cardinal Dandino in August 1553, these émigrés believed that, other than Stephen Gardiner, there were ‘very few men remaining in England both willing and able to advise and assist the queen’ with her religious agenda, all having shown opinions of dubious orthodoxy. Even Gardiner had shown himself consistent ‘only with respect to the sacraments’.[CITATION-33] Eamon Duffy has noted a similar ‘barrier of reserve’ between Pole and the older bishops during Mary’s reign, a barrier which stemmed from Pole’s consciousness of such bishops’ earlier lapses into schism.[CITATION-34] This is abundantly clear in a letter from the cardinal to Bishop Gardiner of 22 March 1554. Pole damned the bishop with faint praise for having had the ‘fortitude to suffer persecution and imprisonment’ during the reign of Edward VI, while nonetheless falling into sin by ‘having permitted yourself to be separated from the Church’.[CITATION-35] He went on to thank God that at least some individuals (namely the martyred Fisher, More and the Carthusian fathers, but the implicit suggestion is that he was also referring to himself) had been granted ‘such fortitude of spirit that by neither offers nor threats have they permitted themselves to be brought to separate from the unity of the Church’.[CITATION-36] What is more, Gardiner seems to have readily accepted Pole’s criticisms, ‘acknowledging [his] own sin’.[CITATION-37] As historians such as Peter Marshall and Eamon Duffy have implied, such ‘survivor guilt’ may have been felt by many of the leading figures in Mary’s regime who conformed to the Henrician Schism.[CITATION-38] Their encounters with the constancy of former exiles served only to bring their own inconstancy into sharper relief.Despite the apparently wide acceptance of the spiritual superiority of émigrés, and the preferments they enjoyed, life after exile may not have been quite so simple. As has already been suggested, recent work on early modern exile has explored how religious émigrés throughout Europe were often faced with criticisms about their loyalty. As Christopher Highley has explained in relation to late Elizabethan Catholic émigrés, ‘the exiles’ Englishness was suspect in the eyes of Protestants not just because they had left England but also because they had tied their fortunes to foreigners’.[CITATION-39] Those English Catholics who left the realm during the reigns of Henry VIII and Edward VI were particularly vulnerable to such accusations—a consequence of the peculiarly political nature of the early Reformation in England. As Ethan Shagan has commented, following the Break with Rome, ‘it was the peculiar genius of Henry VIII and his advisors that ... they sought throughout the 1530s totheir Reformation’. Through the effective framing of new legislation (specifically the Treason Act of 1534 and the Act Extinguishing the Authority of the Bishop of Rome of 1536), the Henrician regime succeeded in linking the issue of ecclesiastical authority inextricably with that of political obedience. Opposition to the royal supremacy thus became treason, and maintaining the authority of the ‘bishop of Rome’ tantamount to transferring one’s allegiance to a foreign prince—a link made clear in the incessant anti-papal rhetoric employed in government-sponsored propaganda throughout the 1530s and 1540s.[CITATION-40] In choosing to leave the realm on account of their religious beliefs, therefore, Catholic exiles showed themselves doubly to be traitors. Not only had they abandoned their homeland, but, in doing so, they had demonstrated that loyalty to the ‘usurping’ power of the papacy outweighed their loyalty to their ‘natural’ sovereign. The heinousness of this treachery was made abundantly clear in a barrage of propagandistic royal proclamations and parliamentary acts of attainder. In December 1538, a number of English Catholics beyond the seas were condemned as having ‘maliciously, falsely, unnaturally, and traitorously renounce[d] their natural prince’, while in 1539 a group of prominent émigrés, including Reginald Pole, Thomas Goldwell and William Peto, were attainted as having ‘cast off their duty to the king’ and instead having ‘most traiterously adhered and submitted themselves unto the Bishopp of Rome being a Common Enemy unto your Majestie and this Realme’.[CITATION-41] A later act of attainder, in 1542, condemned Richard Pate and Seth Holland, who had recently exiled themselves in Rome, for having ‘falsely, malycyously and trayterously’ adhered themselves to the Pope.[CITATION-42] As Stanford E. Lehmberg has suggested, these acts of attainder were effective instruments of propaganda with the potential to reach a wide audience.[CITATION-43] Even the exiles themselves were aware of their image problem—Richard Marshall, the Dominican prior of Newcastle, who fled the realm in late 1535, acknowledged in a letter home to his brethren that ‘I ame notyde to be non of the Kynges frendes’, even though he ‘love[d] the kyng as a trew christyn man owght to do’.[CITATION-44] Reginald Pole’s declaration for Rome, and subsequent acceptance of a cardinalate, became a particular point of contention for royal propagandists, especially once news reached England in 1539 of his involvement in a papal scheme to orchestrate a three-pronged invasion by Spain, France and Scotland.[CITATION-45] Richard Morison’s, published that year, explained how Pole, who had once decried the detestable vices of the Italian city, now ‘hath this always in his mouthe,, Rome is my natiue countrye’. He lamented how the newly created cardinal ‘forsaketh his countreye, changeth Englande for Rome’ and fought against his true king.[CITATION-46] Morison went even further in his, denouncing Pole as one who ‘woldest haue drowned thy countrey in bloudde’ and ‘thoughtest to haue ouerflowed thy Prynce and soueraygne lorde’.[CITATION-47] Little changed upon the accession of Edward VI. In June 1549, Protector Somerset wrote to Pole explaining that, although he had temporarily been swayed by an earlier letter in which the cardinal had seemed to show ‘respecte unto your naturall Contreye ye were borne in’, he now realised that the truth was ‘farre otherwise’. Somerset reiterated the regime’s rejection of the Pope’s usurped power and accused Pole of acting more like ‘a foreine prince’ than a loyal English subject in his determination to defend such a usurper.[CITATION-48] In 1553, a number of Catholic émigrés were omitted by name from the king’s general pardon, and placed in a list of those who had committed ‘any kinde of treason ... fellonie, robberie, wilfull murder, or burglarie’. An inquisition into William Rastell’s absence from his post as Lincoln’s Inn treasurer found him to have ‘deceitfully and rebelliously’ taken flight to Louvain.[CITATION-49] It was even suggested that the émigrés had themselves become ‘foreign’—in 1551, a government official warned a young traveller in Italy that he should beware ‘the subtill Itallian practises’ of the exiled Michael Throckmorton in Rome.[CITATION-50] Protestant polemic aimed at former émigrés played on these same associations throughout Mary’s reign and after. In 1555, an anonymous tract printed by a Protestant exile in Strasbourg highlighted how former Henrician bishops such as Bonner and Tunstall, now conforming under Mary, had once denounced Pole as an ‘errant traitore ... for his unnaturallnes against his owne countre’. Yet they demonstrated their own ‘unnaturallnes’ by their decision to support the cardinal and thereby ‘bringe this hole Realme of England into the hands of strangers’.[CITATION-51] On 1 January 1558, the Protestant cleric Christopher Goodman published from exile in Geneva his. Despite himself providing a number of justifications for resisting ‘ungodly’ rulers, Goodman criticised the ‘moste traiterous and pestilent Cardinal Pole’, who had fled the realm and attempted to persuade Charles V ‘to tourne his power and armie against Kynge Henry the eight and England, this doggs owne contrey’. He also criticised the English people who now welcomed such a man home, ‘whome before in your lawful kyngs dayes, you moste iustely condemned as a traitour’.[CITATION-52] Another former émigré to Italy, Michael Throckmorton, was similarly accused by Marian Protestants of having renounced his Englishness.(1556), probably published by Richard Morison in Emden, denounced Throckmorton as a ‘Curtigiane of Rome’.[CITATION-53] Such opinions even persisted after Mary’s death. In 1572, Matthew Parker, who himself had remained in England throughout the 1550s, recalled how, by choosing exile, Reginald Pole had opted for Italian degeneracy over patriotism and gratitude to his king. It was Parker’s opinion that this Italian sojourn had caused him to undergo ‘a great and monstrous metamorphosis’, changing ‘from an Englishman to an Italian’—a transformation nothing short of diabolical.[CITATION-54] John Foxe, in his, similarly regarded Pole as having become overly Italianate, recalling rumours that the cardinal’s death had been hastened by his favouring ‘some Italian Physicke’ rather than an English doctor, a choice which ‘did him no good’.[CITATION-55] These sentiments among Protestants may also have had more tangible consequences for returning émigrés in Marian England. In July 1555, Henry Elston, the warden of the Franciscan convent at Greenwich, who had been one of the first Catholics to flee the realm in Henry VIII’s reign, complained to the Lord Treasurer how both he and another friar and former exile, William Peto, ‘were beaten with stones which were flong at them by diverse lewde personnes as they passed from London to Grenewiche on Sondaye last’.[CITATION-56] Although the motivations of these ‘lewde personnes’ were never discovered, it is telling that such acts of violence were directed specifically at two former exiles and not the other members of their Franciscan community.That Protestants targeted the supposed disloyalty and ‘foreignness’ of Catholic exiles is unsurprising. They were, after all, the most visible representatives of the Pope’s ‘foreign’ and ‘usurping’ power in England. However, there is evidence to suggest that it was not just adherents of the new faith who might firmly associate returning exiles with disloyalty to the Crown.Sir George Throckmorton, a high-profile conservative in matters of religion, had been periodically in trouble with the English authorities throughout the early 1530s. Although he loyally served the king in the Pilgrimage of Grace, he had earned a distinct reputation for intransigence, even spending a month in the Tower of London in late 1536.[CITATION-57] He was imprisoned once again in October 1537. The immediate occasion of his re-arrest was the appearance of new evidence regarding Throckmorton’s supposed spreading of rumours about the king’s sexual exploits with both the sister and the mother of Anne Boleyn.[CITATION-58] However, as Peter Marshall has suggested, a significant factor in Sir George’s imprisonment was the activities of his exiled brother, Michael.[CITATION-59] Michael had, by 1536, entered the orbit of Reginald Pole in Rome, serving as Pole’s trusted representative and messenger. Throughout 1537, he had worked as the cardinal’s double agent, feeding Thomas Cromwell false information about Pole’s activities until the vicegerent became aware of Throckmorton’s deceptions in September of that year.[CITATION-60] It is thus no surprise that, aware of his own tarnished record and a consequent need to demonstrate loyalty to the king, Sir George denounced his brother in a confession sent to Henry in October. What is striking, however, is the extent to which, in doing so, Sir George appropriated the government’s own rhetoric of disloyalty. He described Michael as ‘unthriftie and unnaturall’ for having traitorously abandoned the realm, wishing he had never been born and pledging his willingness to hunt both him and Pole down if Henry gave the word.[CITATION-61] Similar appropriation of the rhetoric of anti-exile propaganda can be seen among another prominent group of conformist Catholics in Henry’s reign—the family of Reginald Pole. With every new report of Pole’s strengthening relationship with the papacy in exile came increased political pressure on his family to prove their loyalty to the English king. Following the sending of Pole’sto Henry in 1536—a violent rejection of the Royal Supremacy and an uncompromising affirmation of the Pope’s authority—his mother, Margaret, countess of Salisbury, was placed in a position where she had no choice but to reprimand her son openly in order to protect herself.[CITATION-62] Just like Throckmorton, she employed the government’s own language to do so. Writing to Pole in late 1536, she insisted that his arguments for opposing the king on a ‘promise made of you to god’ did not stand up. Indeed, that promise ‘was to serve god and thy prynce whom, if thou doo not serve with all they wytt, with all thy power, I knowe thou can not please god’.[CITATION-63] Pole’s brother, Henry, Lord Montague, similarly expressed his belief that, by fleeing the realm, subjecting himself to the ‘Bishop of Rome’ and writing such a tract against the king, Pole had shown himself ‘so unnaturall to so noble a prynce of whom you can not denye next god you have received all thynges’.[CITATION-64] Two years later, following Pole’s acceptance of a cardinal’s hat and suspected involvement in a range of anti-English papal plots, the government launched a direct attack on his family in England. Pole’s brother Geoffrey was arrested and, psychologically broken, implicated other members of the family in what was later presented as a conspiracy to overthrow the king and replace him with Henry Courtenay, marquess of Exeter. Although the ‘Exeter Conspiracy’ was probably nothing more than a fiction, Pole’s mother was once again compelled to denounce her son, affirming that ‘full sore it was against her mynd that ever he shold goe beyond [the] sea’.[CITATION-65] Other high-profile conservatives, under similar pressures to denounce Catholic exiles, likewise appropriated the government’s polemic. Despite conforming to the religious alterations of Henry’s reign, Cuthbert Tunstall, bishop of Durham, remained a staunch supporter of traditional doctrine. There was thus a constant need for him to prove his loyalty to the king. When fears about Pole’s supposed attempt to organise an invasion of the realm were current, Tunstall launched a stinging rebuke of the cardinal. He argued that, despite being ‘a subiecte of this realme ... commen of a noble bloudde’, Pole unnaturally went ‘aboute fro prince to prince, and from countrey to countreye, to stirre theym to warre agaynst this realme, and to distroy the same, beinge his natiue contrey’.[CITATION-66] Such examples of religious conservatives condemning their co-religionists in exile are clearly testimony to the considerable political pressure on Henrician and Edwardian Catholics who chose to conform. But they also demonstrate the extent to which the association of exile with treachery permeated the English mindset. So ingrained had this association become by the end of Edward’s reign that, even after Mary came to the throne and such political pressures dissipated, it continued to colour encounters between former émigrés and former conformists.One area in which this can be seen is in debates over the confiscated property of former exiles. This subject seems to have been a particularly contentious one in Marian England. A bill was introduced into parliament in October 1555, ‘for punishment of those such as being gone into parts beyond the sea shall contemptuously remain there’. It argued that such fugitives (that is, Protestant exiles in Zurich, Geneva and Frankfurt) should suffer confiscation of their property. The subsequent reading of the bill in the Commons in November and December aroused violent debate—John Perrot became so enraged that he drew his dagger. It was ultimately defeated, although, as Paul Cavill has demonstrated, the government found other ways to enforce its will in this regard.[CITATION-67] The passionate debate and the defeat of the bill has usually been read in terms of sympathy for Protestant exiles among the Commons, together with concerns about ‘the freedom of the individual’ and the ‘law-mindedness’ of the English people.[CITATION-68] However, it also needs to be seen in the context of former Catholic exiles’ concerns over the restitution of their own lands and chattels, and lingering notions of their supposed political disloyalty.Forfeiture of both land and goods had been used by Edward VI’s government against several Catholic émigrés. As the chronicler Charles Wriothesley wrote on 7 February 1550,This daye allso the houses of Anthony Bonvise, Doctor [John] Clement, phisition, Balthasar, surgeon, and Rastall, which maryed Doctor Clementes daughter, were seassed by the sheriffes of London to the Kinges use because they had fled the realme and conveyed theyr cheife substance and goodes out of the realme, which persons were ranke Papistes.[CITATION-69] In 1555, the same year as the exile property bill was introduced into parliament, this ‘Doctor Clement’, who had spent the majority of Edward VI’s reign in Louvain before returning home following Mary’s accession, submitted a series of bills to the court of Chancery. He sought to recover his confiscated London properties and goods contained therein. However, they had been sold to a number of private individuals, including Alban Hill, a member of the royal college of physicians, Sir John York, a wealthy trader in the Company of Merchant Adventurers, and Lady Elizabeth Wingfield, the widow of Sir Anthony Wingfield (who had died in 1552).[CITATION-70] Similar bills were submitted by Clement’s fellow Louvain exile, William Rastell, who sought to recover property now in the hands of Sir Thomas White, Lord Mayor of London.[CITATION-71] Significantly, Rastell was returned as MP for Canterbury in the same parliament as the bill for confiscation of émigré goods was debated.[CITATION-72] In their attempts to counter these bills, the defendants played heavily upon the association of exile with disloyalty. Alban Hill alleged that Clement had forfeited any right to the property in question because he had departed the realm ‘in contempte of the said late kynges [i.e. Edward’s] Lawes and Statutes’. Furthermore, he made a point of highlighting how Clement had fled to ‘the towne of Lovynge’—implying that the émigré had betrayed his country by transferring allegiance to a foreign prince.[CITATION-73] Such a suggestion was made even more explicit by White in his defence against William Rastell. White argued that Rastell ‘with all his famely againste his allegiance to the saide late kynge ... ded flee and withdraw hym self and wente oute of the Realme into the parties byonde the se’.[CITATION-74] Such arguments, in varying forms, were used by all the defendants.[CITATION-75] Significantly, none of these individuals were ardent Protestants. On the contrary, several appear to have been among the most committed of Catholics. While we have no direct indication of Hill’s religious beliefs, his friendship with the highly conservative John Caius, his earlier education in the University of Bologna, and his rise to prominence in the royal college of physicians under Mary all suggest a man of distinctly Catholic sympathies.[CITATION-76] Sir Thomas White, a ‘loyal supporter to Queen Mary’, had come to Mary’s aid during Wyatt’s rebellion and sat on the commission for the trial of Thomas Cranmer. In February 1567, the future Jesuit Edmund Campion would read his funeral oration.[CITATION-77] Even if we accept that the defendants in these cases may not necessarily have believed their own accusations—that they were merely putting forward any defence they could think of to keep hold of the property in question—their recourse to the language of disloyalty in a series of apparently separate cases is significant. It suggests that the idea that former émigrés had betrayed their country was fairly common currency in Marian England, and attests to the success of earlier Henrician and Edwardian propaganda among Protestants and Catholics alike.[CITATION-78] More evidence of the enduring success of Henrician and Edwardian polemic in linking exiles with disloyalty can be seen in Cardinal Pole’s relations with his compatriots. Lingering suspicions of Pole’s political disloyalty certainly seem to have inflected debates within the Church and government over his return to England at the beginning of the new queen’s reign. Despite his appointment as legate to his homeland as early as 5 August 1553, Pole’s readmission was discussed and delayed until November of the following year. The principal cause of this delay was the deep-seated concern among the Marian establishment and Church hierarchy over the legate’s obstinacy on the issue of former monastic property, much of which was now in powerful lay hands. However, other factors were also important, including a desire not to jeopardise Mary’s still fragile hold on power until she had consolidated her position, and an uncertainty over the willingness of the English people to accept the papacy after two decades of intense and unrelenting anti-papal rhetoric.[CITATION-79] Implicit in the last of these factors was the enduring idea that, by deserting his country for Rome, Pole had demonstrated a firmer allegiance to the Pope than to his rightful sovereign. This much is clear from a letter of John Masone, the English ambassador in Brussels (and Pole’s friend), written to Mary in May 1554. In the context of the discussions over the cardinal’s repatriation, Masone explained that, although he personally believed ‘there is not a better english hart within the Realme’, this was not an opinion held universally at home. He expressed his fervent wish therefore that ‘the hole Realme know him as ... I doo and had that opynnion of him as in effect all estates of Christendome have’.[CITATION-80] Similar issues may have hindered the repatriation of less high-profile former émigrés. In December 1553, Thomas Goldwell was detained in Calais by Lord William Howard. Writing to the Council, Howard explained that, since ‘the said Goldwell came from Cardinal poole’ in Rome, he had ‘thought it not meit to permitt him to passe in to england’.[CITATION-81] The ‘barrier of reserve’ between former exiles and their compatriots has already been noted in relation to the émigrés’ consciousness of the conformists’ lapses into schism; however, it seems that the mistrust cut both ways.The strongest evidence for the continued association of former exiles with disloyalty in Marian England comes, in fact, from their own speeches and writings. Whenever they addressed their compatriots, émigrés seem to have been concerned to reassure them that they were, and had always been, loyal English citizens. In 1554, John Cawood printed a text entitledThis tract, presented as ‘a speech to the most prudent senate [Parliament] of England’, was supposedly written by Jodocus Harchius, a Netherlandish humanist and religious controversialist.[CITATION-82] However, as Thomas Mayer has argued, both the tone and style suggest that it was more likely written, or at least instigated, by Cardinal Pole himself.[CITATION-83] It declared that, if the cardinal were recalled home,ye shal not hereby cal in a foreigner, who may introduce some barbarous and wild maner of living, but your own countryman, but an Englishman, fitted as wel to your customes, as maner of life; and who, according to the highly commendable custom of the English, shineth more in liberality than covetousnes, and allureth rather by humanity than severity.[CITATION-84] Pole echoed this same message to parliament immediately following his return, describing at length how, despite his long absence from the realm, his heart continued to beat like a true Englishman. He repeatedly emphasised how he was ‘one of your owne naturall countreymen, one of your owne body, one of your owne fleashe and blood, and one of your owne brethren’.[CITATION-85] He detailed the pain his exile from his natural land had caused him: ‘nothing is more grievous to the herte of man then to bee exiled from his native countrey, and thereby to susteyne the perpetuall lacke and deprivacion of his moste swete kinsfolkes’. ‘Was not this’, he asked, ‘a piteous state, and a state of extreme calamitee?’[CITATION-86] He certainly seems to have got the message across. Simon Renard, reporting to the Emperor after having heard the speech, suggested that the cardinal had been especially glad to accept the legateship to England ‘in order to show the realm that he had not forgotten his mother-country’.[CITATION-87] It is interesting to note the stark contrast in which such sentiments stand to those he had expressed in an earlier letter to Protector Somerset in October 1549. In response to claims that he preferred Rome to England and had therefore betrayed his natural prince, he explained that ‘one who changes his profession, status and country, as is the case with myself, is no longer subject [to their former sovereign]’.[CITATION-88] Other former émigrés supported Pole’s claims, perhaps seeking simultaneously to allay suspicions surrounding their own flight from the realm. John Boxall, in his aforementioned ‘Oration in the praise of the Kinge of Spaine’, compared the cardinal to the Greek lawyer Hermodorus, who was sent into exile by the Ephesians, not because he had done anything wrong, but rather because he was the ‘foremost of citizens’, and had highlighted the failings of his fellow countrymen.[CITATION-89] Boxall went on to explain how ‘nothing harsher befell the glory and estimation of this most noble kingdom in our memory than that it was without that citizen whose virtue all foreigners and foreign men loved and were amazed by’. Far from being a foreign traitor, therefore, Pole was presented as the greatest of all Englishmen.[CITATION-90] Nicholas Harpsfield, another former exile, reiterated this sentiment in his unpublished ‘Treatise on the Pretended Divorce’, composed late in Mary’s reign. Recounting the cardinal’s activities in the 1549/50 papal conclave, he explained how, although it had been within his grasp, Pole had refused the papacy on account of the ‘fatherly, tender love he bare to this his native country, whose reformation he desired of all other things, and would reserve himself free ... to help forward in his own person that holy work and business of our reformation’.[CITATION-91] Quite how widespread these doubts over the exiles’ national loyalties were in Marian England is difficult to gauge with any precision. However, we can gain a rough indication of their diffusion from the intended audiences of the exiles’ attempts to allay suspicions. Pole’s 1554 speech to parliament was delivered to ‘al the three estates’ of clergy, nobility and commoners at Westminster.[CITATION-92] The speech later appeared in vernacular print in John Elder’s 1555, and its content was disseminated further through Stephen Gardiner, who was reported to have summarised the speech in writing for those who had not been able to hear it.[CITATION-93] The 1554 oration of Jodocus Harchius, in which the cardinal probably had a hand, was directed towards ‘the most prudent senate of England’ and published in Latin by John Cawood, suggesting a sizeable, though exclusively elite, audience.[CITATION-94] Both Boxall and Harpsfield’s tracts exist only in manuscript, though it seems likely, given their tone and content, that they were circulated at court and perhaps among the Church hierarchy. These circumstances do suggest that a significant proportion of the governing elite of both Church and state may have continued to doubt the loyalty of former exiles during Mary’s reign. How far such beliefs permeated down the social ladder is even more unclear. However, the apparent success of Henrician and Edwardian propaganda in styling Catholic exiles as ‘unnatural’ traitors who had transferred their allegiance to the ‘usurping’ foreign power of the papacy, in combination with the pervasive xenophobia attested to by countless foreign observers in Marian England, does suggest the possibility of widespread mistrust of returning exiles.[CITATION-95] It seems, then, that former exiles may have had a significant image problem in Marian England; what remains to be seen is whether they launched any concerted effort to tackle it. The simple claims to loyalty made by several of these émigrés have already been discussed, but it seems unlikely that such statements could have reversed the achievements of twenty years’ worth of government-sponsored propaganda overnight. Some former émigrés were, however, prepared to go further in attempting to prove their loyalty to England.In his ‘Treatise on the Pretended Divorce’, Nicholas Harpsfield recounted the story of the two Observant friars, Henry Elston and William Peto, who had been among the very first individuals to flee the realm during the reign of Henry VIII. He explained how, in March 1532, Peto had given a sermon in which he compared the king to Ahab, the biblical ruler who gave ‘ear to the false prophets’, fearing that Henry too would ‘incur his unhappy end’ unless he returned to his lawful wife. A week later, Elston defended and repeated Peto’s sentiments, interrupting the king’s chaplain in the middle of his Palm Sunday sermon.[CITATION-96] From other sources we know that, following this debacle, Elston and Peto were both arrested in April. They were initially imprisoned in Lambeth Palace under the custody of Bishop Henry Standish.[CITATION-97] However, Standish proved to be an incompetent, or perhaps a collusive, jailer. He allowed the friars to have great access to sympathetic religious conservatives such as Sir George Throckmorton and the vicar of the Greenwich convent, William Curzon.[CITATION-98] As a result, Cromwell appears to have had the two Observants moved elsewhere. Elston was being kept under guard by the Conventual Franciscans of Bedford by the end of May, while Peto’s whereabouts are unknown.[CITATION-99] Both friars were apparently still in prison on 29 September.[CITATION-100] The next record of Peto is his arrival at the Franciscan convent at Pontoise on 10 January 1533, and both he and Elston were in the convent at Antwerp by June.[CITATION-101] The circumstances surrounding their flight abroad are therefore hazy—they may have been released from prison and subsequently departed the realm, or they may have managed to escape their captors. Either way, it is clear that their departure was not authorised: the English government went to great lengths to track their movements and activities abroad, hoping to bring them back home. Having been alerted to their presence in Antwerp by the English Merchant Adventurer chaplain, John Coke, Cromwell commissioned a report on their activities from William Lok, a London mercer who had travelled to Antwerp in July 1533.[CITATION-102] In October, another English merchant, Stephen Vaughan, denounced Peto as ‘a tyger cladd in a shepes skyn’, and announced his intention to Cromwell to ‘work what I can’ in order to ‘get hym by any polycie’.[CITATION-103] Harpsfield’s account of the pair’s activities in the wake of their ‘lewd’ sermons completely glossed over their illicit flight from the realm, instead simply claiming that Elston and Peto, ‘were the first that at the commencement of the schism were banished and exiled’, just as they were the first ‘that were called home’ in Mary’s reign.[CITATION-104] The use of the term ‘banished’ seems significant here. In Henrician and Edwardian England, ‘banishment’ did not feature as a specific punishment in common law, although it was occasionally used on anbasis against those deemed to be foreign subjects.[CITATION-105] Banishment was inflicted on native offenders in this period by judges of Star Chamber who had more flexibility than their common law counterparts in devising new punishments.[CITATION-106] However, banishment, informal or otherwise, certainly does not seem to have been applied to any Henrician or Edwardian Catholic exiles. Indeed, Henry VIII had explicitly ruled out such a punishment for disobedient subjects when it had been suggested to him by the French king in August 1535. It was, Henry argued, ‘neyther thoffice of a frende nor of a brother’ to ‘counsaile the kynges hyghnes to banysshe his traytours into straunge partes where they myght have good occasion tyme place and oportunyte to worke their feates of treason and conspiracie the better agaynst the kinges highnes and this his realme’.[CITATION-107] The term ‘banished’ was, admittedly, used more broadly in a non-legal sense at this time. However, in all these situations, it seems to have retained strong associations with violent and forced expulsion. The authors of, better known as the Bishops’ Book, explained that, after the fall of Adam, mankind was ‘exiled and banysshed out of heuen’, while fervent evangelicals used the term to describe the forcible removal of ‘all idolatrie and false religion’ from English churches.[CITATION-108] Despite a lack of stable definition, contemporary usage of the word ‘banishment’ does therefore suggest that this term was generally understood to imply a forced and unwilling ejection from town, court or country. Moreover, a difference between banishment and self-imposed exile seems to have been understood by contemporaries. John Christopherson, himself a Catholic exile during Edward’s reign, drew the clear distinction in 1554 between a heretic who chose to ‘flie out of his countrye, because he wyll contynewe in heresye’, and one who ‘is banished for the same’.[CITATION-109] Given these sixteenth-century understandings of the word, Harpsfield’s description of Elston and Peto as ‘banished’ men is surprising.[CITATION-110] He may simply have been mistaken, but this seems rather unlikely. As archdeacon of Canterbury during Mary’s reign, Harpsfield would almost certainly have come into contact with Elston and Peto, both of whom rose to national significance following the 1555 reinstatement of the Greenwich Observants.[CITATION-111] Furthermore, he explicitly noted how much of his information ‘my self have heard the said father Elstow report’.[CITATION-112] It seems probable, therefore, that the description of Elston and Peto as banished men was a conscious decision either by Harpsfield or the two friars themselves.Harpsfield was not the only former émigré in Mary’s reign to describe exile in this way. In his speech to parliament of late 1554, Cardinal Pole similarly introduced himself as a ‘banished man’.[CITATION-113] This was no mere slip of the tongue. He referred throughout his oration to the ‘time of my banishement’.[CITATION-114] Moreover, the cardinal made it abundantly clear what he intended by this term: namely, that the choice to become an exile had not been his own, but one forced upon him, and one which he endured unwillingly for over twenty years. He styled himself as having been ‘deprived of my native countrey’ without ‘any meanes to recover any parte of the same’. As he asked the assembled lords, ‘could not such a state bee but moste greffull and lamentable, as in veraie deede my state was all that time to me’?[CITATION-115] This exact message can be found in the parliamentary oration of Jodocus Harchius, in which Pole was described as a man ‘forbidden ... to come into his own country, and banished ... from the house of his fathers’.[CITATION-116] As in the case of Elston and Peto, Pole’s claims to have been banished represent a distinct bending of the truth. Pole had been granted permission to leave England to study abroad at the beginning of 1532. Relations between him and the king remained cordial for several years after this point, and he retained his ecclesiastical benefices.[CITATION-117] The relationship did sour after Pole sent his unashamedly criticalto Henry in the summer of 1536. But he was not banished as a result—a fact of which he was well aware.[CITATION-118] In a letter to the king and his council in February 1537, Pole asked the lords rhetorically, ‘what cause ys there thatt so meny yeares I am owt off my contrye? Am I a banyshyd man?’ On the contrary, he explained, he had been implored to remain in England, and had even been offered the archbishopric of York. However, he could not bring himself to watch the king ‘whome I loued aboue all other to faull to suche dyshonour’ as a result of his actions, particularly the executions of More and Fisher. The love he felt for Henry, and his horror at the dishonour the king had brought upon himself, was ‘one the pryncypall causes that made me conten[t to b]e absent from my contrye’.[CITATION-119] It might be argued that these claims to banishment stem from the act of attainder passed against the émigrés in 1539. This act effectively condemned the émigrés to death, confiscating all their rights and privileges as English citizens and thereby making a safe return home impossible.[CITATION-120] However, the attainder was passed several years after they had all voluntarily left the realm. Moreover, Peto and Elston’s inclusion in the act seems to have been prompted largely because the pair had unlawfully left the realm in the first place. Even if we accept that attainder might have been considered a ‘banishment’ by the standards of the time, this does not explain why these émigrés collectively chose to define themselves by this imposed barrier to re-entry rather than by their original,decision to leave.Why then did all these former émigrés choose to remodel their histories in such a way? Could this have been intended to dispel further lingering suspicions regarding their foreign connections and their allegiance to the English Crown? Indeed, by emphasising that they had been banished from the realm rather than fleeing voluntarily, they absolved themselves of any agency in their initial decision to leave. As a result, their loyalty to the realm could not be questioned: they appeared as heroic victims of an unjust injunction, rather than as traitors who had willingly abandoned their country and co-religionists. If anything, an emphasis upon banishment suggested that they had complied with their natural sovereign’s orders, however unfair, rather than seeking to subvert them.Similar ‘myths of banishment’ were employed in Marian England by émigrés not included on any Henrician or Edwardian bills of attainder. In the latter half of the seventeenth century, the English Jesuit Christopher Grene composed a biographical portrait of Thomas Vavasour, an English physician who rose to fame as a Catholic recusant under Elizabeth. Grene explained how the doctor ‘was forced to fly, and was banished his country in King Edward’s days, through the malice of heretics, who suborned one Mr [John] Cheek, schoolmaster to King Edward, to procure his banishment’.[CITATION-121] While it is clear that Vavasour had expressed, quite vocally, his dissatisfaction with the state of religion in Edwardian England, and probably sought refuge abroad as a result, there is no evidence to support the suggestion that he was banished from the realm.[CITATION-122] On the contrary, there survives among the Lansdowne manuscripts a letter from Vavasour to the secretary of state William Cecil, dated 23 October 1551. The letter notes that, as a result of his desire to take to ‘foreign nations with the sole view of pursuing the practice of Medicine’, ‘trifling rumours’ had been spread that he was of suspect religion. Vavasour’s letter suggests that the ‘most illustrious knight, Dr John Cheke’, far from procuring his expulsion, would vouch for his loyalty. The fact was that, ‘in whatever nation I am, in the business of my homeland and Prince I will retain the right spirit and even give my life if circumstance demanded’. Vavasour ended by asking Cecil for his support in procuring a licence for his departure from the realm to further his study.[CITATION-123] And indeed, among Cecil’s memoranda for February 1552 are notes detailing the provision of a licence for ‘Vavasor’ to ‘pass the realm’.[CITATION-124] By December 1553, he had graduated MD at Venice.[CITATION-125] Quite where Grene obtained his information as to Vavasour’s fictitious ‘banishment’ from the realm is unclear, since he gives no indication of his sources. Grene may of course have embroidered Vavasour’s story himself, in order to make it conform more neatly to the unashamedly martyrological narrative he was compiling. However, it is equally possible, given the evidence of similar myths propagated by exiles, that he was accurately retelling a narrative retrospectively fashioned by Vavasour himself.It is impossible to know with certainty whether or not these former exiles described themselves as ‘banished men’ in a conscious effort to quell suspicions regarding their loyalty. But it is interesting to note that English Catholic émigrés were not unique among contemporaries in using such a strategy. As Christina Garrett suggested almost eighty years ago, Marian Protestant exiles, although they almost all left England voluntarily and without compulsion, developed on the continent their own ‘legend of persecution and banishment’. Faced with mistrustful foreign hosts with whom they sought refuge, these émigrés too styled themselves as ‘die armen vertrybnen Engellender’ (‘poor banished Englishmen’), hoping thereby to engender sympathy and succour.[CITATION-126] Perhaps these exiled Protestants had learnt a trick or two from their repatriated Catholic counterparts?From the evidence presented above, it appears that suspicions of disloyalty attendant upon unlawful flight from Henrician and Edwardian England continued to hang over the heads of former exiles in Mary’s reign. Such concerns were shared by Protestants and Catholics alike. Furthermore, they appear to have been of sufficient weight for exiles to attempt conscious rewriting of their pasts in order to minimise the traitorous implications of their unlicensed departures. It is interesting to note here that the sensitivity of these Marian Catholics over the issue of their political loyalty may have directly inspired similar concerns among their Elizabethan successors. Of the fifty-five Catholic émigrés who returned to England during Mary’s reign, twenty-eight would once again leave their homeland following Elizabeth’s accession.[CITATION-127] The majority of them eventually came to reside in the Spanish Netherlands, in particular in Louvain, where they were joined by a new generation of Catholic exiles in the early 1560s. The issue of loyalty was a burning one for these ‘Louvainists’. In a steady stream of polemical works throughout the 1560s they repeatedly insisted that, despite their exile, they remained both obedient subjects of the new queen and committed Englishmen.[CITATION-128] Such concerns may well have been inspired, or at least intensified, by the prior difficulties of the twenty-eight ‘double exiles’. At the very least, we can be sure that these émigrés discussed their experiences with the new generation; one of the principal Louvainist authors, Thomas Stapleton, noted his conversations with both John Clement and William Rastell in his triple biography of Thomas the Apostle, Thomas Becket and Thomas More, first published in 1588.[CITATION-129] The evidence produced in this article adds a significant new dimension to our understanding of the internal dynamics of Mary I’s reign. Over the past three decades, a number of historians have attempted to revise earlier, excessively pessimistic, interpretations of the Marian Church. Jennifer Loach was the first of these, challenging the view that the Marian regime failed ‘to understand the importance of printing’.[CITATION-130] Her argument was developed by William Wizeman, who suggested that, through the effective use of print, the Marian Church succeeded in defining and disseminating a dynamic and creative theology and spirituality which exhibited ‘a significant degree of coherence and uniformity’.[CITATION-131] John Edwards and Elizabeth Evenden have recently highlighted the significance of the clergymen who accompanied Philip II to England in 1554 for inspiring Catholic renewal: men such as Fray Bartolome Carranza, Pedro de Soto and Juan de Villagarcia served as conduits into the realm for reformed Spanish spirituality.[CITATION-132] My own work on the cathedral clerics of Mary’s reign has suggested the extent to which a unified, reformed and proto-Tridentine understanding of Catholicism prevailed among her higher clergy, inspiring them to take an active and principled stand against the Elizabethan religious settlement in the 1560s.[CITATION-133] Reassessment of the Marian Church reached its pinnacle in Eamon Duffy’s(2008). Duffy not only attempted a bold reappraisal of the Marian campaign against heresy, suggesting that it may have been considerably more successful than historians have been willing to believe, but also proposed that, in its ‘heightened interiority’, ‘more intense sacramentalism’ and ‘more ardent reverence for the papacy’, Mary’s Church went a long way towards ‘inventing’ the Counter-Reformation in England.[CITATION-134] Yet the fact that returning exiles may have been met with considerable suspicion by their compatriots, despite their influence and power in Marian England, adds an important dimension to these recent historiographical developments. It alerts us to the possibility of considerably more friction within the Marian Church and government hierarchy than has previously been recognised. Not only did returning émigrés mistrust their compatriots for their former lapses into schism, but these erstwhile schismatics reciprocated the mistrust, suspecting the former exiles of disloyalty to the English Crown. There are notable parallels here with former Protestant exiles in Elizabethan England. Although they were undeniably outwardly favoured by the Elizabethan regime, as historians such as Andrew Pettegree and Jonathan Wright have acknowledged, some recent studies have highlighted tensions between returning Protestant exiles and their stay-at-home compatriots as a significant feature of the 1560s and 1570s. As Karl Gunther has demonstrated, former exiles consistently reminded their compatriots of their conformity under Mary, and criticised them for it, producing or translating a series of specifically anti-Nicodemite texts across the first half of Elizabeth’s reign.[CITATION-135] Similarly, Anne Overell has recently suggested that returning Protestant exiles may also have aroused antagonisms over their supposed ‘foreignness’.[CITATION-136] When such tensions coalesced with doctrinal disagreement, as they did in the Vestiarian Controversy of 1565–6, the stability of the Elizabethan religious settlement could be threatened.[CITATION-137] In noting such a parallel, the question arises of whether the tensions between former Catholic émigrés and their conformist compatriots threatened the Marian clergy’s ability to effect a successful Counter-Reformation in England. The recent historiography would seem to suggest quite the opposite. Indeed, rather than their divisions, a number of historians have emphasised the unity of the Marian clergy. Wizeman has suggested that part of the strength of Mary’s religious programme stemmed from the ‘predominantly uniform theology and spirituality’ expounded by its apologists—a uniformity which existed in spite of differences in age and experience.[CITATION-138] Duffy, too, has commented upon the remarkable degree of ‘clerical unanimity’ in rallying in defence of the faith evinced by the Marian clergy after Elizabeth’s accession.[CITATION-139] This article has highlighted how such unanimity was achieved in the face of considerable social and cultural obstacles. The success of the Marian restoration is testimony to the remarkable ability of its key activists to unite, putting their suspicions to one side for the sake of the faith. Of course, whether such unanimity would have lasted had Mary and Pole lived beyond 1558 must remain an open question.This article also raises important questions for the study of dislocation and displacement in the early modern period more broadly. If religious émigrés throughout Europe continued to endure some of the stigma of their former exile following their repatriation, how are we to account for the prevalence of the heroic homecoming narrative in exile historiography? In the case of returning Catholics in Marian England, it may well be that the exiles’ own attempts to subvert such lingering stigmas have influenced the way they were remembered by subsequent generations of historians. Certainly, the myth of banishment propagated by a number of these former émigrés has proven remarkably persistent. Following Nicholas Harpsfield’s misleading assertion that the Franciscan friars William Peto and Henry Elston were ‘banished’ in Henry VIII’s reign, Nicholas Sanders explained that Elston and Peto were ‘ordered to leave England immediately’ in his 1585.[CITATION-140] Almost three hundred years later, James Anthony Froude suggested of the pair that, since they had been found ‘hopelessly unrepentant and impracticable’ by the English government, ‘it was found necessary to banish them’.[CITATION-141] Even modern historians have unintentionally propagated this myth, with one scholar suggesting in 2005 that, following their imprisonment, ‘Elston and Peto were released and sent into exile’.[CITATION-142] Scholars of exile during the Reformation need to become more aware of the extent to which émigrés themselves may have had agency in shaping not only their lives, but also their afterlives.",
    "footnotes": {
        "1": "See, for example, H. Oberman, ‘Europa Afflicta: The Reformation of the Refugees’ (1992), repr. in A. Pettegree, ed., The Reformation: Critical Concepts in Historical Studies (4 vols., London, 2004), ii. 156–72; P. Marshall, ‘Religious Exile and the Tudor State’, in K. Cooper and J. Gregory, eds., Discipline and Diversity: Papers read at the 2005 Summer Meeting and the 2006 Winter Meeting of the Ecclesiastical History Society (Studies in Church History, 43; Woodbridge, 2007), pp. 263–84; O.P. Grell, Brethren in Christ: A Calvinist Network in Reformation Europe (Cambridge, 2011); K. Gibbons, English Catholic Exiles in Late Sixteenth-Century Paris (Woodbridge, 2011); T. Fehler, G. Kroeker, C. Parker and J. Ray, eds., Religious Diaspora in Early Modern Europe: Strategies of Exile (London, 2014); J. Spohnholz and G.K. Waite, eds., Exile and Religious Identity (London, 2014); G.H. Janssen, The Dutch Revolt and Catholic Exile in Reformation Europe (Cambridge, 2014); D. van der Linden, Experiencing Exile: Huguenot Refugees in the Dutch Republic, 1680–1700 (Farnham, 2015); L. Corens, ‘Confessional Mobility, English Catholics and the Southern Netherlands, c.1660–1720’ (Univ. of Cambridge Ph.D. thesis, 2016).",
        "2": "N. Terpstra, Religious Refugees in the Early Modern World: An Alternative History of the Reformation (New York, 2015), passim, quotation at p. 7. See also M. Greengrass, ‘Two Sixteenth-Century Religious Minorities and their Scribal Networks’, in H. Schilling and I.G. Tóth, eds., Cultural Exchange in Early Modern Europe: Religion and Cultural Exchange in Europe, 1400–1700 (Cambridge, 2007), pp. 317–37.",
        "3": "G. Kroeker, ‘Introduction’, in Fehler, Kroeker, Parker and Ray, eds., Religious Diaspora in Early Modern Europe, pp. 1–8. For further discussion of the sorts of difficulties émigrés might face, see C. Highley, Catholics Writing the Nation in Early Modern Britain and Ireland (Oxford, 2008), pp. 23, 28–48; Gibbons, English Catholic Exiles in Late Sixteenth-Century Paris, pp. 119–42.",
        "4": "Highley, Catholics Writing the Nation, ch. 2. See also A. Shell, Catholicism, Controversy and the English Literary Imagination, 1558–1660 (Cambridge, 1999), pp. 110–15, and chs. 5, 6; J. Wright, ‘Marian Exiles and the Legitimacy of Flight from Persecution’, Journal of Ecclesiastical History, lii (2001), pp. 220–43.",
        "5": "For some of the key contributions to this debate, see C.E. Garrett, The Marian Exiles: A Study in the Origins of Elizabethan Puritanism (Cambridge, 1938); J.E. Neale, ‘The Elizabethan Acts of Supremacy and Uniformity’, English Historical Review, lxv (1950), pp. 304–32; A. Pettegree, Marian Protestantism: Six Studies (Aldershot, 1996), chs. 4, 6, quotation at p. 106. The debate may yet have some life in it—see A. Ranson, ‘The Marian Exile and Religious Self-Identity: Rethinking the Origins of Elizabethan Puritanism’, Perichoresis, xiii (2015), pp. 17–36.",
        "6": "Wright, ‘Marian Exiles and the Legitimacy of Flight’, p. 241.",
        "7": "G.H. Janssen, ‘The Counter-Reformation of the Refugee: Exile and the Shaping of Catholic Militancy in the Dutch Revolt’, Journal of Ecclesiastical History, lxiii (2012), pp. 671–92, at 689–91.",
        "8": "The calculation of this number forms part of my doctoral research.",
        "9": "P. Marshall, Religious Identities in Henry VIII’s England (Aldershot, 2006), ch. 11, quotation at p. 229, n. 12. For works on particular exiles and smaller groups of émigrés, see R. Rex, ‘The Friars in the English Reformation’, in P. Marshall and A. Ryrie, eds., The Beginnings of English Protestantism (Cambridge, 2002), pp. 38–59, at 55–6; E. Shagan, Popular Politics and the English Reformation (Cambridge, 2003), pp. 35, 124–6; C. Kellar, Scotland, England and the Reformation, 1534–61 (Oxford, 2003), pp. 24–8, 36–76, 126–7; J.A. Lowe, Richard Smyth and the Language of Orthodoxy: Re-Imagining Tudor Catholic Polemicism (Leiden, 2003); P. Marshall, ‘“The Greatest Man in Wales”: James ap Gruffydd ap Hywel and the International Opposition to Henry VIII’, Sixteenth Century Journal, xxxix (2008), pp. 681–704; A. Overell, Italian Reform and English Reformations, c.1535–c.1585 (Aldershot, 2008), chs. 2, 8; A. Overell, ‘Cardinal Pole’s Special Agent: Michael Throckmorton, c.1503–1558’ History, xciv (2009), pp. 265–78; T.A. Sowerby, ‘Richard Pate, the Royal Supremacy, and Reformation Diplomacy’, Historical Journal, liv (2011), pp. 265–85. For works on Pole, see D. Fenlon, Heresy and Obedience in Tridentine Italy: Cardinal Pole and the Counter-Reformation (Cambridge, 1972); T.F. Mayer, Reginald Pole: Prince and Prophet (Cambridge, 2000); J. Edwards, Archbishop Pole (Farnham, 2014).",
        "10": "For a useful overview of the 127 Catholic exiles from Henry’s reign, see Marshall, Religious Identities, pp. 227–76. The number of exiles under Edward has been calculated as part of my doctoral research.",
        "11": "The majority of the remaining exiles had died before Mary came to the throne, or their fortunes cannot be traced.",
        "12": "An exact breakdown is made difficult by the mobility of the exiles between different locations. However, as a broad overview: thirty-three were based primarily in the Low Countries, fifteen primarily in Italy, four in France and three in Scotland.",
        "13": "J.H. Baxter, ‘Dr Richard Hildyard in St Andrews, 1540–1543’, St Andrews Alumnus Chronicle, xliv (June 1955), pp. 2–10; The National Archives [hereafter TNA], SP 1/197, fos. 53r–54v, Stephen Vaughan to Henry VIII, 10 Jan. 1545; TNA, SP 1/197, fos. 64r–65v, Vaughan to Henry VIII, 11 Jan. 1545; TNA, SP 1/200, fos. 174r–175v, Cuthbert Tunstall and Ralph Sadler to William Paget, 10 May 1545; TNA, SP 1/205, fo. 164v, magistrates of Antwerp to Paget, 9 Aug. 1545; G.B. Parks, ‘The Reformation and the Hospice, 1514–1559’, The Venerabile, xxi (1962), pp. 193–217, at 206; Edwards, Archbishop Pole, p. 111.",
        "14": "Such an exploration forms part of my doctoral project.",
        "15": "‘la Regina ha ottima mente, ma che non ha homo alcuno il quale se posse fidare circa il particulare di fare ritornare quel Regno alla obedientia della sede Apostolica’: Archivio Segreto Vaticano [hereafter ASV], Segr. Stat., Fiandra, I, fos. 180r–185v, at 181v, Cardinal Dandino (cardinal of Imola) to Cardinal del Monte, 25 Aug. 1553. All translations are my own unless otherwise indicated.",
        "16": "‘buona semenza dei Religiosi, che sono in Brabanza’: ASV, Segr. Stat., Nunziature Diverse, 145, fos. 212v–215r, at 214v, Avvisi d’Inghilterra, 28 Jan. 1555.",
        "17": "Calendar of State Papers … Relating to English Affairs, Existing … in the Archives of Venice (38 vols. in 40, London, 1864–1947) [hereafter CSPV], 1555–1556, no. 32 (Giovanni Micheli to the Doge and Senate, 19 Mar. 1555). This evidence is corroborated by ASV, Fondo Pio, 136, fo. 192r, Avvisi d’Inghilterra, 3 Feb. 1555, which suggests that Mary ordered her chancellor (Stephen Gardiner) to recall two Dominican friars, one from Brussels, the other from Louvain, as well as two Franciscans.",
        "18": "John Christopherson was nominated bishop of Chichester in November 1556 (although he was not installed until the following year): J.M. Horn, D.M. Smith and W.H. Campbell, eds., Fasti Ecclesiae Anglicanae, 1541–1857 (13 vols., London, 1969–2014) [hereafter FEA], ii. 1–2. Thomas Goldwell was provided to the bishopric of St Asaph by Paul IV on 1 July 1555, and was later nominated for transferral to the bishopric of Oxford in November 1558 (although never made the transfer): ASV, Reg. Vat. 1850, fos. 43r–44v; FEA, viii. 75. Ralph Baynes was consecrated bishop of Coventry and Lichfield on 18 November 1554: FEA, x. 1–2. Richard Pate had been awarded the bishopric of Worcester in absentia by the Pope on 8 July 1541, but did not receive the temporalities of the see until 5 Mar. 1555 when Bishop Heath was transferred to York: FEA, vii. 105–6. William Peto had been provided to the bishopric of Salisbury in absentia by the Pope in March 1543; however, on account of his age, he appears never to have taken up the temporalities, and had resigned the see by November 1555: Letters and Papers, Foreign and Domestic, of the Reign of Henry VIII (23 vols. in 35, London, 1862–1932) [hereafter LP], vol. xviii, pt. i, p. 336; CSPV, 1555–1556, no. 269.",
        "19": "To name just a handful: Hugh Turnbull, canon of the 9th prebend, Canterbury, from March 1554, and dean of Chichester in 1558: FEA, iii. 32; FEA, ii. 6–7. Seth Holland, canon of the 2nd prebend, Worcester, from April 1555, and dean of Worcester from September 1557: FEA, vii. 110, 116. Nicholas Harpsfield, archdeacon of Canterbury from March 1554: FEA, iii. 15. George Lily, collated to the prebend of Cantlers, St Paul’s, in November 1556, and the 1st prebend of Canterbury in March 1558: FEA, i. 25; FEA, iii. 17–18. John Boxall, archdeacon of Ely by February 1557, dean of Norwich in December 1557, and held a number of other important prebends: FEA, vii. 13, 42.",
        "20": "Henry Elston was warden of the refounded Franciscan Convent of Greenwich: K. Brown, ‘Elston, Henry (fl. 1517–1559)’, Oxford Dictionary of National Biography [hereafter ODNB]. Maurice Chauncy was the prior of the restored Charterhouse at Sheen: M. Sargent, ‘Chauncy, Maurice (c.1509–1581), ODNB. Richard Hargreave was confessor of the Dominican nuns of Dartford: G. Anstruther, A Hundred Homeless Years: English Dominicans, 1558–1658 (London, 1958), pp. 3–7. Katherine Palmer was abbess of the Bridgettine house at Syon: P. Cunich, ‘Palmer, Katherine (d. 1576)’, ODNB. William Peryn was head of the Dominican Priory of St Bartholomew’s, Smithfield: L.E.C. Wooding, ‘Peryn, William (d. 1558)’, ODNB.",
        "21": "Thomas Martin and John Story, for example, were royal proctors at the trial of Thomas Cranmer: D. MacCulloch, Thomas Cranmer: A Life (London, 1996), p. 573 ff. Foxe’s Acts and Monuments is also littered with references to former exiles in the accounts of examinations of Protestants.",
        "22": "John Christopherson became Master of Trinity College, Cambridge in 1553: J. Wright, ‘Christopherson, John (d. 1558)’, ODNB. George Bullock was master of St John’s College, Cambridge in May 1554: R. Rex, ‘Bullock, George (1520/21–1572)’, ODNB.",
        "23": "James Bassett held the seat of Taunton in 1553, Downton in 1554, and Devon in 1555 and 1558: R. Virgoe, ‘Bassett, James (c.1526–58)’, in S.T. Bindoff, ed., The House of Commons, 1509–1558 (History of Parliament; 3 vols., London, 1982), i. 392. Thomas Martin held the seat of Saltash in 1553, Hindon in 1554 and 1555, and Ludgershall in 1558: S.R. Johnson, ‘Martin, Thomas (1521/22–1591/92)’, ibid., ii. 278. William Rastell held the seat of Hindon in 1553, Ripon in 1554, and Canterbury in 1555: H. Miller, ‘Rastell, William (c.1508–65)’, ibid., iii. 179. John Story held the seat of East Grinstead in 1553, Bramber and later Bath in 1554, and Ludgershall in 1555: R. Virgoe and R.J.W. Swales, ‘Story, John (c.1504–71)’, ibid., iii. 286.",
        "24": "John Boxall was principal secretary to the Privy Council from March 1557: C.S. Knighton, ‘Boxall, John (1524/5–1571)’, ODNB. Robert Caly took over the printing presses of Richard Grafton from the end of 1553: P.W.M. Blayney, The Stationers’ Company and the Printers of London, 1501–1557 (Cambridge, 2013), p. 762.",
        "25": "‘[Mary] voluto che il cardinal Polo intenda tutte le cose, e tutto si riferisca a lui’; ‘Per questa cosi grande e straordinaria autorità che ha, si può dire che sia veramente il re ed il principe lui’: Relazioni degli ambasciatori veneti al senato, ed. Eugenio Alberi (15 vols., Florence, 1839–1863), ser. I, ii. 325, 351.",
        "26": "‘Plena erat equitum turmis via, stratus lintribus Tamesis, nemo unquam nostra, aut alia in Rep. maioribus omnium aetatum atque ordinum studiis, exceptus ... vere ut Polus, nisi eum singularis ingenii moderatio impediret, illam oratoris vocem usurpare posset, ut dicere, se Angliae velut humeris ad suos reductum esse’: British Library [hereafter BL], Royal MS 12 A. XLIX, John Boxall, ‘Oration in the praise of the Kinge of Spaine’, fo. 26r.",
        "27": "Calendar of Letters, Despatches, and State Papers, Relating to the Negotiations between England and Spain (14 vols., London, 1862–1954) [hereafter CSPS], July 1554–Nov. 1588, no. 111 (Count G.T. Langosco da Stroppiana to the bishop of Arras, 25 Nov. 1554).",
        "28": "‘li qual frati comparendo per tutto publicamente sono honestamente ben veduti, et carezati’: CSPV, 1555–1556, no. 32 (Micheli to the Doge and Senate, 19 Mar. 1555).",
        "29": "John Foxe, The First Volume of the Ecclesiasticall History contayning the Actes and Monumentes of Thynges passed (London, 1570), p. 1848 [1887], available online as The Unabridged Acts and Monuments Online (Sheffield, 2011) [hereafter Acts and Monuments], at http://www.johnfoxe.org, 1570 edn., p. 1887 (accessed 12 June 2018).",
        "30": "Ibid. This one respect was that only Harpsfield had the power to absolve priests with cure of souls; see The Correspondence of Reginald Pole, ed. T.F. Mayer (4 vols., Aldershot, 2002–15) [hereafter CRP], ii. 306.",
        "31": "Acts and Monuments, 1570 edn., p. 1887 (editor’s note). On Harpsfield, see T.S. Freeman, ‘Harpsfield, Nicholas (1519–1575)’, ODNB.",
        "32": "S. Brigden, London and the Reformation (Oxford, 1991), p. 453.",
        "33": "‘son restati in Inghilterra pochissimi che vagliono, et siano atti a consigliare et aiutare la buona intentione della Regina’; ‘solamente nella cosa de sacramenti il detto vescovo mostra di star bene’: ASV, Segr. Stat., Fiandra, I, fo. 184r.",
        "34": "E. Duffy, Fires of Faith: Catholic England under Mary Tudor (London, 2009), p. 150. Duffy suggests that this may account for the ‘occasional lack of cordiality in his relationship with Bonner’.",
        "35": "The Letters of Stephen Gardiner, ed. J.A. Muller (Cambridge, 1933), pp. 496–500, at 496. Pole had expressed similar sentiments in an earlier letter of 28 August 1553; see CRP, ii. 173.",
        "36": "Letters of Stephen Gardiner, ed. Muller, p. 498.",
        "37": "See the reference to a former letter of Gardiner to Pole, ibid., p. 496.",
        "38": "P. Marshall, Heretics and Believers: A History of the English Reformation (New Haven, CT, 2017), pp. 366, 374; Duffy, Fires of Faith, pp. 22–4, 41–50.",
        "39": "Highley, Catholics Writing the Nation, p. 30.",
        "40": "Shagan, Popular Politics, p. 51 (emphasis original); 26 Hen. VIII, c. 13, printed in The Statutes of the Realm (11 vols., London, 1810–28), iii. 508–9; 28 Hen. VIII, c. 10, printed in Statutes of the Realm, iii. 663–6. For an example of such propaganda, see Richard Morison, A Lamentation in whiche is shewed what Ruyne and Destruction cometh of seditious Rebellyon (London, 1536), sigs. A1r, C3v. For similar ideas, though with a different emphasis, see R. Rex, Henry VIII and the English Reformation (2nd edn., Basingstoke, 2006), ch. 1, esp. pp. 17–18.",
        "41": "LP, vol. xiii, pt. ii, no. 979 (7) (trial of Lord Montague and the marquis of Exeter, 3 Dec. 1538); Westminster, Parliamentary Archives, Private Act, 31 Hen. VIII, c. 15, An Act for the Attainder of the Marquess of Exeter and others.",
        "42": "Parliamentary Archives, Private Act, 33 Hen. VIII, c. 40, An Act for the Attainder of Richard Pate and Seth Holland.",
        "43": "S.E. Lehmberg, ‘Parliamentary Attainder in the Reign of Henry VIII’, Historical Journal, xviii (1975), pp. 675–702, passim, esp. 682.",
        "44": "BL, Cotton MS Cleopatra E IV, fo. 128r, Richard Marshall to the Convent of Blackfriars in Newcastle, Mar. 1536.",
        "45": "TNA, SP 1/144, fos. 21r–28v, Thomas Wriothesley to Thomas Cromwell, 3 Mar. 1539. See Edwards, Archbishop Pole, pp. 79–82.",
        "46": "Richard Morison, Exhortation to styrre all Englyshe men to the Defence of theyr Countreye (London, 1539), sig. D1r.",
        "47": "Richard Morison, An Inuectiue ayenste the great and detestable Vice, Treason wherein the secrete Practises, and traiterous Workinges of theym, that suffrid of late are disclosed (London, 1539), sig. B8r.",
        "48": "TNA, SP 10/7, fos. 74r–80v, at 74r–v, Protector Somerset to Cardinal Pole, 4 June 1549. See also Edwards, Archbishop Pole, pp. 111–14.",
        "49": "Anno septimo Eduuardi Sexti Actes made in the Parlamente holden at Westminster, the first Daie of Marche, in the VII. Yere of the Reigne of our moste redoubted souuereine Lorde Edwarde the VI (London, 1553), sig. H4r; A.W. Reed, Early Tudor Drama: Medwall, the Rastells, Heywood and the More Circle (London, 1926), p. 87.",
        "50": "TNA, SP 15/3, fos. 195r–196v, at 195r, unknown writer to George Throckmorton, Dec. 1551.",
        "51": "A Supplicacyo[n] to the Quenes Maiestie (London [i.e. Strasbourg], 1555), fos. 12v–13r.",
        "52": "Christopher Goodman, How superior Powers oght to be obeyd of their Subiects (Geneva, 1558), pp. 33–4. The irony seems to have been lost on him.",
        "53": "Luigi Lippomano, A Copye of a verye fyne and vvytty Letter sent from the ryght reuerende Levves Lippomanns byshop of Verona in Italy, and late Legate in Polone, from the moste holy and blessed father Pope Paule the fourth, and from his most holy Sea of Rome. Translated out of the Italyan Language by Michael Throckmerton, Curtigiane of Rome ([Emden], 1556), sig. A1r. Morison’s authorship is suggested by Overell in her ‘Cardinal Pole’s Special Agent’, p. 275.",
        "54": "Matthew Parker, De Antiquitate Britannicae ecclesiae (London, 1572), p. 346; translated passages in G.B. Parks, ‘Italian Tributes to Cardinal Pole’, in D.B.J. Randall and G.W. Williams, eds., Studies in the Continental Background of Renaissance English Literature (Durham, NC, 1977), pp. 43–66, at 60. See also Edwards, Archbishop Pole, p. 258.",
        "55": "Acts and Monuments, 1570 edn., p. 2341 (accessed 12 June 2018).",
        "56": "Acts of the Privy Council of England, ed. John Roche Dasent (46 vols., London, 1890–1964) [hereafter APC], 1554–1556, p. 169.",
        "57": "P. Marshall, ‘Crisis of Allegiance: George Throckmorton and Henry Tudor’, in id. and G. Scott, eds., Catholic Gentry in English Society: The Throckmortons of Coughton from Reformation to Emancipation (Farnham, 2009), pp. 31–68.",
        "58": "This evidence came from one Sir Thomas Dingley: LP, vol. xii, pt. ii, nos. 921, 1023. For more on Dingley, see S. Brigden, Thomas Wyatt: The Heart’s Forest (London, 2012), pp. 378–80.",
        "59": "Marshall, ‘Crisis of Allegiance’, pp. 47–9.",
        "60": "Overell, ‘Cardinal Pole’s Special Agent’, passim, esp. p. 271.",
        "61": "TNA, SP 1/125, fos. 207r–210v, at 208r, Throckmorton to Henry VIII, 1537.",
        "62": "Marshall, Heretics and Believers, p. 236.",
        "63": "TNA, SP 1/105, fo. 65r, countess of Salisbury to Pole, 1536.",
        "64": "TNA, SP 1/106, fo. 168r, Henry, Lord Montague to Pole, 13 Sept. 1536.",
        "65": "TNA, SP 1/138, fos. 198r–203v, at 199r, ‘Answer of the countess of Salisbury to certain interrogatories ministered to her by my Lord Admiral and the bishop of Ely’, 13 Nov. 1538. Pole himself later told the Spanish Ambassador, Granvelle, that he knew his family’s disapproval had been forced through fear: CRP, i. 221–3, at 222 (Pole to Antoine Perrenot de Granvelle, 11 Apr. 1539). For more on the ‘Exeter Conspiracy’, see Edwards, Archbishop Pole, pp. 78–9; Marshall, Heretics and Believers, p. 263.",
        "66": "Cuthbert Tunstall, A Sermon of Cuthbert Bysshop of Duresme (London, 1539), sig. E1v.",
        "67": "J. Loach, Parliament and the Crown in the Reign of Mary Tudor (Oxford, 1986), pp. 138–43; P. Cavill, ‘Heresy and Forfeiture in Marian England’, Historical Journal, lvi (2013), pp. 879–907, esp. 885.",
        "68": "Loach, Parliament and the Crown, pp. 142–3.",
        "69": "Charles Wriothesley, A Chronicle of England during the Reigns of the Tudors, from A.D. 1485 to 1559, ed. William Douglas Hamilton (2 vols., London, 1875–7), ii. 34.",
        "70": "TNA, C 1/1337/18, C 1/1337/19, C 4/9/36, John Clement v. Alban Hylle; C 1/1418/23, C 1/1418/24, C 1/1418/25, C 1/1418/26, John Clement v. John Yorke; C 1/1337/20, C 4/9/69, John Clement v. Lady Elizabeth Wingfield.",
        "71": "TNA, C 1/1379/6, C 78/14/27, William Rastell v. Thomas White.",
        "72": "How Rastell voted cannot be judged—on this occasion the Commons clerk even failed to note the size of the vote for and against the bill. See Loach, Parliament and the Crown, pp. 142–3.",
        "73": "TNA, C 4/9/36 (part 1) (emphasis added).",
        "74": "TNA, C 78/14/27.",
        "75": "It is interesting to note here that Rastell, himself a great collector and compiler of common law, would have been well aware that, in the eyes of the law at the time of his flight, he had forfeited his right to the land in question; see William Rastell, A Colleccion of all the Statutes (from the Begynning of Magna Carta unto the Yere of our Lorde, 1557) (London, 1557), esp. fos. 443v–453r.",
        "76": "C. Creighton, ‘Hill, Alban (d. 1559)’, rev. S. Blakewell, ODNB.",
        "77": "A. Shepard, ‘White, Sir Thomas (1495?–1567)’, ODNB.",
        "78": "The fact that these defendants had bought land belonging to well-known Catholic exiles in the first place also suggests a willingness (even if inspired solely through greed) to believe that these émigrés had given up all right to it through their traitorous actions.",
        "79": "R.H. Pogson, ‘Revival and Reform in Mary Tudor’s Church: A Question of Money’, in C. Haigh, ed., The English Reformation Revised (Cambridge, 1987), pp. 139–56, at 141–5; Edwards, Archbishop Pole, pp. 124–40; Marshall, Heretics and Believers, p. 366.",
        "80": "TNA, SP 69/4, fos.79r–80v, at 79r, John Mason to Mary I, 5 May 1554.",
        "81": "TNA, SP 69/2, fo. 80r, Lord William Howard to the Council, 1 Dec. 1553.",
        "82": "Jodocus Harchius, Pro instauratione reipublicae angl. Proque reditu reverendissimi atque illustrisimi domini Reginaldi Poli. sanctae Romanae ecclesiae tituli Sanctae Mariae in Cosmedim, Diaconi Cardinalis, sedis Apostolicae legati a latere. Oratio ad prudentissimum senatum Angl. Authore Iodoco Harchio Montensi (London, 1554). See also Edwards, Archbishop Pole, p. 132. Whether the speech was actually delivered in person is uncertain; there is no record of it in the journals of either the House of Lords or the House of Commons.",
        "83": "CRP, ii. 279.",
        "84": "Tr. John Strype, in his Ecclesiastical Memorials relating chiefly to Religion and the Reformation of it and the Progress made therein (3 vols. in 6, Oxford, 1822), vol. iii, pt. ii, p. 248.",
        "85": "Vatican City, Biblioteca Apostolica Vaticana (BAV), Vat. Lat. 5968, fos. 305r–359r, at 314v. Mayer has suggested (CRP, ii. 367) that this draft version of the speech was probably edited and abridged before being delivered at Westminster. While this may well be true, the longer draft gives the clearest insight into Pole’s motivations for giving the speech.",
        "86": "BAV, Vat. Lat. 5968, fos. 306r, 317r.",
        "87": "CSPS, July 1554–Nov. 1588, no. 115 (Simon Renard to the emperor, London, 30 Nov. 1554).",
        "88": "‘uno particolarmente mutando professione stato, et paese non sia obbligato a questa soggettione, si come è avvenuto a me’: CRP, ii. 31–68, at 39 (Pole to Protector Somerset and Council, 12 Oct. 1549).",
        "89": "‘illud Heraclati in Ephesios dictum moueret, quos, ille, omnes morte multandos duxit, quod Hermodorum ciuitatis Principem, in exilium misissent’: BL, Royal MS 12 A. XLIX, Boxall, ‘Oration’, fo. 25r.",
        "90": "‘ita nihil huic nobilis: Regno ad gloriam & existimationem durius nostra memoria accidit, quam quod eo cive carebat, cuius virtutem peregrini omnes & externi homines, adamarent & mirarentur cum quo homine, si vera dicenda sunt, fides, religio, & innocentia exulare coeperunt’: ibid., fo. 25r–v.",
        "91": "Nicholas Harpsfield, A Treatise on the pretended Divorce between Henry VIII and Catharine of Aragon, now printed from a Collation of four Manuscripts, ed. Nicholas Pocock (Westminster, 1878), p. 295.",
        "92": "John Elder, The Copie of a Letter sent in to Scotlande of the Arivall and Landynge, and most noble Marryage of ... Philippe, Prynce of Spaine to the ... Princes Marye Quene of England solemnisated in the Citie of Winchester (London, 1555), sig. D1r.",
        "93": "CRP, ii. 367.",
        "94": "Harchius, Pro instauratione reipublicae angl. proque.",
        "95": "The reports of foreign ambassadors in London are littered with descriptions of the English people’s ‘most inveterate detestation of foreigners’ and ‘natural hostility’ to strangers. See, for example, CSPV, 1555–1556, no. 1279, app. 171; CSPS, July 1554–Nov. 1588, nos. 60, 216.",
        "96": "Harpsfield, Treatise on the Pretended Divorce, pp. 202–4.",
        "97": "S.E. Lehmberg, The Reformation Parliament, 1529–1536 (Cambridge, 1970), p. 146, n. 1. For a useful overview of what follows, see K.D. Brown, ‘The Franciscan Observants in England, 1482–1559’ (Univ. of Oxford D.Phil. thesis, 1986), pp. 140–43.",
        "98": "CSPS, 1531–1533, no. 948; LP, vol. xii, pt. ii, no. 952 and vol. v, no. 1142.",
        "99": "LP, vol. v, no. 1043.",
        "100": "LP, vol. v, no. 1358.",
        "101": "Brown, ‘Franciscan Observants’, p. 144.",
        "102": "Brown, ‘Franciscan Observants’, p. 144; LP, vol. vi, nos. 726, 899, 900.",
        "103": "TNA, SP 1/80, fos. 5v–6r, Vaughan to Cromwell, 21 Oct. 1533.",
        "104": "Harpsfield, Treatise on the Pretended Divorce, p. 205.",
        "105": "It does not, for instance, appear in William Rastell’s Colleccion of all the Statutes (1557). The exception to the rule here is ‘abjuration of the realm’, which was a legal punishment which could be applied to felons or murderers who, having taken sanctuary, confessed their guilt before a coroner; see Rastell, Colleccion of all the Statutes, fos. 2r–4r. An example of the use of banishment against those considered ‘strangers’ can be found in Henry’s proclamation against the Anabaptists in November 1538: LP, vol. xiii, pt. ii, no. 890. See also K.J. Kesselring, Mercy and Authority in the Tudor State (Cambridge, 2003), pp. 32–5, 88–9; J. Kingsley-Smith, Shakespeare’s Drama of Exile (Basingstoke, 2003), pp. 9–11; Gibbons, English Exiles in Paris, p. 115.",
        "106": "Kesselring, Mercy and Authority, pp. 33–4. See also J.A. Guy, The Court of Star Chamber and its Records to the Reign of Elizabeth I (London, 1985).",
        "107": "TNA, SP 1/95, fos. 136r–143v, at 140v–141r, Cromwell to Sir John Wallop, 23 Aug. 1535. The only exceptions I have been able to find are Henry Bukkery and Thomas Danyell, two observant friars who had been ‘commanded by the King’s lieutenant to avoid the realm’ but who returned ‘without licence or pardon’ in November 1537: LP, vol. xii, pt. ii, no. 1077.",
        "108": "The Institution of a Christen Man conteynynge the Exposytion or Interpretation of the commune Crede, of the seuen Sacramentes, of the .x. Commandementes, and of the Pater noster, and the Aue Maria, Iustyfication [and] Purgatory (London, 1537), fos. 93v–94r; John Ponet, A shorte Treatise of politike Pouuer and of the true Obedience which Subiectes owe to Kynges and other ciuile Gouernours (Strasbourg, 1556), sig. H2r.",
        "109": "John Christopherson, An Exhortation to all Menne to take hede and beware of Rebellion (London, 1554), sigs. I2v–I3r.",
        "110": "One might suggest that use of the term ‘banished’ here referred to the forced expulsion of all Franciscan Observants from their religious houses in the summer of 1534. However, not only did this occur more than a year after Peto and Elston had left the realm, but it distributed the dispossessed friars among the houses of other religious orders within England: LP, vol. vii, no. 1095 (Eustace Chapuys to Charles V, 29 Aug. 1534).",
        "111": "W. Page, ed., The Victoria History of the County of Kent (3 vols., London, 1908–34), ii. 194–8.",
        "112": "Harpsfield, Treatise on the Pretended Divorce, p. 204.",
        "113": "BAV, Vat. Lat. 5968, fo. 305v.",
        "114": "Ibid., fo. 317v.",
        "115": "Ibid., fo. 316v–317r.",
        "116": "Strype, Ecclesiastical Memorials, vol. iii, pt. ii, p. 243.",
        "117": "Edwards, Archbishop Pole, p. 42.",
        "118": "T. Mayer, ‘A Diet for Henry VIII: The Failure of Reginald Pole’s 1537 Legation’, Journal of British Studies, xxvi (1987), pp. 305–31, esp. 305.",
        "119": "TNA, SP 1/116, fos. 56v–57r, Pole to the king’s Council, 16 Feb. 1537.",
        "120": "Parliamentary Archives, Private Act, 31 Hen. VIII, c. 15.",
        "121": "Henry Foley, Records of the English Province of the Society of Jesus (7 vols., London, 1877–83), iii. 237.",
        "122": "R. Rex, ‘Thomas Vavasour’, Recusant History, xx (1990–91), pp. 436–54, at 437–8.",
        "123": "‘me ad exteras gentes solo Artis medicae consequendae intuitu prospicere’; ‘eo quoque magis quod ad causae meae aequitatem ... etiam Dr. Joannis Ceci illustriss. Equitis & aliorum ... venia & bona gratia accedit’; ‘ubiuis gentium in Patriae & Principis mei negotiis & animum integrum retenturum, & vitam quoque si res postulet profusurum esse’: BL, Lansdowne MS II, no. 61, fo. 136r–v, at 136r, Thomas Vavasour to William Cecil, 23 Oct. 1551.",
        "124": "TNA, SP 10/5, fos. 144r–148v, at 145r.",
        "125": "Rex, ‘Thomas Vavasour’, p. 438.",
        "126": "Garrett, Marian Exiles, p. 15.",
        "127": "The remainder either died, were imprisoned or are untraceable. Only four conformed with the new queen’s religious policies (Thomas Martin, Hugh Turnbull, John Bullingham and William Barker).",
        "128": "See Highley, Catholics Writing the Nation, ch. 2, esp. pp. 28–37.",
        "129": "T.S. Graves, ‘The Heywood Circle and the Reformation’, Modern Philology, x (1913), pp. 553–72, at 553; Thomas Stapleton, Tres Thomae (Cologne, 1612), pp. 151–2.",
        "130": "J. Loach, ‘The Marian Establishment of the Printing Press’, English Historical Review, c (1986), pp. 138–51. For the converse view, see J.W. Martin, ‘The Marian Regime’s Failure to Understand the Importance of Printing’, Huntingdon Library Quarterly, cliv (1980–81), pp. 231–47.",
        "131": "W. Wizeman, The Theology and Spirituality of Mary Tudor’s Church (Aldershot, 2006), pp. 2, 137–40. See also W. Wizeman, ‘The Marian Counter-Reformation in Print’, in E. Evenden and V. Westbrook, eds., Catholic Renewal and Protestant Resistance in Marian England (Farnham, 2015), pp. 143–64; Duffy, Fires of Faith, ch. 3.",
        "132": "S. Doran and T.S. Freeman, eds., Mary Tudor: Old and New Perspectives (Basingstoke, 2011); J. Edwards, ‘Spanish Religious Influence in Marian England’, in E. Duffy and D. Loades, eds., The Church of Mary Tudor (Aldershot, 2006), pp. 201–27; J. Edwards, ed., Reforming Catholicism in the England of Mary Tudor: The Achievement of Friar Bartolomé Carranza (Aldershot, 2005), passim; J. Edwards, ‘Fray Bartolome Carranza’s Blueprint for a Reformed Catholic Church in England’, in T. Mayer, ed., Reforming Reformation (Burlington, VT, 2012), pp. 141–60, esp. 144; E. Evenden, ‘Spanish Involvement in the Restoration of Catholicism during the Reign of Philip and Mary’, in Evenden and Westbrook, eds., Catholic Renewal, pp. 45–64.",
        "133": "F.E. Smith, ‘The Origins of Recusancy in Elizabethan England Reconsidered’, Historical Journal, lx (2017), pp. 301–32.",
        "134": "Duffy, Fires of Faith, ch. 9.",
        "135": "K. Gunther, Reformation Unbound: Protestant Visions of Reform in England, 1525–1590 (New York, 2014), pp. 112–16.",
        "136": "Overell, Italian Reform, pp. 174, 181–2.",
        "137": "Pettegree, ‘Marian Protestantism’, ch. 6, esp. pp. 149–50; Marshall, Heretics and Believers, pp. 470–78.",
        "138": "Wizeman, Theology and Spirituality, pp. 2, 253.",
        "139": "Duffy, Fires of Faith, pp. 195–9. See also Smith, ‘Origins of Recusancy’, passim.",
        "140": "Nicholas Sander, De origine ac progressu schismatis anglicani (Ingolstadt, 1585) (tr. David Lewis, Rise and Growth of the Anglican Schism [London, 1877], p. 112).",
        "141": "James Anthony Froude, History of England from the Fall of Wolsey to the Death of Elizabeth (1856–70; 10 vols., Cambridge, 2011), i. 358.",
        "142": "G.W. Bernard, The King’s Reformation: Henry VIII and the Remaking of the English Church (London, 2005), p. 153."
    }
}