{
    "title": "Making a ‘New Conservatism’: The Tory Reform Committee and Design for Freedom, 1942–1949*",
    "author": "Gary Love",
    "date": "03 September 2020",
    "article": "This article offers the first analytical overview of the political thinking and organisational history of the Tory Reform Committee (TRC). It is also a contribution to wider scholarly debates about the making of a ‘New Conservatism’ in the 1940s and the development of Conservative thought in the twentieth century. The TRC’s leading members drew on the party’s Disraelian one-nation tradition to free them from adopting doctrinaire positions. They wanted to emphasise the merits of either state intervention, planning and social reform, or private enterprise, individualism and freedom, depending on the country’s economic and social position—and the party’s electoral position. Most Tory Reformers imposed limits on the malleability of their Conservatism by rejecting laissez-faire individualism, socialism, and the earliest signs of neoliberalism. Although the group was replaced by the Design for Freedom Movement, which adopted a similar political outlook on a non-party basis between 1947 and 1949, its broader significance relates to how its support for the principles of ‘design’ and ‘freedom’ influenced Conservative debates about economic and social policy at a pivotal moment in the party’s history. Continuities of thought suggest that we should be wary of interpretations which impose an ‘origins of neoliberalism’ or proto-Thatcherite framework on the 1940s. The TRC’s ‘New Conservatism’ was meant to be adaptable, practical and Keynesian. It was a pitch for the centre ground and it was integral to the political thought of Conservative governments between 1951 and 1974.The outline of the history of the Tory Reform Committee (TRC) is well known. The TRC was made up of around forty to fifty backbench Conservative MPs between 1943 and 1947; it co-ordinated its members’ parliamentary activities in order to apply pressure on the Conservative leadership to adopt progressive reforms; it employed a research staff; it published bulletins and pamphlets in the run-up to the general election of 1945; and it declined in importance after that election. The Tory Reformers hit the headlines on three occasions during the Second World War: first, when they supported the introduction of a system of statutory control over wages and working conditions in the catering industry; secondly, when they tried but failed to persuade the government to appoint a Minister for Social Security to implement the Beveridge Report; finally, when they moved two amendments to R.A. Butler’s Education Bill, which promised to raise the school leaving age to 16 years and offer equal pay for women teachers. The last created controversy because the Tory Reformers helped to defeat the wartime coalition government on the equal pay issue. In Paul Addison’s view, the TRC made efforts to accelerate the government’s reconstruction programme and persuade the Conservative Party leadership to update its Conservatism.[CITATION-1] But, according to John Ramsden, these efforts were mostly unsuccessful because the TRC had little impact on Conservative debate, it failed to capture the interest of the party, and its only significant achievement was that it helped to ‘prevent the old reactionaries from taking control’ of the party during the war.[CITATION-2] These arguments about the TRC have been accepted by historians but, considering the group’s high profile, it is astonishing that we know so little about its political thinking and organisation, and the reasons for its rise and fall.[CITATION-3] This gap in our knowledge is exacerbated by the fact that the TRC continues to hold an important place in the history of British Conservatism because it is recognised as a significant exemplar of the party’s one-nation tradition.[CITATION-4] This article offers the first analytical overview of the political thinking and organisational development of the TRC. It addresses a significant lacuna in the historiography on 1940s Conservatism, but it is also an important contribution to wider scholarly debates about the adaptation of Conservative thought in the twentieth century. It argues that the most distinctive feature of the TRC’s Conservatism was its commitment to Keynesian economics and state planning. The TRC’s approach embraced the corporatist ideas of Conservative rebels such as Harold Macmillan, who had tried to develop a centrist alternative to Stanley Baldwin’s ‘national’ politics in the 1930s. Its leading members fully accepted Keynesian economics as early as 1943, which was unusual inside the Conservative Party. But, like the Conservative ‘planners’ of the 1930s, its leading members did not believe that Keynesian demand-management techniques would solve all of Britain’s economic problems after the war.[CITATION-5] The Tory Reformers embraced a ‘mixed economy’, but, like Macmillan, they wanted to preserve private enterprise and facilitate as much self-government for industry as possible.[CITATION-6] The Tory Reformers did much to publicise these ideas both during and after the war, but they saw no contradiction in their political thought when they modified their thinking to oppose the policies of the Attlee government in the late 1940s.In general terms, most of the leading Tory Reformers were ideologically consistent throughout this period because the ‘New Conservatism’ that they formulated was meant to draw on the party’s Disraelian tradition in order to free them from having to adopt doctrinaire positions. They wanted to be able to emphasise either the merits of state intervention, planning and social reform, or those of private enterprise, individualism and freedom, depending on the country’s economic and social position, and the party’s electoral position. But in terms of specific policy some differences did emerge after 1945. The most influential members of the TRC, Quintin Hogg, Hugh Molson and Peter Thorneycroft, imposed some limits on the adaptation of the group’s Conservatism because they rejected laissez-faire individualism, socialism, and the earliest signs of neoliberalism. But the TRC’s founding Chairman, Viscount Hinchingbrooke, and his ally Christopher York were the first to leave the group because they wanted to emphasise individualism more strongly and abandon the TRC’s interventionist policies ahead of the general election of 1950. Interestingly, it was the consistent interventionists, Hogg, Molson and Thorneycroft, who went on to have more successful careers in future Conservative governments, whereas Hinchingbrooke became a more marginal figure and York retired from the political scene altogether. The continuities between the TRC’s thinking and that of its neglected non-party successor the Design for Freedom Movement suggest that we should be wary of interpretations which impose an ‘origins of neoliberalism’ or proto-Thatcherite framework on the 1940s. A close reading of the TRC’s politics increases our understanding of how unity was maintained at the centre of the party during what was a very fluid and inchoate period for it ideologically.The only works that throw significant light on the TRC are the unpublished doctoral dissertations of Hartmut Kopsch and Harriet Jones. Kopsch’s dissertation was limited to analysing the group’s impact on parliamentary debates about the Catering Bill, the Beveridge Report, and the Town and Country Planning Bill during the war. It was not a dedicated study of the group and its political thought because he did not have access to the private papers of its leading figures. Kopsch’s account also divided Conservatives into ‘Tories’ and ‘Neoliberals’, which resulted in a simplistic reading of the TRC’s politics.[CITATION-7] Jones’s dissertation built on Kopsch’s work, arguing that the TRC ‘was first and foremost based on political and short-term electoral considerations’, that ‘its primary concern was for propaganda’, and that ‘its primary argument with the more orthodox majority was not over principal [] but over strategy’. She contrasted the TRC’s ‘short-termism’ with the long-term thinking of R.A. Butler, who was Chairman of the party’s Post-War Problems Central Committee (PWPCC). Jones also argued that it was the TRC’s economic policy that distinguished it from the rest of the party.[CITATION-8] Richard Carr has challenged some of these arguments, suggesting that the Tory Reformers were never as progressive as we might think because they were not as committed to Keynesian economics as an earlier generation of Conservatives associated with Macmillan. He argues that they showed their ‘true colours’ after the party’s defeat in 1945, and cites the evolving political thought and future political conduct of Hinchingbrooke, Hogg and Thorneycroft as evidence for his claim.[CITATION-9] Carr’s intervention forces us to look again at the TRC’s politics, but his use of evidence is somewhat selective. This article investigates the evolution of the political thought of these leading Tory Reformers in view of the changing economic and political circumstances of the 1940s and the 1950s. There was, in fact, an important area of ideological affinity between Macmillan and most of the Tory Reformers, which was centred on their support for Keynesian economics and state planning.There is an ever-present inclination among historians to see Conservatives in a black or white binary mode over state intervention, when in reality there were many shades of grey—sometimes barely distinguishable. One of the most misunderstood periods in this respect is the 1940s. Kit Kowol has argued that historians ‘have almost universally depicted the Conservative party as divided in two; between those more willing to embrace comprehensive social service provision and government economic intervention’ and ‘those committed to a minimal safety-net and free enterprise’.[CITATION-10] This reading of Conservatism correlates with attempts to historicise Thatcherism by looking for signs of neoliberalism in the Conservative rhetoric of the 1930s and 1940s.[CITATION-11] But James Freeman has shown that the thinking of influential Conservatives such as Richard Law had more in common with inter-war Conservative debates about freedom and left-wing arguments about unemployment than it did with neoliberal thinking.[CITATION-12] Freeman argues that there is now a tendency among historians to play down ‘historical specificity in search of influences, precedents, and ideological blocs’, and he calls for more work on the ‘specific political and economic dilemmas’ that ‘shaped the evolution’ of Conservative arguments.[CITATION-13] This article builds on Kowol and Freeman’s approaches to researching mid-twentieth century Conservatism, but it also responds to broader historiographical arguments. David Edgerton has argued forcefully for closer attention to be paid to the history of political ‘futures’ and particularly to Conservative visions of the future.[CITATION-14] This article responds to Edgerton’s challenge, measuring not only the TRC’s influence on the development of post-war Conservatism but also the degree to which the group’s thought included ‘roads not travelled’. In doing so, it supports Ramsden’s earlier arguments about the importance of continuities of Conservatism before and after the Second World War.[CITATION-15] But it also recognises that there were some important step changes in the development of the party’s thought during the 1940s.A detailed examination of the history of the TRC in relation to these themes is now possible because the private papers of the most important members of the TRC’s dining group, namely Hinchingbrooke, Hogg, Molson, Thorneycroft and York, were deposited in publicly accessible archives during the last fifteen years. These collections include some of the TRC’s weekly agendas, memoranda, correspondence, and three private diaries. This article is the first work to exploit these sources fully and, by combining them with the journalism of the TRC’s leading members and the group’s publications, it offers the first comprehensive account of the TRC. The article evaluates the ideas of the TRC’s leading members and measures their contributions to the making of a ‘New Conservatism’. In this respect, its approach to studying Conservative thought has much in common with Emily Jones’s work on British Conservatism. Jones has argued that ‘Properly historicized political traditions are not just a means to “complicate” our understanding of past thought: they offer a tool which helps us to understand the ways in which ideas are adapted: how principles and histories are altered in order to legitimate political action or rhetorical intervention; and how different strands of a broad-based political tradition such as Conservatism are picked up and put down accordingly’.[CITATION-16] This article uses the TRC as a case-study for reflecting more broadly on how political traditions have been used by Conservatives to promote particular ideas in the practice of politics. In the case of the TRC, it was the Disraelian political tradition that was most influential.[CITATION-17] This article also examines how the TRC functioned as a group, how it responded to the party’s electoral defeat, how its members adapted their thinking in opposition to a Labour government, and how it adjusted to the changing politics of the Conservative leadership. It tracks the political developments inside the group, highlighting some of the personal animosities and ideological fissures that emerged. It explores the group’s relationship with other leading Conservatives, such as Macmillan, and investigates the degree to which its progressive Conservatism, committee system, research organisation and publications agenda influenced Butler’s work for the PWPCC during the war and the Conservative Research Department (CRD) after the war. It also analyses why the TRC was replaced by Thorneycroft’s Design for Freedom Movement, which adopted a similar political outlook but on a non-party basis between 1947 and 1949.More broadly, it seeks to argue that the TRC’s historical significance was twofold. First, its support for the principles of ‘design’ and ‘freedom’ influenced Conservative debates about economic and social policy at a pivotal moment in the party’s history. The TRC and its successor continued to use the language of ‘design’ in combination with ‘freedom’ because it allowed them to discuss a mode of intervention that was less socialist or statist than Labour’s, and an economic outlook that could be used to distinguish Conservatism from laissez-faire Liberalism. The TRC’s ‘New Conservatism’ was a direct pitch for the centre ground, and, if most of the interventionist strands of the TRC’s thought were played down by the party in the run up to the 1950 and 1951 elections, some of them were picked up again by Conservative governments during the period 1951–74. Secondly, the TRC needs to be located within a broader history of ‘young Turk’ Conservative groups. It revived a particular reforming tradition inside the party, which had been inspired by Disraeli. But it also adapted that tradition in ways that would make Conservative thought more appealing for future generations.Hinchingbrooke first ‘broached the subject of forming a group of young Tories who had progressive ideas’ at a dinner with Thorneycroft and York on 11 November 1942.[CITATION-18] He wanted to create a new ‘Centre Group’ of Conservative MPs, and his inspiration was Winston Churchill and Hugh Cecil’s ‘hooligans’—a group of Tories who had tried to shake up the Conservative Party at the beginning of the century by rebelling against its leader, Arthur Balfour. Hinchingbrooke wanted to imitate the ‘hooligans’ by establishing a regular dining group, which would meet to determine the group’s political aims and co-ordinate its parliamentary activities.[CITATION-19] The young and middle-aged Conservatives who would go on to serve on the TRC’s Executive Committee had two things in common. First, they had served in the Armed Forces and returned to the House of Commons to devote all of their time to parliamentary politics. Secondly, they were in favour of social reform and Keynesian economics. Their decision to campaign for a more progressive Conservatism owed much to their experiences of war, but it was also a party-political move because they agreed that ‘unless the Conservative Party accepted the Beveridge Report and similar reforms we would lose hands down’.[CITATION-20] The TRC would quickly become an imaginative, ambitious and well-connected organisation. But the political context encouraged its founders to return to first principles; for Hinchingbrooke, this meant the party’s Disraelian tradition. As he recalled, ‘Our object was to sever an assumed link between the hierarchy of the party and latter day economic liberalism—a “devil take the hindmost” attitude—and to release the true spirit of Toryism to soar again with Disraeli.’[CITATION-21] The Tory Reformers would draw on and reinterpret important aspects of the Disraelian tradition in order to push their ideas in the party during the 1940s. Disraeli’s association with the party’s ‘social reform and condition of the people tradition’ was key during the war years because of the Beveridge Report.[CITATION-22] But, as young Conservative MPs, the Reformers were inspired by Disraeli’s message that ‘the Spirit of the Age is the very thing that a great man changes’.[CITATION-23] Furthermore, as Jon Parry has explained, ‘For Disraeli, the function of the tory/ Conservative party was to embody the “national will and character” against ideological threats to English traditions. The tory policy was national in two senses: it was rooted in history, but (except when badly conceived by blinkered leaders) it was also integrative rather than exclusive and sectional.’[CITATION-24] The Tory Reformers were particularly attracted to these dimensions of Disraeli’s thought because, once adopted, they could use them to present the groups’ members as unifiers. They would also invoke the Disraelian tradition to call for economic and social reforms that could revive and defend ‘true’ Conservative principles.Hinchingbrooke outlined his ideas in a series of articles and speeches, arguing that ‘Modern Toryism rejects Individualism as a philosophy in which the citizen has few duties in society, but accepts wholeheartedly initiative and personal enterprise of the citizen in partnership with his friends and neighbours to a purpose agreeable to the Nation as a whole.’ He accepted state planning as a ‘grand design’ that could be used to bring the aims of the individual into line with those of the community.[CITATION-25] The country’s experience of two world wars persuaded him that ‘high taxation, fat wage packets, and full employment go together’, but he believed in ‘equality of opportunity’ rather than ‘equalitarianism’.[CITATION-26] Tory Reformers like Hinchingbrooke wanted to make a new progressive Conservatism because they believed that a sense of balance between the individual and the community had been lost between the wars. In other words, the Disraelian one-nation tradition had not been followed. But the policies that they advocated were not necessarily designed to be permanent ones. When Hinchingbrooke addressed the future of small traders at a meeting of the Chamber of Commerce he argued that, while their economic and political sacrifices would be substantial, ‘all sections [of society] should have those privileges and liberties curtailed in equal measure, so that we end this war not as a State transformed into a mould foreign to our natures but with that nucleus remaining … that will bud and blossom forth in happier days and restore to us that freedom for individual trade and scope for individual enterprise that are our heritage’.[CITATION-27] Hinchingbrooke and another Tory Reformer, Quintin Hogg, looked specifically to Disraeli’s novel(1844) for intellectual inspiration and for the development of a political framework that could be used to persuade Conservatives to adopt a new Conservatism.[CITATION-28] Hogg outlined their Disraelian influences in an article forin which he stressed the need for the party ‘to lead and dominate revolution by superior statesmanship, instead of to oppose it’. He also argued that only a mixed economy was appropriate for the reconstruction of Britain after the war:The New Conservative … sees in the modern extra-political forms of public control a Nationalisation which has lost its terrors, and in the larger joint-stock companies with limited liability a private enterprise which has lost its meaning. He is not impressed by the fear of schemes for social security as destructive of enterprise. On the contrary, he sees in them the basis for social stability necessary to the restoration of industry. He recognises that privilege based on birth or wealth has served its end, and he looks forward to a classless democracy in which differences of education and technical skill have taken their place.These arguments would have been difficult for some Conservatives to accept, but Hogg made little effort to appease their concerns, stating that only the youth of the country was objective enough to understand the ‘New Society’.[CITATION-29] In other words, the Tory Reformers were best placed to address the problems of Britain’s political future.The dining group’s first attempt at developing a set of provisional aims was made by Hinchingbrooke, Thorneycroft and York.[CITATION-30] They advocated ‘State intervention to restrict opportunity for personal profit’, but they were worried about ‘unduly limiting scope for individual enterprise and the ultimate liberty of the individual’. Specific proposals included the transferring of control of public services and stabilised industries to autonomous bodies that would be subject to parliamentary control; the transferring of financial ownership ‘in all businesses to management and employees’; limiting the activities of the stock exchange; state supervision of the banking system so that it would be forced to provide adequate financing for large and small-scale enterprises; and the establishment of a wage structure to secure a balance in the flow of public money to the wage earner. They also contemplated changing the law so that property ownership would ‘not stand in the way of public welfare’.[CITATION-31] The Tory Reformers did not agree on all of these points, but they provided a basis for future co-operation.[CITATION-32] The group dined with Macmillan, who told them that he considered his own backbench rebellion in the 1930s to have been a failure. He was sympathetic towards their campaign for social reform because he considered the Beveridge Report to be a Tory idea.[CITATION-33] But, he insisted, ‘One must work and scheme and manoeuvre inside the party and seek to make the machine serve the ideals which one has.’[CITATION-34] Hinchingbrooke also listened to the Minister of Agriculture, Robert Hudson, who had been one of Macmillan’s collaborators when they were members of the progressive Conservative ginger group the ‘YMCA’ in the 1920s.[CITATION-35] He learned from Hudson how the group had worked with ministers and supported the Conservative government in the Parliament of 1924.[CITATION-36] The TRC’s founding members saw themselves as playing an important role in the history of the party, which was to use their position as a progressive ginger group to persuade it to update its Conservatism.By January 1943 the leading Tory Reformers were dining regularly together.[CITATION-37] After Hogg joined the group he wrote in his diary, ‘We start with few prejudices—and progressive ideals. But we are still in the thinking stage.’ He identified Thorneycroft as the group’s leading ‘spirit’ in whom he had ‘great belief’.[CITATION-38] Hogg and other MPs then met with a group of agents from industrial insurance offices who wanted to lobby them ahead of the parliamentary debate on the Beveridge Report.[CITATION-39] Hogg recalled that he rejected their arguments because he believed in the ‘broad acceptance of the recommendations of the report’; he dated the real beginnings of the TRC to this meeting.[CITATION-40] Before the debate Hinchingbrooke and a sizeable number of backbench Conservatives tabled an amendment calling for the immediate creation of a Minister for Social Security.[CITATION-41] Hinchingbrooke tabled the amendment because he considered the government’s motion to be ‘wishy-washy’ and he believed a group of ‘reactionaries’ wanted to ‘sabotage’ the report. He welcomed the potential party-political consequences of the group’s actions, writing that ‘A big party split is in prospect. I welcome it. Now is the time!’[CITATION-42] Tory Reformers made prominent speeches during the Beveridge debate.[CITATION-43] Hogg made a passionate appeal for ‘the redistribution of wealth’, telling his fellow Conservatives that there was ‘no burking that fact’.[CITATION-44] But the government refused to appoint a Minister for Social Security. The Tory Reformers voted with the government on its general statement of policy, but they were not satisfied with its explanation for the rejection of their amendment. Hinchingbrooke led a deputation of forty-five backbench Conservatives to complain to the Leader of the House, Anthony Eden.[CITATION-45] The deputation made little difference, but it led to the official forming of the TRC one month later. Hinchingbrooke was made Chairman with both Thorneycroft and Molson appointed as secretaries.[CITATION-46] The Beveridge Report provided a convenient way for some Tory Reformers to illustrate their differences with more traditional Conservatives, but it was also the reason why they were able to attract a large membership.Hogg explained how the TRC functioned in an unpublished memoir written in the 1960s: ‘The Tory Reform organisers used to meet three times a week. One meeting, the main meeting of the Committee, was always in a Committee room upstairs. [This] would usually be preceded by a meeting of the executive to discuss the agenda for the coming meeting of the Committee. But the main motive power was in the dinner party where, free from … a definite agenda our conversation ranged over the whole spectrum of politics, personalities, parties and political affairs … our main work was undoubtedly in … the debates in the House.’[CITATION-47] This activity gave the TRC an unusual level of professionalism for a Conservative ginger group. York was enthusiastic about the abilities of his fellow members: ‘Quintin has a terrific brain power and Hugh Molson, though pompous, is a master of lucid expression and exposition. Hinch is very forward thinking. The others in varying degrees quick, clear thinking, and progressive Tories.’[CITATION-48] However, the TRC was not the only new Conservative ginger group. After meeting with the Conservative MP Alexander Erskine-Hill, York wrote, ‘He gave us to understand that he had an organization, separate from the Conservative Party, to push Tory ideas. But by what he said and how he said it, it was obvious that Beaverbrook is behind it. We all agreed that Erskine-Hill is a very crafty and dishonest politician in the worst sense.’[CITATION-49] This was the Progress Trust, of which little was known until very recently. The Progress Trust was a clandestine Conservative group, which usually consisted of around twenty Conservative MPs. Its members met for a few hours each week to discuss politics, it entertained leading ministers at its dinners, and it employed a research officer to produce weekly memoranda.[CITATION-50] Richard Ritchie’s new history of the Progress Trust has used the group’s archive to shed light on its thinking and activities. Certainly, it was known to represent the ‘ultra-loyal core of the Conservative Party’ and it was ‘somewhat resistant to change’.[CITATION-51] But, as Ritchie argues, it is too simplistic to view all of the group’s members as libertarian Conservatives in this period. He explains, ‘The bias of most was towards a patrician approach with only a modest inclination to challenge fundamentally Beveridge’s philosophy. They all believed in free enterprise and opposed nationalisation. But they were far from asserting there was no need for state intervention in the economy.’[CITATION-52] Ritchie’s account accurately dates the beginnings of the group to March 1943 and disputes the view that it was set up to counteract the TRC, which has been an ever-present argument in the historiography.[CITATION-53] Both groups started to organise themselves at the same time and, while some members of the Progress Trust disliked the TRC, there was no orchestrated attempt to challenge its existence. Historians should also be cautious about seeing the two groups in polar opposition at all times. The two groups met for dinner on several occasions during the war years.[CITATION-54] York admitted on another occasion that there was very little ‘visible disagreement’ between them, noting that ‘The right wing and ourselves are Tories.’[CITATION-55] Furthermore, research papers produced by the Progress Trust can be found in York’s and Hogg’s papers from 1945 onwards.[CITATION-56] Hinchingbrooke even went on to join the Progress Trust in 1947.[CITATION-57] But R.A. Butler, who was starting to rebuild the party’s policy-making apparatus, was concerned about the emergence of the TRC. He wrote in his diary: ‘The Conservative Party Conference went off quite well, giving a vague and amiable impression of progressive spirit. This was deliberately arranged by the Central Office, though the Press have got the impression that it was generated by Ronnie Tree, Quintin Hogg and others, who have joined with Hinchingbrooke as a “ginger” group.’[CITATION-58] Butler, who was struggling to juggle his work on the coalition government’s Education Bill with his role as Chairman of PWPCC, was a party loyalist. When he stepped down from his role as Chairman of the PWPCC he argued that his consensual approach to Beveridge and social reform had brought Conservatives ‘to think the reforms less awful than they might’.[CITATION-59] The problem was that the TRC were becoming more famous for their reforming spirit than Butler because they were not willing to compromise, as he was, for the good of the party.Still, when the Tory Reformers met to finalise their manifesto they were worried that the Progress Trust would try to ‘torpedo’ its publicity.[CITATION-60] When the manifesto was published asit was presented as a list of basic aims, and professed the Tory Reformers’ loyalty to the heritage and traditions of the Conservative Party. But in terms of policy they accepted Keynesian economics and argued that government must influence or control expenditure in order to regulate demand. They called for a practical approach to a mixed economy, which required national planning (but less than during the war). They wanted to maintain freedom for small businesses, but larger businesses would be subject to public control. They argued for the extension of a system of production committees, which trade unions would help fashion. They supported economic expansion and full employment, but regional industries would also be diversified, more training would be offered, and more help would be provided to encourage mobility of labour and guard against unemployment. On agriculture, they agreed to maintain a system of stable prices. On social reform, they supported guaranteed minimum wages and a system of social insurance on the lines proposed by Beveridge. They wanted to keep freedom of choice in education and health and to encourage wider property ownership. But, unusually, they advocated ending the marriage bar and the exclusion of women in areas of employment, reiterated their support for equal pay, and called for an immediate improvement in maternity care for women.[CITATION-61] After the launch of the manifesto the members of the dining group seized complete control of the TRC by reorganising it. As York explained, this meant ‘an enlarged Executive Committee consisting mainly of the Group but camouflaged so as to get T.R.C. to agree’. He thought that this was a ‘big step forward on our march to capture the Party’.[CITATION-62] Hogg, Molson, Thorneycroft, and Robert Spicer of the Political Research Centre (PRC) sat on the most important TRC subcommittee, which oversaw general Tory Reform policy. Each subcommittee was asked to ‘produce a policy for approval in principle by T.R.C.’, which could be published as a pamphlet.[CITATION-63] F.C. Hooper, the Director of the PRC, proposed the organisational structure, which was modelled on Political and Economic Planning.[CITATION-64] Little is known about the PRC, but Hooper had been given the task of setting it up by Conservative Central Office (CCO) because party officials wanted him to create ‘Tory publicity which Central Office could not do by reason of the Prime Minister’s position’. Funded by CCO, it was meant to bypass the ‘party truce’ that Churchill was determined to honour. But in practice the party made little use of it and when Hooper became disillusioned about his role both he and Spicer threw ‘in their lot with the Tory Reform Committee’.[CITATION-65] Hooper was an experienced businessman who had been mentored by the entrepreneur Frederick Marquis when he was a director of Lewis’s department store in Liverpool in the 1930s.[CITATION-66] Marquis was elevated to the peerage as Lord Woolton in 1939 and, partly because of his non-party credentials, he was made Minister of Food in Churchill’s wartime coalition government. Hooper had left Lewis’s in 1941 to set up the PRC and he had ambitions to become a Conservative candidate. He wrote a number of articles for thein which he promoted the TRC. He supported a bi-partisan approach to social services and he backed full employment policies, but he questioned the use of state ‘compulsion’ in the economy.[CITATION-67] York disliked Hooper and he would later write that ‘Hooper and Woolton and P.R.C. have been castigated by theas big business trying to knuckle in on T.R.C. It has made my determination to get rid of Hooper’s liaison with T.R.C. the more urgent.’[CITATION-68] Nevertheless, the PRC helped the TRC to develop its publications and prepare for parliamentary debates.What the TRC had achieved in six months was impressive. It had attracted a sizeable number of Conservative MPs, set up an office with two paid research officers, published a list of aims, intervened in a number of prominent debates in the House of Commons, and gained a reputation for being a dynamic group of ‘young Turks’ moulded in the Disraelian one-nation tradition. What set it apart from earlier groups such as Disraeli’s ‘Young England’ in the 1840s, the ‘Fourth Party’ in the 1880s, the ‘Hooligans’ in the Edwardian period, and the ‘Young Unionist group’, the ‘YMCA’, and the ‘Boys Brigade’ in the inter-war years, was the size of its parliamentary following and its sophisticated approach to political research and publishing.[CITATION-69] This would serve as a direct example for Conservative groups such as One Nation in the 1950s. It also marked the beginning of a transition for such groups because some of its leaders and members were not as patrician as members of earlier groups. Still, it would be the One Nation group’s MPs, part of the celebrated ‘class of 1950’, who would make the largest strides in this direction.[CITATION-70] The TRC’s early success and unity would not last. When the dining group tightened its grip on the broader committee, its members experienced their first major row. Thorneycroft, Molson and Hooper were unhappy with Hinchingbrooke’s comments about state intervention in the economy, which were published in the: ‘I hold that the State must retain a general measure of control over all transport systems, aircraft manufacturing, coal production and distribution, milk distribution, agriculture and forestry, banking, finance and investment, including building societies. We cannot return to the domination of private finance over any field that caters for simple human wants.’[CITATION-71] Thorneycroft disapproved of Hinchingbrooke’s comments because they had not been sanctioned by the group in advance of the launch of the manifesto, and he disliked the ambiguity of some of the statements: ‘My main criticism of the article itself is the loose references to a general measure of State Control over banking, agriculture etc etc—what does it mean? It might mean anything or nothing.’[CITATION-72] Clearly, Hinchingbrooke had no settled vision of what his ideas would look like in practice. Some months earlier he had told a member of the Society of Individualists: ‘We believe in enterprise divorced from the control of “finance” but not remarried to a Socialist Bureaucracy. Your “Bevins and Beveridges” are only invited to assist at the first ceremony.’[CITATION-73] Hinchingbrooke wanted to establish a middle way between extreme forms of ‘individualism’ and ‘totalitarianism’.[CITATION-74] But he could envisage a number of different Conservative futures.When Hinchingbrooke announced that he was planning to make a speech at the Progressive Business Men’s Forum, Thorneycroft and Molson became annoyed.[CITATION-75] York, Hogg and other members sympathised with Hinchingbrooke because the TRC had been founded so that independent Conservative views could be aired. But Thorneycroft threatened to resign.[CITATION-76] York considered this to be unwarranted, believing that Thorneycroft had been ‘influenced by Hooper’s materialistic outlook & Hugh’s political mania’, but he conceded that ‘we must prevent Hinch from coming into disrepute as a dreamer’.[CITATION-77] It had not helped that Molson had annoyed York earlier that day by sending the group a memorandum on family allowances and Beveridge, which ‘made a plausible but shallow argument in favour of letting up on our pressure’. York considered this to be a ‘disgusting bit of low politics’, suggesting that there were differing levels of commitment to social reform among the group’s members. Thorneycroft was angry with Hinchingbrooke because he believed that afterthe TRC ‘were within measurable distance of capturing the party machine’. But York and other members thought that this was ‘nonsense’.[CITATION-78] In the end, Thorneycroft climbed down and withdrew his threat to resign. Molson’s less progressive memorandum was also rejected.[CITATION-79] The TRC then befriended Lord Woolton, who had recently been made Minister of Reconstruction. After dining with the group, Woolton wrote in his diary, ‘They wanted to know what my ideas for the future were, and they are very friendly-disposed to me and will, I think, support me. They are the group with whom Hooper is associated.’[CITATION-80] But Butler remained suspicious, especially after he visited the group’s headquarters. He told the party Chairman, Thomas Dugdale, ‘What alarmed me was that the cuckoo in the nest was now becoming rather large.’ Butler believed that ‘a certain subtle propaganda has been put about that the Central Committee is dull and arid, but it is the Tory Reform people who have the brilliance and the wit, the energy and the discrimination’. He did not think they were ‘particularly Conservative’ and he was surprised to learn that the party-funded PRC was only being used by the TRC. Butler was looking for staff for the PWPCC and he had hoped to recruit individuals from the PRC, but he was disappointed by what he saw and he was worried about a ‘dichotomy beginning to exist between the two different research centres’.[CITATION-81] Meanwhile, Thorneycroft’s patience with Hinchingbrooke ran out and he proposed that the TRC should have an annually selected Chairman. As York wrote, Thorneycroft threatened to resign ‘because he can never rely on Hinch not to make a big gaffe which as Chairman of T.R.C. rebounds to the discredit of all members’. York disagreed with Thorneycroft: ‘I take the view that the Hinch’s flights may sometimes be wrong but they are what inspires confidence in the country.’[CITATION-82] But when he sounded out a number of other members of the Executive Committee, he found that most sided with Thorneycroft.[CITATION-83] Things came to a head with Hogg proposing himself as a stop-gap chairman. York ‘held out for Hinch or bust’, but the ‘Peter–Hugh–Hooper axis’ won.[CITATION-84] Hinchingbrooke judged Thorneycroft to be ‘ruthless and ambitious’ and he believed that Thorneycroft was jealous of his public presence as Chairman of the TRC.[CITATION-85] But he made way for Hogg as the new Chairman.[CITATION-86] He believed that if he had refused to resign he would only have won a ‘pyrrhic victory’ because the most talented members of the group would have resigned.[CITATION-87] Hinchingbrooke remained in the TRC, but he resigned from the Executive Committee and decided to attend the dining group less frequently.[CITATION-88] The Conservative MP Alexander Spearman advised Hogg that forty to fifty members had been too many and that the chairmanship might be an impossible task, which could damage his political career.[CITATION-89] But Hogg accepted the chairmanship, and when Butler’s Education Bill went through the House of Commons the TRC voted against the government on the issue of raising the school leaving age to 16, which reduced the government’s majority to thirty-seven.[CITATION-90] The TRC had wanted to secure the raising of the school leaving age to 16 by 1951, but Butler’s Education Bill had not specified an exact date for implementation.[CITATION-91] The TRC then followed this up by introducing an amendment calling for equal pay for women teachers. When the TRC’s votes helped to defeat the government, Churchill responded by turning the issue into a vote of confidence.[CITATION-92] As York admitted, ‘The government’s reactions to the defeat on committee were swift and deadly … T.R.C. has been outmanoeuvred and this won’t do it any good.’[CITATION-93] When it passed through Parliament, Butler’s Education Act of 1944 was widely perceived to be a progressive reform, establishing secondary education for all through a three-tier state schooling system made up of grammar, secondary modern and technical schools. The TRC had embraced these elements of Butler’s Education Bill, but they had also tried to pressure the government into committing itself to additional forward-looking reforms.After the controversy over the Education Bill, Butler and James Stuart, the party’s Chief Whip, met with the TRC to inform them that they were closing down the PRC and discontinuing the party’s indirect funding of the group.[CITATION-94] This was a blow and Butler appears to have seized the opportunity to try and bring an end to the activities of the TRC at a time when the group’s reputation among party leaders was at an all-time low. Butler was prepared to offer them a way back into the party fold, but he expected them to fit in with the party’s statement of general aims. In a speech at a TRC dinner, he highlighted aspects of his Conservatism that they had not endorsed: ‘I confess that I am influenced by the attitude taken up by Hayek in his “Road to Serfdom” … We are fighting to preserve an independent society made up of small people of individual will … But all this freedom will be of no avail unless we keep as close as we can together and share as much as we can in common.’[CITATION-95] If Butler’s speech was an olive branch it had no immediate effect because the TRC went ‘after the Party with renewed vigour’.[CITATION-96] Although the TRC’s reputation had taken a hit among the upper echelons of the party, it is clear that York and other Tory Reformers believed that their actions had helped to establish their credentials with like-minded progressives. Therefore, the TRC agreed to set up their own research organisation to replace the PRC and Spicer was persuaded to continue in new offices in Westminster.[CITATION-97] Butler believed he had detected a softening of attitude on behalf of the TRC, but the Tory Reformers needed convincing that his plans would come to fruition because he had not yet found any researchers or a publicity officer.[CITATION-98] In the meantime, the TRC continued to regroup. Their next move was ‘to get Stephen King-Hall into the T.R.C. and to start tentatively to form T.R.C. associations in the country’.[CITATION-99] King-Hall had been elected as the National Labour MP for Ormskirk at a by-election in 1939, but he had already become an independent MP by this point in time. He was famous for producing a four-page weekly essay known as the, which had a circulation of 60,000 copies by 1939. David Butler wrote that the newsletter ‘had enormous impact among a wide range of insiders as well as among the politically inquisitive public’.[CITATION-100] Therefore, King-Hall would have been a valuable addition to the TRC because he could have helped publicise the group’s activities, but he was not allowed to join because he was not a practising Conservative.[CITATION-101] To make matters worse, Ralph Assheton was appointed as the new party Chairman; his Conservatism emphasised economic and financial orthodoxy.[CITATION-102] Hogg was thus obliged to write to Assheton to explain that the TRC’s goal had always been ‘to strengthen the position of the Conservative Party’. He rejected Assheton’s claim that the TRC believed in nationalisation, but he made it clear that the TRC rejected ‘the economic and political principles of “Laissez-faire” individualism’.[CITATION-103] Assheton accepted that both parties could ‘work together in harmony’, but he had not forgotten the TRC’s actions on the Education Bill.[CITATION-104] With difficulties mounting, Hinchingbrooke reflected on the TRC’s record. He argued that the group’s regular bulletins had ‘done useful damage between the Athenaeum and Marsham Court, a vital area’. But he sensed that the group had lost momentum because of its lack of initiative in Parliament and the fact that it had ‘no independent standing in the constituencies’. He detected a falling-off in newspaper coverage of the group, and believed that Hogg’s and Thorneycroft’s recent election to the 1922 Executive Committee had been cancelled out by Assheton’s elevation to the party chairmanship and Herbert Williams’s election to the Executive of the National Union of Conservative and Unionist Associations.[CITATION-105] Hinchingbrooke believed that the group’s failure to influence the party was related to its members becoming ‘bogged down in the routine of Parliamentary life’ and being ‘fearful of the Conservative machine and its power at the next election’.[CITATION-106] Hinchingbrooke thought that two-party politics could be coming to an end and that the TRC had missed a trick by not letting King-Hall join. He believed that the group’s secretariat was not fit for purpose because Thorneycroft was doing too much of the writing. Resigned to the fact that the TRC would not be able to influence the party before the next election, he argued that they ‘should lay ourselves out as a vehicle for entry into the Party of Liberals, National Labour and Independents of the Centre and Left Centre’. He suggested that they should consider changing the group’s name if it was a hindrance to co-operation because ‘It is sheer lunacy that a name and a tradition alone should exert such a hold in a revolutionary age.’[CITATION-107] Hinchingbrooke and some of the leading Tory Reformers were more coalition-orientated than some of the Conservatives serving inside the wartime coalition government. But their outlook was too far ahead of Churchill and other important figures like Macmillan and Woolton, who all engaged in debate about changing the party’s name after 1945.[CITATION-108] In any case, others in the TRC identified more strongly as Tories and did not want to rethink their politics in this way. York wrote that ‘the time now is right to gather up loose ends and consolidate the Party for the general election. We have done our job of helping the government over the reconstruction measures and done it well. Our job was to move the Conservative Party and we did it.’[CITATION-109] The 1945 election marked the end of a specific phase in the TRC’s brief history. The group had maintained pressure on the party so that it would not shy away completely from economic intervention and social reform, and it had refused to disband itself until the party took significant steps to reform its organisation, particularly in areas of long-term political planning, research and publishing.The TRC’s leading members shifted their attention to what they could contribute to the 1945 election campaign and the challenges the party would have to confront if it was tasked with forming a government. The TRC’s response was a major new policy document entitled, which was published in January 1945. It was written by Thorneycroft, Molson, Alfred Beit, Ralph Glyn and J.A. Cecil Wright. Its title signalled the group’s shift away from its focus on social reform towards the post-war reconstruction of the economy. The Tory Reformers argued that ‘full employment’ and social security policies would not be enough to support an ‘expansionist’ economic policy. They blamed British governments, business managers and organised labour for failing to maintain the country’s lead in technical and industrial efficiency. They stated that it was now the government’s responsibility to facilitate the re-equipment of industry, to promote colonial development, to co-operate with the British Dominions to develop the Empire ‘as a joint enterprise of free and equal partners’, and to co-operate with industrialised nations to raise the standard of living in ‘industrially backward’ countries.[CITATION-110] The Tory Reformers argued in favour of a system of multilateral trade, although not free trade because they insisted that ‘there is room for a planned sector both in imports and exports at the highest level of financing and negotiation’.[CITATION-111] They wanted ‘to postpone a return to peace-time standards of consumption’ and to persuade the public to invest in a ‘Peace Savings Campaign’ to finance the re-equipment of industry. The government would intervene through taxation and a new public corporation to make sure funds were spent on re-equipment. The government would frame the country’s industrial policy, but individual industries would be left to manage themselves subject to government supervision. The Tory Reformers judged political arguments about state and free enterprise to be ‘sterile’ because ‘more enterprise’ was desperately needed.[CITATION-112] breathed new life into the TRC’s policy agenda, but the group’s future as a ginger group was questioned for the first time at an Executive Committee meeting ahead of the general election. Churchill’s speech at the party conference had caused some members to ask whether the work of the Committee was done. But, as Andrew Thorpe has argued, Churchill’s ‘Four Year Plan’ was meant ‘to close a debate, not open one’.[CITATION-113] Arguments in favour of continuation included the view that its activities had already ‘won the lasting enmity of the opposite wing of the Party’ and that the ‘influence and respect enjoyed by T.R.C. as an entity’ would be lost if they were disbanded. Concerns were also raised that Churchill’s speech ‘was not acceptable to all sections of the Party’. The TRC’s members concluded that the dissolution of the group would be misinterpreted by ‘opposing papers and the general public’, which could damage them and the party. Therefore, they were ‘strongly in favour of continuation’.[CITATION-114] The TRC also voted in favour of maintaining the secretariat, even if its members were concerned about the additional financial burden in an election year. Most agreed that the reputation of the TRC depended on its ‘well thought out policies’ and publications. In terms of plans for the potential expansion of the TRC’s activities, different options were explored, including constituency work, the studying of electioneering methods, collaboration with industry, fundraising, the establishment of a Tory Reform Association or League, and an extended publicity campaign that would include the ‘methodical contribution of letters and articles of a polemical character’ and the establishment of a periodical. But the TRC was now almost entirely dependent on its parliamentary members’ subscriptions so expansion was not possible.[CITATION-115] As the wartime coalition government was reaching its end there was a minor reshuffle, and it frustrated the TRC’s Executive Committee that initially none of them were called.[CITATION-116] Some weeks later, however, Hogg was made Under-Secretary of State for Air. He was then reappointed to the position in Churchill’s caretaker government, serving under Macmillan. Thorneycroft was made Parliamentary Secretary at the Ministry of War Transport; other TRC members, including Thelma Cazalet-Keir, Hamilton Kerr and Ronald Tree, were appointed to junior posts. This success meant that Hogg and Thorneycroft resigned as Chairman and Secretary of the TRC. They were replaced by Molson as Chairman and Everard Gates as Secretary, with the group deciding to ‘mark time’ until the election.[CITATION-117] Some of the TRC’s leading members were rewarded with positions in the government because of their TRC activities, but it was probably also a tactical move to try to neutralise the TRC ahead of the election.[CITATION-118] The Conservatives suffered a severe defeat in 1945, but of those members discussed here only Thorneycroft lost his seat. In early August he was already planning to stand in the Monmouth by-election in October. York recorded in his diary that ‘He agrees we shall need T.R.C. as much as before and suggests that we concentrate on instilling into people that the days of laissez-faire and the free economy are over for good. If the Conservative Party refuses to accept this fact, then we can have no future as a Party.’[CITATION-119] After Thorneycroft was re-elected he threw himself into research with renewed vigour, but those close to the Conservative leadership were also redoubling their efforts. At a TRC meeting in August, Molson reported that Hudson had told him ‘that a new system of committees supported by a Secretariat and Research Department was being set up by the leaders of the Party’ and that they now hoped ‘that both T.R.C. and the Progress Trust would wind up their activities and co-operate with the rest of the Party’. Most members accepted this in theory and wanted to co-operate, but only if the party would ‘accept almost in full the outlook of the T.R.C. and ... set up an adequate Research Department before any such merger was possible’.[CITATION-120] The TRC met with Churchill and Eden to seek reassurances about the party’s proposed changes. Eden explained that the party would be returning to the conditions of 1924 and 1929, when it had last been in opposition, and that it wanted the TRC to co-operate with the party’s new policy committees because without them ‘it would be almost impossible to provide sufficient vigorous members’. Another prominent TRC member, Claude Lancaster, revealed that he and Thorneycroft were already planning ‘a really large and high-grade Research Department to which the leaders of industry would be willing to put their ideas of reorganisation, in order that the Conservative Party might have a well thought out and authoritative alternative to the Socialist Government’s proposals in every branch of the national, industrial, financial and economic life’. But Eden told Lancaster that the group should invite Butler to meet with them so that he could discuss his plans for the Conservative Research Department.[CITATION-121] The TRC surveyed its members and a number of conclusions were reached. It was decided that the TRC should continue to meet regularly to co-ordinate its parliamentary activities and that the group’s own secretariat should be kept. But there was some anxiety about continuing the group’s publishing strategy, which is why it was agreed that the decision to publish should be left to the individual member. Members still agreed that it was important to try to infiltrate the 1922 Committee, the Inter-Parliamentary Union, and other influential bodies, and most members agreed with Arthur Harvey’s comment that there should be no disbanding of the TRC ‘until there was a real change of heart on the part of the Party’.[CITATION-122] After the election York was initially encouraged by the fact that Cranborne was ‘now contemplating a Land Policy on the lines of my earlier suggestions—the professional landowner or trustee’.[CITATION-123] But senior Conservatives such as Viscount Cranborne were irritated by the TRC’s refusal to fall in line with the party. By October, Cranborne was close to giving up on the TRC as a useful element in the party. He told Paul Emrys-Evans, ‘I am sorry, as it always seemed to me that they might be a most valuable element in the party. But they seem to have no idea of building up a new philosophy of Toryism. All they want is to get back into power &, if possible, to get office for themselves.’[CITATION-124] At the same time, Molson was incapable of being a unifying figure as Chairman when the TRC needed to renew itself. York’s frustrations with him reached boiling point when he recorded in his diary, with a hint of schadenfreude, that ‘Hugh Molson has been shot—by his Chairman!—at last someone has done it, though it was only one pellet and a ricochet.’[CITATION-125] Nevertheless, the TRC’s first major loss was Hinchingbrooke, who parted company from them on 7 November. Despite this setback, York noted in his diary that ‘the numbers were larger than before the election’. But without Hogg and Thorneycroft leading from the front, the TRC was suffering from a crisis of leadership, which resulted in York suggesting that they should ask Macmillan to lead them, even if he admitted that it was ‘not a very clever suggestion’ because Macmillan was ‘a very ambitious politician and most unlikely to like the idea’.[CITATION-126] Cranborne also advised the TRC to ‘attach’ themselves ‘to a new star’, and Lancaster suggested Macmillan, Richard Law, Eden or Cranborne. Significantly, they chose Macmillan. It was also at this time that York’s scepticism of Thorneycroft began to take root. He noted that ‘Thorneycroft, cunning and I fear unprincipled, almost committed himself to leaving the front opposition bench after Christmas.’[CITATION-127] Hogg also wanted to resign from the Conservative front bench, but not before Thorneycroft did the same. His dissatisfaction with the party’s progress was published regularly in his column in the. On 20 November he complained that the TRC had been pressured into shutting down its machine because it had been accused of producing ‘dangerous thoughts’ while Churchill read Hayek ‘in the bath’.[CITATION-128] The TRC did not believe that the party was moving quickly enough in a positive direction but they met again with Macmillan who told them that he and other leading Conservatives would try to persuade Churchill to let Eden run the party in the House of Commons. The TRC liked what Macmillan told them, but he refused to become the group’s new Chairman.[CITATION-129] Macmillan had been one of the TRC’s earliest supporters and had contemplated joining them when he was stationed in the Mediterranean.[CITATION-130] But he only co-operated with the group on an informal basis, and by the time he was asked to lead the TRC he had returned from the war with his political reputation significantly increased. He had served as Secretary of State for Air in Churchill’s caretaker government and recently returned to the House of Commons after winning the Bromley by-election.[CITATION-131] It made no sense for Macmillan to lead the TRC when he was better placed to influence the party leadership.Nevertheless, Macmillan and the leading Tory Reformers continued to meet and correspond after the general election because they shared ideas about how to manage the economy and make industrial policy. Molson wrote to Macmillan, who was a member of both the party’s Fuel and Power and Trade and Industry Committees, explaining that he and Thorneycroft were concerned about the party’s potential over-reaction to Labour’s policy of nationalisation: ‘I feel that it would be an entirely superficial view to argue the nationalisation issue merely on the basis of whether ownership vests in the State or not. The important question is to provide such management as will ensure production in large quantities at a low price and will enable Parliament and the public to see the financial results.’ Molson explained how the TRC’s Bulletin on the Retail Distribution of Electricity was based on the McGowan Report and the Chamberlain government’s white paper of 1938. The policy advocated the rationalisation and national administration of retail electricity, but no change of ownership. Similarly, Molson and Thorneycroft accepted the Heyworth Committee’s report on the gas industry, which advocated a decentralised or regional form of public ownership. The Labour government planned to adopt the latter proposal, which had resulted from an independent committee set up by the wartime coalition government. Molson could see little difference between the TRC’s attitude towards electricity and the government’s plans for gas, and so thought it made no sense for the party to oppose the latter on the grounds that it amounted to public ownership. He also explained that the TRC’s earlier proposals for the coal industry ‘fit in quite harmoniously’ with those for electricity and gas. Molson, a key ally of Macmillan during the 1930s, reminded him that ‘in “The Middle Way” you went further in 1938 and recommended out and out Nationalisation’.[CITATION-132] Macmillan replied to Molson that he was ‘in general agreement’ with what he had written and that he thought the Tory Reformers must attend the next joint meeting of the Fuel and Power and Trade and Industry Committees so that they could support him.[CITATION-133] Macmillan and the Tory Reformers supported a ‘mixed economy’ based on industrial reorganisation, technical efficiency and Keynesian economics. But Molson’s views also fitted with an emerging vein of managerialist thought, made famous by James Burnham’s influential book(1941), which suggested that ownership was increasingly divorced from control.[CITATION-134] After Macmillan turned down the TRC’s offer, York had major doubts about launching a new TRC campaign because he believed the party’s problem was a lack of leadership not policy. Most of the TRC’s members disagreed with him, arguing that ‘policy was more important’. So when Thorneycroft finally broke with Churchill over the terms of the American loan agreement, the stage was set for a new campaign.[CITATION-135] At the same time, Molson was criticising the party publicly. He argued that ‘It is at present impossible to explain our Party’s policy regarding nationalization or commodity markets or monopolies or Keynesian economics because it has never been worked out.’ He wanted the CRD to employ trained economists who were ‘capable of original and constructive thinking’.[CITATION-136] A TRC memorandum also stated that they still believed that there had been ‘no indication that all the experience and valuable research work of the T.R.C.’ had been ‘appreciated and taken into the Party Organisation’. But the problem was that older members were now concerned that the TRC had become a ‘rallying point for disruptive elements in the Party’.[CITATION-137] The political context had changed considerably between the publication ofand the summer of 1946. The Labour government had begun to implement nationalisations (of the Bank of England and civil aviation in 1946), which greatly worried many Conservatives, including some Tory Reformers. At the same time, Conservatives had started to get over the shock of the party’s defeat in 1945 and look towards the political future. Even York, who had been nicknamed the ‘Bolshevik Baron’, wanted the party to use MI5 to try to undermine the Labour Party and its MPs.[CITATION-138] But it was the party’s moves to step up its serious policy work and reform its organisational structures that finally persuaded most of the TRC’s members to question the group’s future. Between November 1945 and July 1946, a number of important developments occurred. First, Butler’s PWPCC was put on a ‘peacetime footing’ and rebranded as the Advisory Committee on Policy and Political Education (ACPPE). Secondly, the Conservative Political Centre (CPC) was established as the executive arm of the ACPPE on the education side, run by Butler’s ally Cuthbert Alport; it would soon produce a vast number of political publications. Finally, the CRD was re-started under Butler’s chairmanship.[CITATION-139] But, as Ramsden explained, ‘It was not until the Summer of 1946, with Woolton’s appointment as Party Chairman, that the Party organisation began to revive and it was only at about the same time that the policy apparatus began to function properly again.’[CITATION-140] For these reasons, it appeared that the TRC was going to lose another of its founding members. York had threatened to resign in February.[CITATION-141] He continued to be a member for a while longer, but he now wanted to close down the TRC. Other members disagreed, especially Molson, whose outlook, according to York, depended on him being in disagreement with the party.[CITATION-142] Crucially, both Woolton and Cranborne continued to meet with the TRC to reassure its members that the party was moving in the right direction. According to Michael Kandiah, as an independent Minister for Reconstruction, Woolton, next to Churchill, had become ‘the most popular and identifiable government minister’ during the war. He had also ‘produced the wartime coalition government’s famous white papers on health, education, social security, and employment’. This had resulted in Woolton being made Lord President of the Council during Churchill’s brief caretaker government in 1945. But more importantly, Churchill made him Chairman of the Conservative Party in July 1946, which meant he joined the party.[CITATION-143] Woolton promised the TRC that he would set up a research organisation at Central Office and give it ‘all the equipment it required’. Coming from him, this must have been very reassuring because it confirmed that Butler’s efforts would receive the full support of the party.[CITATION-144] The leaders of the TRC still wanted the party to promote a dynamic progressive Conservatism in the Disraelian tradition, which was both adaptable and forward-looking. But it was easier for them to put their faith in Woolton, because of his ministerial record, than it had been with Assheton.After the party had accepted the need to reform, it was perhaps inevitable that the TRC would either run out of steam or disband itself so that its members could contribute to the party’s wider reforms. But it was only after a resolution was passed at the Party Conference in October 1946 that Churchill was persuaded to accept the need for a new statement of Conservative policy. Hogg had been one of the speakers who had demanded that the party ‘prove the fallacy of Labour’s claim that Tories had no policy but. Although Eden and Churchill had called for ‘a Nationwide Property-Owning Democracy’ in their conference speeches, the exact meaning of this was a point of contention because it was not yet clear whether the party would tread a path of economic liberalism, which Conservatives such as Assheton wanted, or more state interventionism. But, as Ramsden wrote, ‘the demand at Blackpool was for action’ and this ‘opened up the way for the policy model that men such as Butler had wanted since at least 1943’. The result was the establishment of the Industrial Policy Committee under the chairmanship of Butler, which would produce the party’s most important post-war policy document, the(1947).[CITATION-145] The TRC had played a significant role in pressuring Churchill and the party to move in this direction and Thorneycroft, along with Macmillan, was included on the list of members of the committee, but he withdrew his membership to run a rival political campaign in support of his own policy. He justified it as a means of uniting Conservatives and Liberals before the next general election.[CITATION-146] York’s diary entries illustrate Thorneycroft’s ambitions: ‘Peter gave us the full plan of his campaign, based on his document setting out a new Tory Industrial policy. The general feeling was that Peter should run his campaign without the official support of the Tory Reform Committee but with the help of its members. This would leave him free to collect Liberal and National Liberal support while keeping the support of the wise middle Tories.’ This was a significant change for the TRC, as Thorneycroft was no longer limiting his work to influencing the Conservative Party. York believed that Thorneycroft’s motivations were careerist: ‘Peter has burnt his boats, so far as the party bosses are concerned. He is aiming for the top of the tree on his own. He realizes that he cannot hope to succeed on his own without the backing of this dinner party to increase his strength within the party.’[CITATION-147] TRC meetings were held to consider Thorneycroft’s document and York judged it to be ‘brilliant’, but he thought it promoted ‘the wrong conception of the duties and capabilities of the State’.[CITATION-148] He added, ‘The State Trading paragraph is objected to by all. Peter defends it as a weapon to use against inefficient and secret private monopolies. I think the TRC agrees with me that the role of the State is strategic planning. The state department will not have time to own productive industry.’[CITATION-149] Thorneycroft redrafted the document ‘to cut out state trading except as a weapon against monopoly’, which meant that York agreed to sign it.[CITATION-150] Perhaps Thorneycroft’s lurch towards Conservative–Liberal co-operation can be explained by his desire to differentiate his own agenda from that of the party’s reforms, which had moved onto TRC territory.offered a means for Thorneycroft to rebuild his reputation after he was seen to have been rebellious and it provided a fresh agenda for the TRC. Hogg, Molson, Lancaster, Thorneycroft and York, the core leadership of the TRC, signed, but most members of the TRC did not, probably because it was not considered to be Conservative. The TRC’s leaders were also not convinced that the plan would succeed. York wrote that Thorneycroft’s ‘efforts to influence the liberal candidates with his industrial and commercial policies’ were not that successful and Lancaster, the TRC’s new chairman, confirmed that the party’s leaders thought that Thorneycroft was ‘out to replace them’.[CITATION-151] When the TRC dined with Macmillan, he told them that he ‘thought it would be useful if we could commit Liberal candidates to sign it’.[CITATION-152] The TRC had recently moved into a new office in Westminster, which they were sharing with a group of Liberal candidates.[CITATION-153] The TRC also dined with the Liberal MP Roderick Bowen and the Liberal National MP David Renton to discuss a union of the parties. But York wrote that ‘It was clear that union would only be possible if a propitious moment arrived when they agreed to adopt a new name.’[CITATION-154] Of the two, only Renton signed, but when the pamphlet was published it included a significant list of Liberal and Liberal National candidates and MPs as official signatories.[CITATION-155] was pitched as a movement and it contributed to the swift decline of the TRC. Thorneycroft tried to get Macmillan to sign, but he refused to sign any documents unless they were written ‘by committee presided over by Butler’.[CITATION-156] In producing, Thorneycroft had engaged in an act of ‘privateering’ from outside of the Industrial Policy Committee and this had angered both the Chief Whip, James Stuart, and the Conservative MP Harry Crookshank, who wrote that ‘the young man wants kicking’. Perhaps more damaging was the fact that Anthony Eden had decided that he ‘should not like to go tiger-shooting with that man’.[CITATION-157] The Design for Freedom Movement was, however, only ever meant to provide an entry point for Liberals into the Conservative Party, which was consistent with Conservative strategy since the 1920s.[CITATION-158] Certainly, the party leadership was interested in building a ‘United Front Against Socialism’ in this period.[CITATION-159] The Woolton–Teviot Pact established an alliance with the Liberal Nationals in April 1947, while Churchill and Woolton tried to encourage wider Conservative–Liberal co-operation based on resistance to nationalisation before and after the 1950 general election.[CITATION-160] Churchill also asked the Liberal leader Clement Davies to join his government in 1951, but his offer was rejected because the Liberal Party demanded proportional representation in return.[CITATION-161] Thorneycroft’s political antennae were not out of tune with the goals of the party leadership, but he chose to plot his own course in the hope that he could win back the party’s favour. Initially, he was seen to be disloyal, but his work for the TRC meant that his abilities were widely recognised inside the party. As a result, Thorneycroft was appointed President of the Board of Trade by Churchill when the party returned to government in 1951.[CITATION-162] With the TRC in decline, York started to rethink his politics. He wrote, ‘I had a hunch about Conservative Policy and wrote a five page memo on why we had not and could not have a policy because we only differed in degree and not in fundamental policy, from the socialists.’[CITATION-163] Two days later, he wrote: ‘The conclusion I wished to find was whether we ought to go on the same road we had travelled for the past 30 years or whether we ought now to strike out on an anti-collectivist road, and let the people decide which road they wished to take.’ These doubts made him rethink the political contribution he had made as a ‘social democrat’ through the TRC and he became concerned that he had legitimised Labour’s politics.[CITATION-164] When Thorneycroft and Lancaster announced that they wanted to continue with Design for Freedom and restart the weekly meetings of the TRC Executive, York rejected the idea because his views were no longer compatible: ‘We should strike out on a new line which may be based on Property Owning Democracy—Co-partnership and elimination of bureaucratic organisations—government or commercial.’ York then resigned from the group.[CITATION-165] The TRC limped on, but Lancaster wrote to Hogg in November to inform him that the TRC had decided to wind up its activities because ‘it is evident that the majority of the Party are now of our way of thinking and that the work in the past has consequently borne fruit’. Regular meetings were cancelled, but the TRC agreed to meet for dinner three times a year.[CITATION-166] York had followed Hinchingbrooke, who had adapted his political views significantly after leaving the TRC. Hinchingbrooke had decided that the economic and social problems that had prompted the Beveridge Report would be solved by 1950 and that Conservatives would need to turn their attention to the problems of consumption and higher wages brought about by economic expansion.[CITATION-167] He argued that the Labour government was prioritising ‘social security and equality at the price of economic progress’ and that the party should prioritise a more ‘competitive society’ based on ‘consumer choice’.[CITATION-168] He thought the party needed to shift its thinking away from ‘State Authority to Laissez Faire to balance the movement of the Left in the opposite direction’. He spoke of ‘a progressive return to individualism, free trade, the price structure, the rule of law, and society based on contract rather than on status’. Therefore, he thought state planning and protectionism should be largely abandoned. The denationalisation of large industries and the breaking up of private monopolies would lead to an increase in the number of small traders, which would help to modernise British industry thanks to increased competition. Hinchingbrooke wanted to create a ‘property-owning democracy’, ‘co-partnership’ schemes in industry, and more ‘private capitalists’.[CITATION-169] Left-wing journalists like Michael Foot considered Hinchingbrooke’s ‘new’ views to be farcical because he had been the founder of the TRC.[CITATION-170] But his views were consistent with what he had outlined at the Chamber of Commerce in 1942. He had always envisaged a tilting of the scales back towards individualism and private enterprise after a period of economic expansion and social reform. His views on property ownership and decentralisation fitted an important dimension of the Disraelian tradition, but it is undeniable that eventually he would move so far in the direction of laissez-faire that his Disraelian one-nation credentials, at least in terms of how the TRC had promoted them, were no longer sustainable.[CITATION-171] He was far ahead of the political zeitgeist, even if his outlook fitted the party’s election rhetoric in 1950 and 1951. His increasingly strong emphasis on individualism meant that he would have more in common with groups such as the Progress Trust, the Society of Individualists, and the National League for Freedom. In terms of the party leadership, his politics looked towards a distant Conservative future that the One Nation group of the 1950s started to articulate but that only fully emerged in the late 1970s.York had shifted his thinking because he wanted to oppose Labour more strongly and, as Ramsden argued, he might also have come under pressure from his local constituency association to harden his rhetoric against ‘collectivism’.[CITATION-172] All of this was in line with the party leadership’s approach to the 1950 election. Despite the lasting influence of the wartime coalition government’s politics on the party and the publication of its more interventionist ‘charters’, it was the party’s anti-socialist ‘freedom’ rhetoric that dominated the campaign. As Kandiah has explained, for the Conservatives ‘Controls, rationing and austerity were not necessary but were the result … of Labour’s “mis-government”’, and by linking austerity and socialism the party was able to appeal to more women and middle class voters.[CITATION-173] The Cold War also had a strong influence on the party leadership from 1947 onwards because Churchill and other prominent Conservatives helped to bring about a ‘conservative human rights revolution’ in Europe in defence of western Christian civilisation.[CITATION-174] Conservative leaders encouraged binary political positions in order to distinguish Conservatism from socialism, which meant the politics and ideas of wartime dissolved quickly into a new political alignment that promised to ‘set the people free’ during the Cold War.[CITATION-175] However, Thorneycroft continued to develop his one-nation ideas in pamphlets.[CITATION-176] His most important was(1949), which built on his ideas as outlined in the TRC’s pamphletsand. Nigel Harris argued that Thorneycroft was ‘one of the earliest and most consistent exponents of a neo-Liberal case’.[CITATION-177] But there is no evidence to support this claim. Thorneycroft argued that ‘the respective roles of public and private enterprise, the degree of State planning which is desirable, will always be questions in dispute and the answers to them may well vary from time to time’.[CITATION-178] He stressed the need for Conservatives to adopt ‘a diversity of methods’ when tackling economic problems, the need to resist being ‘doctrinaire’, and to ‘judge cases upon their merits’ in view of changing economic circumstances.[CITATION-179] He also argued that ‘a free economy is by no means necessarily a stable one. Moreover, left to itself large parts of it quite often stop being free. The problem of the trade cycle; the tendency of industry to adopt monopolistic devices or of Trade Unions to adopt restrictive practices; the complex issues which surround the question of foreign trade do not, alas, just solve themselves. Planning in these fields is a vital part of Government activity.’[CITATION-180] Thorneycroft always accepted the need for state planning and full employment policies under certain economic circumstances, even if he would later be influenced by ‘monetarist’ ideas. E.H.H. Green was right to argue that, as Chancellor of the Exchequer in Macmillan’s government, Thorneycroft based his economic ideas ‘on the same blend of Keynesian and Hawtreyan economic paradigms that were the essence of 1950s demand management’.[CITATION-181] We should not forget that, as Chancellor, Thorneycroft was also willing to appoint a Council on Prices and Incomes, which was the first attempt by a Conservative government to institutionalise an incomes policy.[CITATION-182] Neil Rollings was correct in noting that ‘there has been a tendency to exaggerate the differences between Thorneycroft and Macmillan’ and that Thorneycroft’s resignation as Chancellor in 1958 ‘was more to do with bad judgement on his part than a fundamental disagreement of principle’.[CITATION-183] Thorneycroft’s later appointment as Party Chairman by Margaret Thatcher in 1975 should not cloud our view of his earlier politics or obscure the fact that he remained a one-nation Conservative for the rest of his life. His Conservatism continued to evolve during the 1960s and early 1970s in ways that serve to reinforce the view that he had broken with Macmillan because of his increasing interest in ‘monetarism’. But his resignation as party Chairman in 1981 probably saved him from coming into any disagreement with Thatcher on future policy.[CITATION-184] But what of Molson and Hogg? Molson continued to argue in favour of a mixed economy based on a combination of state planning and private enterprise in industry. But his language was slightly different. He rejected the view that the party should oppose ‘nationalisation’ completely because it had played a role in using the state to plan Britain’s railway infrastructure and electricity grid, as well as contributing to the reorganisation of the coal industry. He saw these developments as an endorsement of partial nationalisation and he wanted Conservatives to adopt a ‘common sense’ approach. For Molson, ‘industrial government’ would always rest upon an ‘unstable balance of leadership and control, of enterprise and responsibility’.[CITATION-185] There was no question of him wanting to tilt the scales as far towards private enterprise and individualism as Hinchingbrooke and York proposed. This should not surprise us if we consider that Molson had been an important member of ginger groups that had campaigned for state planning and industrial reorganisation during the 1930s. He had worked with Macmillan on(1935) and(1935), and towards the end of his life he identified Macmillan as his ‘intellectual superior and inspirer’.[CITATION-186] Hogg drafted the party’s programmein 1949, but just three years earlier he had argued: ‘Perverse fellow that I am, I am a Conservative and a planner. Like my friend, Mr. Harold Macmillan, I want to see a National Plan for Britain under a Conservative Government.’ Ahead of the next election he had called on Conservatives to ‘start planning to reduce the jumble to sense’.[CITATION-187] For Hogg, state intervention or planning was important, but private enterprise had to be emphasised more than it had been during the war if Britain was to succeed with a ‘philosophy of expansion’.[CITATION-188] Hogg wove all of these ideas into his book, which was published in 1947. He highlighted the adaptability of Conservative thinking and continued to reject both laissez-faire individualism and equalitarianism. He argued that the party needed ‘to present a Conservative social and industrial policy based on social democracy, equality of opportunity and a planned economy without state monopoly or the abolition of private enterprise’.[CITATION-189] Interestingly, after reading, Hinchingbrooke wrote to Hogg to confirm that he was ‘delighted to find that there is no fundamental difference between us in doctrine’. But Hinchingbrooke, who had been reading T.D. Weldon’s(1946), explained that he rejected Hogg’s view that Conservatism was ‘allied to the organic theory of the State’ because he now believed that it should be ‘exclusively reserved to Fascism and Communism’. Hinchingbrooke wrote that he was now ‘thinking more of the old Liberal Democratic theory of the mechanical basis’.[CITATION-190] Hogg disagreed with him, arguing that he saw it ‘as a valuable theory of society, and one which is necessary to put forward in order to controvert the various Left Wing doctrines at the only point at which most of them converge, namely with the theory that there is such a thing as the ideal State’.[CITATION-191] Whereas Hinchingbrooke seems to have ditched this aspect of Disraelian Conservatism because of the renewed threat of totalitarianism, Hogg felt no need to give in to such pressure. Hinchingbrooke was the only leading Tory Reformer who was willing to push his thinking beyond the limit of what the Disraelian tradition could be made to incorporate in this period, but his early exit from the group demonstrated that he was less committed to the TRC’s ideas. He stood out as the boldest and most reckless of all of the Tory Reformers who had sat on its original Executive Committee.The Disraelian political tradition as the Tory Reformers interpreted it provided enough scope for them to adapt their Conservatism. This was because they believed that the central tenet of Disraelian Conservatism was its ability to embrace the politics of the future and to adapt Conservative thought to position the party at the head of a new society. Most of the leading Tory Reformers continued to believe in the importance of state intervention, but they understood that in the political context of 1949–51 there was a need to respond to concerns about state controls, rationing and freedom. The TRC’s support for state intervention had helped to create the momentum for the ideas that were in the, and, as Martin Francis has argued, ‘Contrary to all expectations raised by the bold rhetoric of “set the people free” which had been so loudly proclaimed in 1950 and 1951, Conservative governments in the 1950s looked more to Disraeli than to Hayek as an inspiration for their programme of “New Conservatism” in action. The conflict between libertarian and paternalist traditions within the leadership had largely been decided in favour of the latter by the mid-1950s.’[CITATION-192] The policies of the Macmillan government after 1957 were built on the Disraelian one-nation political tradition, incorporating Macmillan’s ‘middle way’ of the 1930s and the party’s charters and the TRC’s ideas of the 1940s. Macmillan’s ‘New Approach’ of 1962 was a further ‘shift away from the more cautious and less interventionist policies pursued in office since 1951’. Both Macmillan and Edward Heath invoked this strand of Conservative thinking to develop national incomes policies as they sought to modernise the British economy and British industry in ways that were similar to French indicative planning and the social market policies of West Germany.[CITATION-193] These ideas were picked up and put down accordingly, depending on the economic, party-political and electoral circumstances. To some degree this was political expediency, as Jim Tomlinson has argued.[CITATION-194] But the history of a group such as the TRC shows that Conservative political traditions are important because they are used to promote particular ideas in the practice of politics. The TRC was more flexible and more nuanced in its positions than has been generally depicted, partly because we often see it through contemporary observers and opponents who latched on to certain aspects (particularly the Keynesian interventionist dimensions and, for the critics, the neo-Socialist) and highlighted them in a simplistic way. The party’s outlook as a whole was just as flexible; when seen through this lens it should not shock us that Tory Reformers like Hinchingbrook and Thorneycroft rethought their Conservatism continuously and boldly in response to the changing economic and political circumstances of the 1940s and 1950s. Stuart Ball’s reading of the development of the party’s political thought in the twentieth century is relevant here: on a number of occasions a ‘re-examination did not find the basic principles of Conservatism to be wanting, and it was rather the case that they needed to be returned to and reinforced, with certain themes of greatest relevance to current conditions given more emphasis and placed in the foreground. There was, therefore, considerable continuity in the party’s interpretation of the world and of itself; policies were adapted, even abandoned, but principles were not.’[CITATION-195] For the TRC, it was Disraelian principles that mattered. But if many aspects of the TRC’s political thought were picked up again between 1951 and 1974, some of the group’s ideas remained ‘roads not travelled’. Some members of the TRC pushed ideas that included the public ownership of industry and land, albeit within certain limits. The TRC’s debates also show that some were willing to endorse microeconomic intervention in industry if political circumstances had demanded it. But, as Tomlinson has argued, the party refused throughout this period to intervene on the microeconomic level by ‘getting “inside” the firm’.[CITATION-196] The Tory Reformers were distinct from ‘neoliberals’ and ‘proto-Thatcherites’ because they were happy to alternate between emphasising the importance of state intervention to maintain full employment and the welfare state, and advocating a greater reliance on freedom, the individual and private enterprise to increase both production in industry and the national wealth, depending on the current state of Britain’s expansionist economy. In this respect their version of the Disraelian political tradition was always meant to be adaptable, practical and Keynesian. There were also some important differences between the Tory Reformers and the One Nation group that followed them. Hogg respected Enoch Powell as an intellectual but he disagreed with ‘almost all his characteristic ideas’. Even in the late 1960s Hogg believed in a mixed economy, state planning, full employment policies and publicly financed social services. Hogg criticised Powell for believing that the ‘price mechanism’ was the only essential ‘means of determining what is economically desirable’. For Hogg, the price mechanism was just one of many important economic criteria that could and should be used, and he wrote that his visit to the North-East as Macmillan’s special ‘envoy’ for regional unemployment in 1962 provided an illuminating case-study, which showed the limitations and weaknesses of Powell’s position.[CITATION-197] The Tory Reformers had wanted to provide the basis for a new politics of the centre and for this reason their Conservatism could never be doctrinaire in its approach and application. Like Disraeli, they strove to establish ‘an organic unity’ and ‘to build a synthesis’ in politics ‘to make England a nation again’.[CITATION-198] Thorneycroft’s attempt to recapture the TRC’s momentum through the Design for Freedom Movement failed to unite Conservatives and Liberals in the way that he had hoped, but its central idea reflected the outlook of all of the leading Tory Reformers who helped the party develop its thinking and electoral message during the 1940s. As they also understood, the trade-off between ‘design’ and ‘freedom’ would always be subject to negotiation inside the party, but it would frame the politics of Conservative governments between 1951 and 1974.The TRC needs to be located within a broader history of ‘young Turk’ Conservative groups seeking to innovate in areas of economic and social reform, as part of a recurrent mode of Conservative responses to a sense of changing times and the danger of opponents on the left acquiring dominance in the battle of ideas, especially if only challenged negatively. Molson identified the TRC’s heritage explicitly when he sought to defend the group’s reputation in the Conservative-leaning periodical the: ‘At intervals in the history of the Conservative Party, groups have formed amongst the back-benchers to urge upon the leaders a new and more realistic policy than they were following … We have perhaps been more fortunate than they in having had less long to wait for the hearts of our leaders to turn to the wisdom we are preaching.’[CITATION-199] Harriet Jones’s claim that the Tory Reformers were primarily strategic and focused on short-term political goals compared to Butler’s long-term projects does not do justice to the group’s history.[CITATION-200] Both the TRC and Butler sought to combine short-term strategies with long-term thinking. The Tory Reformers valued the TRC because it was based on a methodological approach to politics, which included serious research and policy-making, a heavyweight publications strategy, and co-ordinated parliamentary activity. But most importantly they wanted the party to be able to respond intellectually in ways that it had struggled to do between the wars, which meant the establishment and maintenance of structures that facilitated long-term Conservative thinking. Although the TRC reintegrated itself into the party after it lost its momentum, this was acceptable to most of the Tory Reformers because they believed they had revived the party’s reforming tradition and helped it to embrace the ‘spirit of the age’. In any case, a new Tory Reform Group (TRG) would take its inspiration from both the TRC of the 1940s and the One Nation group of the 1950s when it emerged in 1975. As a left-leaning progressive Conservative group, the TRG adapted the term ‘one nation’ as it was then being used to include the promotion of more state intervention in ways that were consistent with the ideas of the TRC and Macmillan’s ‘middle way’.[CITATION-201] In this respect, the Tory Reformers achieved one of their core objectives, which was to make Conservatives think more seriously about progressive Conservative ideas, and how they could be adapted to influence the politics of the future.",
    "footnotes": {
        "1": "P. Addison, The Road to 1945: British Politics and the Second World War (London, 1975), pp. 232–8.",
        "2": "J. Ramsden, The Age of Churchill and Eden, 1940–1957 (London, 1995), pp. 43–4.",
        "3": "S. Ball, Portrait of a Party: The Conservative Party in Britain, 1918–1945 (Oxford, 2013), pp. 350–52; H. Jones, ‘A Bloodless Counter-Revolution: The Conservative Party and the Defence of Inequality, 1945–51’, in ead. and M. Kandiah, eds., The Myth of Consensus: New Views on British History, 1945–64 (Basingstoke, 1996), p. 5; A. Thorpe, Parties at War: Political Organization in Second World War Britain (Oxford, 2009), pp. 21–2.",
        "4": "R. Walsha, ‘The One Nation Group and One Nation Conservatism, 1950–2002’, Contemporary British History, xvii (2003), pp. 76–7; D. Seawright, The British Conservative Party and One Nation Politics (London, 2010), pp. 77–97.",
        "5": "D. Ritschel, The Politics of Planning: The Debate on Economic Planning in Britain in the 1930s (Oxford, 1997), pp. 334–7.",
        "6": "Ibid., p. 343.",
        "7": "H. Kopsch, ‘The Approach of the Conservative Party to Social Policy during World War II’ (Univ. of London Ph.D. thesis, 1970), pp. 41–63.",
        "8": "H. Jones, ‘The Conservative Party and the Welfare State, 1942–1955’ (Univ. of London Ph.D. thesis, 1992), pp. 81–2.",
        "9": "R. Carr, ‘How to Put “the People First”: Conservative Conceptions of Reform Before and After the Second World War’, in id. and B.W. Hart, eds., The Foundations of the British Conservative Party (London, 2013), pp. 176–93.",
        "10": "K. Kowol, ‘The Conservative Movement and Dreams of Britain’s Post-War Future’, Historical Journal, lxii (2019), pp. 474–5.",
        "11": "For this argument, see K. Kowol, ‘Renaissance on the Right? New Directions in the History of the Post-War Conservative Party’, Twentieth Century British History, xxvii (2016), pp. 297–301; J. Freeman, ‘Reconsidering “Set the People Free”: Neoliberalism and Freedom Rhetoric in Churchill’s Conservative Party’, Twentieth Century British History, xxix (2018), pp. 522–7. Examples include R. Cockett, Thinking the Unthinkable: Think-Tanks and the Economic Counter-Revolution, 1931–1983 (London, 1995), pp. 57–99; P. Dorey, British Conservatism: The Politics and Philosophy of Inequality (London, 2011), pp. 111–22; N. Harris, Competition and the Corporate Society: British Conservatives, the State and Industry, 1945–1964 (London, 1972), pp. 77–84.",
        "12": "Freeman, ‘Reconsidering “Set the People Free”’, pp. 523–4.",
        "13": "Ibid., p. 526. For similar views, see Kowol, ‘Renaissance on the Right?’, p. 304.",
        "14": "D. Edgerton, The Rise and Fall of the British Nation: A Twentieth-Century History (London, 2018), pp. 174–6.",
        "15": "J. Ramsden, ‘“A Party for Owners or a Party for Earners?” How Far Did the British Conservative Party Really Change after 1945?’, Transactions of the Royal Historical Society, 5th ser., xxxvii (1987), pp. 49–63.",
        "16": "E. Jones, Edmund Burke and the Invention of Modern Conservatism, 1830–1914: An Intellectual History (Oxford, 2017), pp. 9–10; see also E. Jones, ‘Constructive Constitutionalism in Conservative and Unionist Political Thought, c.1885–1914’, English Historical Review, cxxxiv (2019), pp. 334–57.",
        "17": "On Disraeli’s ideas and politics, see J. Parry, ‘Disraeli and England’, Historical Journal, xliii (2000), pp. 699–728; P. Smith, Disraeli: A Brief Life (Cambridge, 1996), pp. 1–8; P. Ghosh, ‘Style and Substance in Disraelian Social Reform, c.1860–1880’, in P.J. Waller, ed., Politics and Social Change in Modern Britain: Essays Presented to A.F. Thompson (Brighton, 1987), pp. 59–90.",
        "18": "York, Borthwick Institute for Archives, York Family Papers [hereafter BIA, YRK], unnumbered box marked ‘C. York Diaries 1930–42’, Stuart Ball’s transcription of Christopher York’s original diaries, 11 Nov. 1942.",
        "19": "Dorchester, Dorset History Centre, Victor Montagu Papers [hereafter DHC, VM], D/MAP/ACC 10574/Box 2, diary of Viscount Hinchingbrooke, 29 Oct.–2 Nov. 1942.",
        "20": "BIA, YRK, Ball’s transcription of York’s diaries, 16 Dec. 1942.",
        "21": "DHC, VM, D/MAP/ACC 4373, Series B/287, transcript of ‘BBC 2nd Broadcast’, BBC Third Programme, 11 Oct. 1969.",
        "22": "See ‘The Influence of Ideas on the Modern Conservative Party (Anthony Seldon Interviews John Ramsden)’, in M. Kandiah and A. Seldon, eds., Ideas and Think Tanks in Contemporary Britain, I (London, 1996), p. 168.",
        "23": "Parry, ‘Disraeli and England’, p. 702.",
        "24": "Ibid., p. 708.",
        "25": "Victor Montagu, Viscount Hinchingbrooke, ‘The Modern Tory Rejects Individualists’, Evening Standard, 8 Feb. 1943, repr. in his Full Speed Ahead! Essays in Tory Reform (London, 1944), pp. 20–24.",
        "26": "Viscount Hinchingbrooke, ‘Progressive Conservatism, Speech at Bradford Rotary Club, March 12th, 1943’, repr. in his Full Speed Ahead!, pp. 24–34.",
        "27": "DHC, VM, Hinchingbrooke diary, 1–4 June 1942.",
        "28": "Cambridge, Churchill Archives Centre [hereafter CAC], papers of Lord Hailsham, HLSM 2/7/7, Viscount Hinchingbrooke to Quintin Hogg, 28 Dec. 1942. Hinchingbrooke had also been reading W.F. Monypenny and G.E. Buckle’s Life of Disraeli (1910–1920).",
        "29": "Q. Hogg, ‘The New Conservatism’, The Spectator, 29 Jan. 1943.",
        "30": "BIA, YRK, Ball’s transcription of York’s diaries, 18 Nov. 1942.",
        "31": "DHC, VM, D/MAP/ACC 10574, Box 2, TRC File 3, undated memorandum entitled ‘Political Aims’, c.Nov. 1942.",
        "32": "DHC, VM, D/MAP/ACC 10574, Box 2, TRC File 3, Peter Thorneycroft to Hinchingbrooke, 13 Nov. 1942; Christopher York to Hinchingbrooke, 15 Nov. 1942; Alfred Beit to Hinchingbrooke, 27 Nov. 1942.",
        "33": "BIA, YRK, Ball’s transcription of York’s diaries, 2 Dec. 1942.",
        "34": "DHC, VM, Hinchingbrooke diary, 29 Oct.–2 Nov. 1942.",
        "35": "On the YMCA, see W.H. Greenleaf, The British Political Tradition, II: The Ideological Heritage (London, 1983), p. 246.",
        "36": "DHC, VM, Hinchingbrooke diary, 17 Dec. 1942.",
        "37": "CAC, HLSM 2/7/7, Hinchingbrooke to Hogg, 22 Dec. 1942.",
        "38": "CAC, HLSM/ 1/6/1, Hogg’s Oxford diary, n.d. entry before that for 24 Jan. 1943.",
        "39": "Ibid., 23 Jan. 1943.",
        "40": "CAC, HLSM 4/1/4/2, unpublished memoir, c.1964–69.",
        "41": "The Times, 16 Feb. 1943, p. 4.",
        "42": "DHC, VM, Hinchingbrooke diary, 10 Feb. 1943.",
        "43": "The Times, 18 Feb. 1943, p. 8.",
        "44": "Quintin Hogg, One Year’s Work (London, 1944), p. 57.",
        "45": "The Times, 26 Feb. 1943, p. 2.",
        "46": "BIA, YRK, Ball’s transcription of York’s diaries, 9 Mar. 1943.",
        "47": "CAC, HLSM 4/1/4/2, unpublished memoir, c.1964–69.",
        "48": "BIA, YRK, Ball’s transcription of York’s diaries, 17 Apr. 1943.",
        "49": "Ibid., 6 May 1943.",
        "50": "CAC, papers of Enoch Powell, POLL 1/1/11, Guy Lloyd to Enoch Powell, 18 July 1955.",
        "51": "R. Ritchie, Without Hindsight: A History of the Progress Trust, 1943–2005 (London, 2018), p. 6.",
        "52": "Ibid., p. 26.",
        "53": "See Kopsch, ‘Approach of the Conservative Party’, pp. 70–71; R. Cockett, Thinking the Unthinkable: Think-Tanks and the Economic Counter-Revolution, 1931–1983 (London, 1995), pp. 67–8; Ritchie, Without Hindsight, pp. 22–6.",
        "54": "DHC, VM, Hinchingbrooke diary, 20 Jan. 1944; BIA, YRK, Ball’s transcription of York’s diaries, 6 May 1943.",
        "55": "BIA, YRK, Ball’s transcription of York’s diaries, 16 Mar. 1943.",
        "56": "BIA, YRK, Box 73, File on ‘1945 General Election’; CAC, HLSM 2/43/3/12–14.",
        "57": "Ritchie, Without Hindsight, pp. 62–3.",
        "58": "Cambridge, Trinity College Library [hereafter TCL], RAB G15/37, diary of R.A. Butler, 25 May 1943.",
        "59": "TCL, RAB G15/91, Butler diary, 9 Sept. 1943.",
        "60": "BIA, YRK, Ball’s transcription of York’s diaries, 22 Sept. 1943.",
        "61": "CAC, HLSM 2/42/13/3, copy of Forward—By The Right! A Statement by the Tory Reform Committee (London, 1943), pp. 1–16. Thelma Cazalet-Keir threatened to publish a separate women’s manifesto, which led to this section being included; see DHC, VM, D/MAP/ACC 10574, Box 2, TRC File 2, F.C. Hooper to Hinchingbrooke, 3 Sept. 1943.",
        "62": "BIA, YRK, Ball’s transcription of York’s diaries, 22 Sept. 1943.",
        "63": "BIA, YRK, Box 132, ‘TRC File’.",
        "64": "DHC, VM, D/MAP/ACC 10574, Box 2, TRC File 2, Hooper to Hinchingbrooke, 30 Apr. 1943. Political and Economic Planning was established in 1931. It was a formally non-political research organisation, which included various figures from business, government and academia. But, as R.C. Whiting has argued, ‘Although it was formally non-political, its ethos and direction reflected a belief in the interventionist state.’ See R.C. Whiting, ‘Political and Economic Planning (act. 1931–1978)’, Oxford Dictionary of National Biography (Oxford, 2004–; this article pub. 24 May 2008), available at https://doi.org/10.1093/ref:odnb/95962 (accessed 16 July 2020).",
        "65": "Quoted in Kopsch, ‘Approach of the Conservative Party’, p. 46.",
        "66": "A. Briggs, Friends of the People: The Centenary History of Lewis’s (London, 1956), p. 144.",
        "67": "F.C. Hooper, ‘The Political Outlook: “Full Employment” is the Key Social Problem of Our Time’, Empire Review and Magazine, lxxix, no. 512 (Mar.–May 1945), pp. 56–7. See also F.C. Hooper, ‘New Trends in British Politics: Chief Parties Express Distinctive Views but Maintain Truce’, Empire Review and Magazine, lxxvii, no. 505 (June 1943), pp. 69–71, and ‘Politics When Peace Comes’, Empire Review and Magazine, lxxviii, no. 509 (June–Aug. 1944), pp. 29–34.",
        "68": "BIA, YRK, Ball’s transcription of York’s diaries, 9 Feb. 1944.",
        "69": "For information on these groups, see Ball, Portrait of a Party, pp. 349–52; R. Blake, The Conservative Party from Peel to Churchill (London, 1970), pp. 55–7, 135–7.",
        "70": "Ramsden, Age of Churchill and Eden, p. 11.",
        "71": "Viscount Hinchingbrooke, ‘Full Speed Ahead Now’, Sunday Pictorial, 8 Aug. 1943, repr. in his Full Speed Ahead!, p. 49.",
        "72": "DHC, VM, D/MAP/ACC 10574, Box 2, TRC File 2, Thorneycroft to Hinchingbrooke, 14 Aug. 1943.",
        "73": "Ibid., Hinchingbrooke to Richard Guinness, 21 Feb. 1943.",
        "74": "Ibid., undated draft manuscript entitled ‘Tory Democracy’.",
        "75": "DHC, VM, Hinchingbrooke diary, 20 Oct. 1943.",
        "76": "BIA, YRK, Ball’s transcription of York’s diaries, 20 Oct. 1943.",
        "77": "BIA, YRK, Box 132, ‘TRC File’, notes by York entitled ‘Appreciation of the row at our group dinner, 20 October 1943’.",
        "78": "BIA, YRK, Ball’s transcription of York’s diaries, 20 Oct. 1943.",
        "79": "Ibid., entries for 22 Oct. and 27 Oct. 1943.",
        "80": "Oxford, Bodleian Library, papers of Frederick James Marquis, 1st earl of Woolton, MS Woolton 3, diary of Lord Woolton, 15 Dec. 1943.",
        "81": "TCL, RAB H61/427, R.A. Butler to Thomas Dugdale, 23 Dec. 1943.",
        "82": "BIA, YRK, Ball’s transcription of York’s diaries, 19 Jan. 1944.",
        "83": "Ibid., 20 Jan. 1944.",
        "84": "Ibid., 26 Jan. 1944.",
        "85": "DHC, VM, Hinchingbrooke diary, 17–18 Jan. 1944.",
        "86": "BIA, YRK, Box 132, ‘TRC File’, Hinchingbrooke to Hogg, 27 Jan. 1944; DHC, VM, Hinchingbrooke diary, 27 Jan. 1944.",
        "87": "DHC, VM, Hinchingbrooke diary, 21 Jan. 1944.",
        "88": "Ibid., 27 Jan. 1944.",
        "89": "CAC, HLSM 2/7/12, Alexander Spearman to Hogg, 21 Jan. 1944.",
        "90": "BIA, YRK, Ball’s transcription of York’s diaries, 21 Mar. 1944.",
        "91": "See Addison, Road to 1945, pp. 238–9; D. Butler and G. Butler, British Political Facts (10th edn, Basingstoke, 2011), p. 391. It would only be in 1973 that the school leaving age was raised to 16 in Britain.",
        "92": "TCL, RAB G16/90, Butler diary, recollections for Apr. 1944.",
        "93": "BIA, YRK, Ball’s transcription of York’s diaries, 29 Mar. 1944.",
        "94": "Kopsch, ‘Approach of the Conservative Party’, p. 61.",
        "95": "TCL, RAB G16/103, speech given by Butler at a dinner with the Tory Reformers, 2 May 1944.",
        "96": "BIA, YRK, Ball’s transcription of York’s diaries, 10 May 1944.",
        "97": "Kopsch, ‘Approach of the Conservative Party’, p. 62. The offices were provided by Claude Lancaster and the TRC remained in them until November 1946; see CAC, HLSM 2/42/13/2, Katherine M. Cawdron to Hogg, 28 Nov. 1946.",
        "98": "TCL, RAB H62/167, Butler to James Stuart, 25 May 1944.",
        "99": "BIA, YRK, Ball’s transcription of York’s diaries, 21 June 1944.",
        "100": "D. Butler, ‘The Legacy of Stephen King-Hall’, Parliamentary Affairs, xlvii (1 Oct. 1994), pp. 498–9.",
        "101": "DHC, VM, D/MAP/ACC 10574, Box 2, TRC File 2, memorandum by Hinchingbrooke entitled ‘Tory Reform Committee Policy’, n.d. but Oct. 1944.",
        "102": "BIA, YRK, Ball’s transcription of York’s diaries, 12 Oct. 1944.",
        "103": "CAC, HLSM 2/42/4/1, Hogg to Ralph Assheton, 20 Nov. 1944.",
        "104": "CAC, HLSM 2/42/4/1, Assheton to Hogg, 28 Nov. 1944.",
        "105": "Herbert Williams was a well-known Conservative MP and individualist. He was Chairman of the ‘Active Back-Benchers’, a group of twenty-eight Conservative MPs who were concerned about a lack of parliamentary scrutiny of government legislation, and he was a fierce critic of the Beveridge Report, the TRC’s policies, and the Industrial Charter during the 1940s. See Ball, Portrait of a Party, p. 354; Herbert Williams, Politics—Grave and Gay (London, 1949).",
        "106": "DHC, VM, D/MAP/ACC 10574, Box 2, TRC File 2, memorandum by Hinchingbrooke entitled ‘Tory Reform Committee Policy’, n.d. but Oct. 1944.",
        "107": "Ibid.",
        "108": "Ramsden, Age of Churchill and Eden, p. 197.",
        "109": "BIA, YRK, Ball’s transcription of York’s diaries, 24 Jan. 1945.",
        "110": "Tory Reform Committee, Tools for the Next Job: A Policy of Progress through Productivity (London, 1945), p. 31.",
        "111": "Ibid., p. 29.",
        "112": "Ibid., pp. 58–60.",
        "113": "Thorpe, Parties at War, p. 22.",
        "114": "CAC, HLSM 2/42/13/1, Thorneycroft’s notes on discussions of the TRC for the Executive Committee meeting on 26 Mar. 1945.",
        "115": "Ibid.",
        "116": "BIA, YRK, Ball’s transcription of York’s diaries, 26 Mar. 1945.",
        "117": "Ibid., 30 May 1945.",
        "118": "Ramsden, Age of Churchill and Eden, pp. 44–5.",
        "119": "Ibid., 2 Aug. 1945.",
        "120": "CAC, HLSM 2/42/13/1, memorandum detailing a TRC meeting on 15 Aug. 1945, dated 24 Aug. 1945.",
        "121": "Ibid.",
        "122": "Ibid.",
        "123": "BIA, YRK, Ball’s transcription of York’s diaries, 21 Aug. 1945.",
        "124": "British Library, Papers of Paul Emrys-Evans, Add. MS 58241, fos. 138–139, Robert Gascoyne-Cecil, Viscount Cranborne, to Paul Emrys-Evans, 4 Oct. 1945.",
        "125": "BIA, YRK, Ball’s transcription of York’s diaries, 9 Oct. 1945.",
        "126": "BIA, YRK, unnumbered box marked ‘1942–48’, York’s transcription of his diaries for use as a memoir, 7 Nov. 1945.",
        "127": "BIA, YRK, York’s transcriptions of his diaries, 14 Nov. 1945.",
        "128": "CAC, HLSM 4/4/14, clipping of Quintin Hogg’s article, Daily Mail, 20 Nov. 1945.",
        "129": "BIA, YRK, York’s transcription of his diaries, 21 Nov. 1945; CAC, HLSM 2/7/19, Hogg to George Reginald Ward, 23 Nov. 1945.",
        "130": "DHC, VM, D/MAP/ACC 10574, Box 2, TRC File 1, Hinchingbrooke to Harold Macmillan, 1 Nov. 1943.",
        "131": "D.R. Thorpe, Supermac: The Life of Harold Macmillan (London, 2011), pp. 183–243.",
        "132": "Southampton, Hartley Library, papers of Lord Thorneycroft of Dunstan [hereafter HL, TH], MS278/A962/4/1, Hugh Molson to Macmillan, 7 Dec. 1945.",
        "133": "HL, TH, MS278/A962/4/1, Macmillan to Molson, 9 Jan. 1946.",
        "134": "S. Brooke, Labour’s War: The Labour Party during the Second World War (Oxford, 1992), p. 295.",
        "135": "BIA, YRK, York’s transcription of his diaries, 17 Dec. 1945. On Thorneycroft’s resignation, see R. Toye, ‘Churchill and Britain’s “Financial Dunkirk”’, Twentieth Century British History, xv (2004), p. 343.",
        "136": "HL, TH, MS278/A962/4/1, ‘The Tory Machine by Hugh Molson’, The Spectator, 22 Jan. 1946.",
        "137": "HL, TH, MS278/A962/4/2/Folder2, memorandum entitled ‘T.R.C. under existing conditions’, 4 Feb. 1946.",
        "138": "Norman Bower gave York the nickname; see BIA, YRK, Ball’s transcription of York’s diaries, 6 June 1943. The 1922 Committee’s liaison committee and CCO held a joint meeting about this subject; see BIA, YRK, York’s transcriptions of his diaries, 7 Feb. 1946.",
        "139": "Ramsden, Age of Churchill and Eden, pp. 144–5.",
        "140": "J. Ramsden, The Making of Conservative Party Policy: The Conservative Research Department Since 1929 (London, 1980), p. 103.",
        "141": "BIA, YRK, York’s transcription of his diaries, 25 Feb. 1946.",
        "142": "Ibid., 9 May and 17 July 1946.",
        "143": "M.D. Kandiah, ‘Marquis, Frederick James, First Earl of Woolton (1883–1964)’, Oxford Dictionary of National Biography (rev. 24 May 2008), available at https://doi.org/10.1093/ref:odnb/34885 (accessed 16 Oct. 2017).",
        "144": "BIA, YRK, York’s transcription of his diaries, 29 July 1946.",
        "145": "Ramsden, Age of Churchill and Eden, pp. 141–4.",
        "146": "Ibid., p. 148.",
        "147": "BIA, YRK, York’s transcription of his diaries, 14 Oct. 1946.",
        "148": "Ibid., 15 Oct. 1946.",
        "149": "Ibid., 23 Oct. 1946.",
        "150": "Ibid., 30 Oct. 1946.",
        "151": "Ibid., 4 Nov. 1946.",
        "152": "Ibid., 25 Nov. 1946.",
        "153": "CAC, HLSM 2/42/13/2, letter to Hogg, 28 Nov. 1946.",
        "154": "BIA, YRK, York’s transcription of his diaries, 9 Dec. 1946.",
        "155": "HL, TH, MS278/A962/4/2/Folder2, Design for Freedom Committee, Design for Freedom (Feb. 1947).",
        "156": "Bodleian Library, Papers of Harold Macmillan, MS Macmillan dep.c.430, fo. 3, Miss Powell to Macmillan, 11 Feb. 1947; fo. 9, Macmillan to Miss Powell, 12 Feb. 1947.",
        "157": "Ramsden, Age of Churchill and Eden, pp. 148–50.",
        "158": "Ibid., pp. 198–9.",
        "159": "M. Kandiah, ‘Conservative Leaders, Strategy—and “Consensus”? 1945–64’, in Jones and Kandiah, eds., Myth of Consensus, pp. 62–3.",
        "160": "Ramsden, Age of Churchill and Eden, pp. 200–202.",
        "161": "Ibid., p. 245.",
        "162": "S. Crooks, Peter Thorneycroft (Winchester, 2007), p. 45.",
        "163": "BIA, YRK, York’s transcription of his diaries, 25 Apr. 1947.",
        "164": "Ibid., 27 Apr. 1947.",
        "165": "Ibid., 28 Apr. 1947.",
        "166": "CAC, HLSM 2/42/13/2, Claude Lancaster to Hogg, 6 Nov. 1947. Dinners were arranged in 1948 and 1952; see HLSM 2/42/13/2, circulated letter from Lancaster, 11 Nov. 1948, and Lancaster to Hogg, 17 June and 20 June 1952.",
        "167": "Viscount Hinchingbrooke, ‘The Course of Conservative Politics’, Quarterly Review, no. 567 (Jan. 1946), pp. 108–22.",
        "168": "Viscount Hinchingbrooke, ‘The Course of Conservative Politics’, Quarterly Review, no. 570 (Oct. 1946), pp. 520–36.",
        "169": "Viscount Hinchingbrooke, ‘The Course of Conservative Politics’, Quarterly Review, no. 574 (Oct. 1947), pp. 489–503.",
        "170": "Michael Foot, ‘The Big Lord Fauntleroy’, Daily Herald, 24 Aug. 1948, repr. in A. Best and J. Sandwich, eds., Hinch: A Celebration of Viscount Hinchingbrooke, MP, 1905–1995 (Dorset, 1997), pp. 71–2.",
        "171": "Parry, ‘Disraeli and England’, p. 724.",
        "172": "Ramsden, Age of Churchill and Eden, p. 43.",
        "173": "Kandiah, ‘Conservative Leaders, Strategy—and “Consensus”?’, p. 65.",
        "174": "M. Duranti, The Conservative Human Rights Revolution: European Identity, Transnational Politics, and the Origins of the European Convention (New York, 2017), pp. 164–236.",
        "175": "As James Freeman has explained, the slogan ‘set the people free’ is now synonymous with Conservative rhetoric between 1945 and 1951. It was primarily used to call for an increase in production and to criticise nationalisation policies, but it was also used to criticise economic planning and to call for an end to food rationing. See Freeman, ‘Reconsidering “Set the People Free”’, pp. 523, 537.",
        "176": "Design for Freedom Committee, Design for Europe (Aug. 1947); Design for Freedom Committee, Design for Survival (Sept. 1947); Design for Freedom Committee, Design for Recovery (Jan. 1948); Peter Thorneycroft, Design for Wages (London, 1948); Peter Thorneycroft, Design for Living (London, 1949).",
        "177": "Harris, Competition and the Corporate Society, p. 90.",
        "178": "Thorneycroft, Design for Living, p. 33.",
        "179": "Ibid., p. 35.",
        "180": "Ibid., p. 43.",
        "181": "E.H.H. Green, Ideologies of Conservatism: Conservative Political Ideas in the Twentieth Century (Oxford, 2002), p. 204.",
        "182": "J. Ramsden, The Winds of Change: Macmillan to Heath, 1957–1975. A History of the Conservative Party (London, 1996), pp. 31–2.",
        "183": "N. Rollings, ‘Butskellism, Consensus and the Managed Economy’, in Jones and Kandiah, eds., Myth of Consensus, p. 107.",
        "184": "Crooks, Peter Thorneycroft, pp. 276–8.",
        "185": "Hugh Molson, ‘Tories and Controls’, The Spectator, 22 Feb. 1946, p. 6.",
        "186": "Hugh Molson, ‘Fifty-Four Years of Parliamentary Life’, Contemporary Review, 1 Aug. 1985, p. 79.",
        "187": "CAC, HLSM 3/1/25, undated speech titled ‘Planners Without a Plan’, c.Feb.–Mar. 1946.",
        "188": "CAC, HLSM 3/1/8, speech by Hogg entitled ‘Conservative Policy’, House of Commons, 20 Nov. 1946.",
        "189": "Quintin Hogg, The Case for Conservatism (London, 1947), p. 306.",
        "190": "CAC, HLSM 2/7/16, Hinchingbrooke to Hogg, 11 Aug. 1947.",
        "191": "CAC, HLSM 2/7/16, Hogg to Hinchingbrooke, 12 Aug. 1947.",
        "192": "M. Francis, ‘“Set the People Free”: Conservatives and the State, 1920–1960’, in M. Francis and I. Zweiniger-Bargielowska, eds., The Conservatives and British Society, 1880–1990 (Cardiff, 1996), p. 64.",
        "193": "Ramsden, Winds of Change, pp. 162–3.",
        "194": "J. Tomlinson, ‘“Liberty with Order”: Conservative Economic Policy, 1951–1964’, in Francis and Zweiniger-Bargielowska, eds., Conservatives and British Society, p. 283.",
        "195": "S. Ball, ‘The Principles of British Conservatism from Balfour to Heath, c.1910–75’, in Carr and Hart, eds., Foundations of the British Conservative Party, pp. 37–8.",
        "196": "Tomlinson, ‘“Liberty with Order”’, p. 284.",
        "197": "CAC, HLSM 4/1/4/5, unpublished memoir, c.1964–69.",
        "198": "Parry, ‘Disraeli and England’, p. 705.",
        "199": "Hugh Molson, ‘The Tory Reform Committee’, New English Review, xi (July 1945). p. 245.",
        "200": "Jones, ‘Conservative Party and the Welfare State’, pp. 81–2.",
        "201": "See D. Seawright, ‘One Nation’, in Kevin Hickson, ed., The Political Thought of the Conservative Party since 1945 (Basingstoke, 2005), pp. 82–3; ‘About us’, TRG website, at https://www.trg.org.uk/about-us/ (accessed 13 Nov. 2018)."
    }
}