{
    "title": "Making Good and Breaking Bad: Materiality and Community in Netherlandish Cities, 1380–1520*",
    "author": "Janna Coomans",
    "date": "21 September 2022",
    "article": "This article discusses community formation at a neighbourhood level from a material-spatial perspective. It argues that a wholesome, safe, ‘good’ living environment required both social harmony and well-functioning material (infra-) structures. Neighbours’ conflicts, mined from the court records of five cities in the late medieval Low Countries, provide the evidence for two main themes. The first concerns making things, especially houses and their attendant facilities, and the second breaking things: acts of deliberate destruction within living environments, and by implication, breaking communal peace. Neighbours took on diverse roles, among which their more material commitments have remained especially underexplored by historians. Yet the shared use, construction and upkeep of facilities and infrastructure around domestic spaces, which were of high value, had considerable influence on power relations and social interactions. Groups of neighbours participated in legal validation processes and offered physical help to each other, but also policed local social order and bad behaviour. The latter often involved damaging material constructions. Such informal communities thus acted as links to more formalised urban structures and organisations, and as foundations from which the latter could develop. Their interactions with central urban governments were more multidirectional and contested than has often been assumed. Understanding the social-material dynamic at the neighbourhood level therefore reveals an important layer in pre-modern urban politics.On an evening late in November 1446, two men and a woman roamed a neighbourhood in Leiden looking for trouble. They called at ‘English Maertgen’s place’; when the door remained shut, they attacked it with a knife and threw rocks through the glass windows.[CITATION-1] The group then proceeded towards a nearby city tower and yelled until a housemaid living nearby opened the gate at its foot. One member of the gang claimed that his father ‘was drying some herring [in the tower] and left a fire unattended underneath’ which they had to put out, ‘otherwise calamity would come of it’. They entered, sat down and drank through the night.[CITATION-2] Whether they were simply drunk and malicious, as the subsequent court verdict would lead us to believe, or had bones to pick with either inhabitants or officials, this was quintessential bad behaviour. The terms used in the original verdict noted it as such: ‘quade hantieringe’ and ‘onstantelike saken’ (‘bad deeds’ and ‘disruptive matters’). Here, as in many similar cases, these terms referred to both disturbance of the peace and deliberate material destruction. The impact on the peace and the significant costs of repairs made acts of vandalism rather grave infractions. Such disruptions were also a physical and literal breaking of public/private boundaries: a transgression of the limits of one’s home and its immediate surroundings, and in this case also a defiance of governmental space.The example points to a fundamental, almost banal opposition. For late medieval townsmen and women, distinguishing between good and evil was not only crucial for establishing the city of God; the dichotomy also pervaded their earthly, quotidian affairs. In northern European cities using Dutch, Flemish and Germanic dialects, the adjectives good (,,) and bad (,) appeared often in court records and could refer to an impressive range of objects, places, people and behaviours. Bad weights and bad meats signalled market (im)morality; bad roads hampered the flow of goods; and bad drainage caused leaks, floods and stench. ‘Bad taverns’ was a common euphemism for brothels, while ‘bad deeds’ or ‘wanderings’ were often-used terms for public disturbances and vandalism. Conversely, a ‘good stew’ distinguished a decent bathhouse from a brothel; ‘good men’ designated citizens involved in urban governance, worthy of office, while ‘good’ or ‘honourable women’ fulfilled many roles in community life and legal processes. Norms of civic conduct thus distinguished good from bad behaviour and showed what it meant to live as a hardworking, God-fearing and useful member of society. Such members supported the common or public good, as variously formulated by governing elites.[CITATION-3] Bad conduct was the opposite of these things: disruptive and detrimental to the urban civic body.This broadly applicable opposition, as it operated in everyday life, had an important material-spatial component, as this article will show by focusing on what I term urban ‘living environments’. In the cities under discussion, living environments encompassed clusters of neighbours, their houses and all the spaces that directly surrounded them: streets, alleys, yards and quays, as well as bridges, crossings, docks and even waterways. Such environments thus straddled private property and publicly accessible spaces. They offer an important site for investigations of social relations in practice, especially those relating to safety and communal well-being. These micro-communities did not need a formal organisational structure to exist or function, and could be ‘good’—that is, thriving, peaceful and wholesome—or bad and ‘broken’ in multiple ways that medieval residents and local policy-makers did not perceive as categorically different. Nuisance, pollution, deviance, vandalism and disorder were all points on a spectrum of depravity. Such acts were serious transgressions and powerful subversive tools for those seeking to express resistance. Conversely, making, maintaining and mending things, including mending peace between inhabitants—indeed the prevention of breakdown in any such way—were all forms of good works with symbolic and ritual importance in community formation. Constructing bridges and (re-) building churches famously exemplified the symbolic power of social making. A group of neighbours digging and maintaining a well had the same implications, albeit on a smaller scale, but has been given substantially less scholarly consideration.This article seeks to ground neighbourhood social practices in a material and spatial context. It gives a new primacy to the physical complexity of living environments and the high costs and stakes of caring for them, arguing that shared and reciprocal care for material aspects of community life deeply affected socio-political and cultural practices. The importance of this material-social approach is twofold. First, it offers a way to move beyond an institutional perspective on neighbourhoods, which has been the core focus of historiography. Secondly, it offers a new way to explore micro-communities and the function of neighbourliness in a pre-modern context, on which consensus is currently lacking. It seeks the smallest common denominator, so to speak: ‘the neighbours’ rather than the whole ‘neighbourhood’.The main thesis here is that the production of a wholesome, safe, ‘good’ living environment required both social harmony and well-functioning material (infra-) structures. Networks of neighbours formed the basis from which more formalised organisations could develop. Neighbours continuously negotiated their contributions to infrastructures and facilities that were shared with others. Partly because of this material and spatial engagement, they assumed different monitoring tasks and played key roles in the validation of legal processes, as well as in preserving social peace. Local residents acted as witnesses and also confirmed agreements among neighbours on how spaces were used, who could build which kinds of facilities, and who secured certain privileges in using alleys, quays or roads. They made or undermined the reputation of nearby inhabitants, and had the power to establish that something was accurate and true, be it a household’s claim to access a well or the recounting of a violent incident. By taking such diverse validating roles, groups of local residents acted as links between more formal organisations, most notably urban governments, and the local or household level. At the same time, because of that linking function, communities of residents often maintained a certain level of autonomy and self-governance.Understanding the links between material environment and social dynamics at the neighbour level reveals an important layer in urban politics. To date, the main focus of historians has been on the provision of social support and ritual commitments, as discussed in more detail below. This article proposes a next step inspired by the spatial turn and actor–network theory, which has proven influential and productive in many cognate research fields.[CITATION-4] I build on two fundamental premises shared by these approaches. First, that material objects and the spatial environment affect social transformation and interactions in significant ways, and therefore can be considered a type of actor within these processes. Secondly, that power relations are (re-) enacted in heterogeneous networks of humans, materials, animals, objects, spaces, infrastructures, tools and technologies—aspects which historians should therefore try to include when analysing social dynamics.[CITATION-5] Such an assessment of community also augments a recent broadening of notions of citizenship. Focusing on diversity and practices rather than formal privileges, as proposed by, among others, Maarten Prak and Christian Liddy, opens up different perspectives on what civic participation entailedurban communities.[CITATION-6] Similarly, Tom Johnson has argued that ‘common people’ were routinely involved in both rural and urban legal practices, and through their participation influenced political processes.[CITATION-7] This article’s focus on micro-communities operates in the same spirit, complicating and unpacking the meaning of civic and legal norms for daily lives. To do so, I have chosen an intermediary path between micro-historical and macro socio-economic analysis. While the latter mainly deals with questions of (urban) demographics, social mobility and occupational structures, the former is inspired by anthropological approaches to neighbourhood life. For England, this has generated a rich tradition of community biographies: intensive area studies based on parish administrative records, wills and deeds, and the proceedings of wardmote and leet courts.[CITATION-8] Recently these source types have also been explored using digital tools such as social network analysis.[CITATION-9] Rather than reconstructing relations in one specific place, I focus on processes and types of social interactions that can be recovered for five different cities in the Low Countries during the long fifteenth century: Ghent, Leiden, Deventer, Utrecht and Gouda. Geographically, the selection covers the Netherlandish urban network, which was a remarkably urbanised political and economic configuration, where towns were also in regular communication with each other. All the selected cities had (semi-) independent town governments with princely sovereigns, but differed in size and economic activities—including, most notably, textile industry, beer production, and long-distance trade. This is not to argue, however, that a spatial-material approach is relevant only to this particular region: similar processes probably characterised the production of living environments in cities and towns elsewhere, and continued well into the early modern period.Like many other parts of Europe, the Low Countries were legally pluralistic, with different and at times competing law courts coexisting in the same region. Within this legal landscape, Netherlandish cities developed during the late Middle Ages strong traditions of centralised urban justice. Each town had its own set of privileges, common laws and courts. On one hand, royal or seigniorial authorities were therefore less dominant in assuming jurisdiction over legal conflicts within towns than they were in cities in, for instance, England or France. On the other hand, administrative sub-units within cities such as wards or parishes did not have the same competences and written records as they had in some English and Italian towns.In some Netherlandish towns neighbourhood organisations started to produce documents during the later sixteenth and seventeenth centuries, but the main focus here is on earlier evidence hidden in larger, general series. Court traditions and record-keeping also varied slightly for each city, but there are two important aspects that they had in common and which shed strong light on neighbourhood practices. First, they shared a discourse on neighbourliness that revolved around the notions of harmony and peace versus nuisance. Secondly, each city government was preoccupied with investigating and prosecuting ‘private’ or ‘minor’ misdeeds and quarrels, which encompassed an enormous variety of topics.[CITATION-10] The initiative to start legal proceedings commonly came from two directions: from (groups of) inhabitants accusing each other, or from urban officials investigating offences—sometimes after reports or complaints from neighbours. This division betweenandcases was reflected in the keeping of different registers. It resembles the modern legal distinction between civic and criminal law, but did not function in that rigid way. But however they were brought to the attention of authorities, interpersonal quarrels, including those relating to economic transgressions and environmental nuisances, were considered a threat to the public and a breaking of communal peace. This reflected a conception of disorder that radically differed from twenty-first-century views, one that was informed by an organic idea of the city as a body and that closely linked morality to environmental order and physical well-being.[CITATION-11] I start by outlining the scholarly debates on local community formation, and then proceed to discuss why material aspects had such an important and distinctive function, which has to do with the complexity of ownership and the high value of properties and objects within living environments. The core of the article discusses community formation as a continuous negotiation on a spectrum of making and breaking, of good and bad. These practices are grouped around making things, especially houses and their attendant facilities, and breaking things: acts of deliberate destruction within living environments, and by implication, disruptions of domestic social order and peace.To talk productively about community in the context of the highly local and informal neighbourhood clusters in focus here, a few analytical steps are necessary. Community as a concept contains tensions between present and past meanings, and is used on many different yet interconnected scales. I propose a definition that integrates spatiality and materiality, and which functions beyond a rigid distinction between formal and informal collectives. This then helps to uncover some of the complexity of both political and spatial boundaries in practice, a theme which will be addressed in more detail below.That pre-modern townsmen and women had meaningful relations with people living nearby has been widely recognised in the historiography, but debates on what functions those relations fulfilled and how they changed over the long term are far from resolved. There is currently no consensus about pre-modern understandings of local community or neighbourliness, nor are there many studies that attempt a panoramic view of the topic.[CITATION-12] The polarisation in interpretations of neighbourhood life is partly the result of a long-standing linear narrative concerning the erosion of ‘traditional’ community structures, which was posited in the late nineteenth century. In short, it argues that the rise of the modern state corresponded to the decline of the social and political significance of local collectives within living and work environments, and undermined the solidarity or cohesion of such networks. Macro-factors often mentioned are shifts in the (spatial) organisation of work, the Industrial Revolution, societal commercialisation, and increasing social distance between economic classes.[CITATION-13] Benedict Anderson sparked research on individualisation and constructions of modern identities, while the earlier sociologist Norbert Elias’s theories of civilisation processes in Europe suggested that new ideals of civilised living within the privacy of the household emerged at the expense of public, social and community life in streets, taverns, or salons.[CITATION-14] In these narratives, medieval communities often function as paragons of that traditional image of community cohesion. Some historians have viewed the sharing of social and material care among medieval neighbours as a positive and supportive force: less hierarchical than institutions such as guilds, yet guided by the same Christian principles of fraternal or neighbourly love and charity. This assumes a high degree of communication and stability among neighbour networks. Moreover, some historians have seen the socio-economic heterogeneity of many residential clusters as positive and desirable.[CITATION-15] These networks then dovetailed with notions of community on a city-wide level, forged and sustained by local town governments, especially in the more urbanised regions of the Low Countries and Northern Italy, and with a culture of public civic and religious rituals.These accounts of pre-modern group ties have provoked critical reactions. First, in terms of social bias: the involvement of propertyless (unskilled) labourers in neighbour collectives is hard to estimate. These people have been considered as too mobile during their lives to develop any sentimental attachment to either their dwellings or their neighbours.[CITATION-16] They likewise may have been less interested in protecting possessions through social alliance and litigation—if they had access to the urban law courts in the first place—or in promoting themselves among these local citizens as trustworthy and honourable, which could be helpful in pursuing other economic and political ambitions.[CITATION-17] At any rate, cities needed immigrants: all urban growth was sustained by it, and the social involvement of nearby residents may have been more prominent in larger cities, where distance severed family support networks.[CITATION-18] Secondly, some scholars have emphasised the repressive aspects of medieval neighbourhood life, depicting a fairly unforgiving society, obsessed with reputation. Neighbours produced venomous gossip and at times acted as henchmen for local authorities. From this perspective, domestic environments were sites of routine conflict and violence.[CITATION-19] In short, these various interpretations set up key contradictions, such as that between the grasp of urban governments and the supposed autonomy and self-governance of local neighbours’ communities, and between the strength and stability and the conflictual nature and constant changing of social networks.As in many related fields of historical enquiry, the original linear narratives of local community formation have been substituted by an emphasis on diversity and complexity, both geographically and over time. Neighbourhoods were spheres of reciprocity and moral obligation, with written and unwritten rules and benefits for insiders, and whose strength and impact could vary across periods, generations and different urban areas. Indeed, certain individuals, families, or groups of artisans could reshape networks and therefore change the nature of a local group.[CITATION-20] Such a relative and relational conceptualisation of community, which does not prioritise a certain type of social bond, be it family, occupation, gender, or class, is especially helpful when complemented with a more spatial-material layer. It fits better the reality of larger cities with high levels of mobility, where it was impossible to know everyone within even a certain district or block. Metropoles such as early modern Paris and London diverged in that sense from more face-to-face societies, such as the medieval English villages studied by Barbara Hanawalt.[CITATION-21] On that spectrum, Netherlandish towns, varying from, say, 4,000 to 40,000 inhabitants, fall somewhere in the middle. They contained various scales of community, formal and informal, operating at once. From the twelfth century, the Low Countries developed a particularly strong tradition of urban citizenship (or). Citizenship legally bound inhabitants to a city and in the process defined and established it as a socio-political and economic entity.[CITATION-22] Yet in practice people’s social and political identities were far more complex, quite apart from the fact that they moved or travelled. Inhabitants identified with a county or region, but mostly with a city, town, or village, and within that city maybe also with a specific parish, confraternity, or guild.[CITATION-23] In contrast to some cities in Italy and France, clans of extended families did not dominate patches of urban space in the Low Countries.[CITATION-24] While the micro-community, centred on a part of the street, alley, or courtyard, or on certain water infrastructures, is the scale that is in focus here, it is important to recognise that all these associations were rarely mutually exclusive: they overlapped and reinforced each other. The limited extant evidence makes it virtually impossible to untangle them, or to reconstruct what people saw as their most important or primary unit of community.Within this mosaic of social clusters, there was ample social demand for neighbours’ networks, arrangements and small allegiances.[CITATION-25] Sometimes there was also room for institutionalised versions. In several Netherlandish cities, but clearly not all, more grass-roots initiatives of collectives () gained (semi-) official status alongside centrally implemented administrative divisions such as wards or quarters. They commonly encompassed a small cluster, such as a part of a street. The earliest references to Netherlandishdate from the fourteenth century, while their number, influence and visibility in archival records increase significantly after 1500. Around 1600, for example, Leiden and Ghent both had over two hundred knownand Haarlem about a hundred. Many continued to exist in some form until the end of the.[CITATION-26] The vast majority of studies of these neighbour communities have prioritised their social-cultural aspects. In Holland in particular, the collective commemoration of members’ rites of passage, such as annual feasts and burials, are presented as the core of the’s function and meaning. However, in many cities neighbourhood communities also performed tasks relating to urban sanitation, infrastructural maintenance and fire safety. This is often noted as a matter of fact, without attributing significance to it, or reflecting on its implications.[CITATION-27] An exception are several recent histories of urban public health, which emphasise that the care for and organisation of the material environment were integral to the meaning and function of neighbourhoods.[CITATION-28] Finally, including an informal micro-spatial neighbourhood scale presents a more fragile image of the authority of urban governments. The fact that urban central authorities produced the vast majority of sources dealing with neighbourhood life creates a tricky and often underestimated bias. Urban magistrates issued detailed regulations in ordinances on almost every imaginable aspect of urban life. However, their effective grasp on inhabitants, spaces and practices in cities may have been much more modest in reality. Documents of legal practice attest to the limits of municipal political power, and its need to delegate to and co-ordinate and negotiate with other institutions and with smaller collectives—for example, in order to finance infrastructural works. Such negotiations also make the boundaries between public and private highly complex. For their part, residents were strategically navigating municipal regulations and legal structures in order to resolve their disputes.In sum, instead of a narrative of long-term decline, a more interdisciplinary and spatio-material approach to neighbours, seeing them as operating in dynamic networks and in relation to the needs and challenges of their environments, rehabilitates some of the contingency that longer-established perspectives have often obscured. There is little need to make a rigid distinction between formal and informal collectives, nor to assume a top-down focus on the integration of such neighbourhood structures into processes of state-making. Alliances and clustering of interest groups could, moreover, be temporary and adapt to changing circumstances. Furthermore, as Nicholas Eckstein notes, a material-spatial focus also adds a few historiographical points of contention, namely about planned or unplanned urban space, and perceptions of public and private spheres.[CITATION-29] My intervention into the by now extensive and diffuse debates on these topics questions further the function of dichotomies ‘on the ground’, and shows the complexity of both spatial and mental boundaries in practice.[CITATION-30] Materiality goes some way to explain neighbour vigilance and gossip, given the porosity of the boundaries separating families and households: thin walls, narrow streets and crowded lodgings.[CITATION-31] In Montaillou, to invoke a well-known example, a curious villager was even able to lift slightly a neighbour’s roof in order to gain a better view of what was happening inside.[CITATION-32] ‘Neighbour’ (in sixteenth-century Polish often meant subletter: a person or family living in another room in the same house.[CITATION-33] Yet the primacy of the material in either enabling or disabling social boundaries or connections ran much deeper. Since the wave of urbanisation of the twelfth and thirteenth centuries, a process of physical and social realignment had taken place in many northern European cities, as houses were increasingly arranged alongside streets rather than on plots surrounded by yards. Moreover, the development of stone houses, timber-framed or in many hybrid forms combining building materials, generated new possibilities for dividing houses into separate dwellings and constructing different levels within them. More closely located beside, behind, above and below each other, neighbours thus often shared zones of sound and scent. Even their sight zones overlapped in many respects, as they viewed the same street or courtyard, peeked through windows and shutters, and encountered each other daily at their doorsteps. Neighbours were in that sense integral to domestic space; part of the private.The importance of materiality and proximity in shaping communities can be better understood with some insight into the economic value of properties, objects and (infra-) structures. Today, our daily environments are populated with mass-produced and easily substituted utensils, furniture and building materials. By contrast, not only did most late medieval Netherlandish townspeople own many fewer things than their twenty-first-century descendants, but the price of houses, interiors, (artisanal) tools and facilities such as drainage, sewage and water supply was much higher. This was equally true for repairs and replacements of constructions.[CITATION-34] Some data from fifteenth-century Ghent illustrate the value of things and of real estate in this region and era. In 1477, in a rare public case of self-policing, Ghent’s magistrates convicted the city treasurer, Jan van Melle, of corruption, and proceeded to auction all his possessions. A detailed list of his goods has come down to us, amounting to 37,000 groten Vlaams (d. gr.).[CITATION-35] This was a fortune. The average price of a house in Ghent in this period ranged between 4,000 and 5,000 d. gr., and the most expensive houses cost about 20,000 d. gr. Thus, Van Melle’s inventory alone was worth almost two luxurious houses. Strikingly, a golden necklace with pendant sold at the auction for 5,712 d. gr. and thus equalled in worth a decent house.[CITATION-36] But even Jan van Melle’s eleven tablecloths went for an average of 50 d. gr. each, an amount for which a fifteenth-century Flemish labourer would have had to work about sixteen days.[CITATION-37] An overcoat lined with fur, damask and velvet sold for 1,680 d. gr. to a certain Loy Popelier.By contrast, many townsmen and women were constantly concerned about securing the essentials of food, clothing and shelter.[CITATION-38] For instance, between 1483 and 1493, a certified craftsman in Ghent had to work between twenty-two and thirty-one years to be able to buy an average-priced house of 4,000–5,000 d. gr., assuming that people could only reserve 5–10 per cent of their income to save up for such a purchase. A servant () would have to work between forty-three and sixty-two years, and a day labourer between fifty-five and seventy-eight years to accumulate enough wealth to buy a medium-sized house. Of course, many cheaper and simpler types of housing existed. But the calculation does demonstrate that the acquisition of real estate was unattainable for the vast majority of inhabitants if they did not previously own or inherit something—especially in years of high inflation and economic recession, of which there were many in the fifteenth- and sixteenth-century Low Countries.[CITATION-39] The high value of buildings, things and animals gave a fundamentally different weight to people’s relations with their material and natural environments. This insight has several important implications for the formation of micro-social networks. High costs incentivised those living in proximity to each other to distribute the financial burden of domestic constructions and facilities. Inhabitants often shared gutters or brick walls with neighbours. They also shared latrines, pipes, cesspits and wells. Yet those involved in such interdependent relationships with one or more nearby households also faced certain risks: that others would not contribute as promised, would move away, or otherwise not use spaces according to shared moral norms and principles. Such material commitments therefore required social investments: mutual agreement and trust. This confirms from a new perspective the importance of trust in late medieval urban society, which has been recognised in other contexts.[CITATION-40] Moreover, agreements on material-spatial arrangements also substantially raised interest in policing each other’s behaviour.At the basis of such practical and daily reciprocal commitments were various dramatic developments in the legal status of possessions during the later Middle Ages. In contrast to earlier centuries, houses and land were no longer passed down to younger generations mainly or even exclusively through inheritances; in many towns they could be sold, and therefore became ‘mobile’ (chattel) instead of ‘immobile’ goods (patrimony). Even land (and thus also roads, waters and quays) within the city could be mobile in that sense: a form of capital that could be exchanged for other forms of capital, or for rents.[CITATION-41] The urban property market thus evolved from the thirteenth century into a highly regulated but very complex system of exchange, especially in the Low Countries’ growing cities.[CITATION-42] The complexity of exchange was principally the result of the continuous subdivisions, modifications, alterations and sometimes mergers of domestic spaces. It also further complicated the common distinction between owners and tenants, to which we may add partial owners and ‘users’: those residents who had, for instance, a right of way through an alley, could get rid of rain and waste water through certain pipes, or were entitled to use a water well. In sum, what may have been originally a single plot with one affluent owner or one family—perhaps with tenants—could become over the course of decades and centuries a possession with obligations, rents, annuities, but also practical privileges belonging to several different parties. Living spaces, thus imbued with layers of historical rights and rents, made the private in a pre-modern context less exclusive and individualistic and more conditional and historical. In the words of Vanessa Harding, ‘contemporaries recognised the simultaneous existence of a plurality of interests in one space’.[CITATION-43] How to make sense of community with these material-spatial and legal complexities in mind? Agreements made between neighbours were a common and legitimate means of keeping the peace, but also a source of conflict. In 1437, for example, a certain Jan Scermer, an inhabitant of Leiden, wanted to rebuild a house over a stream crossing his yard. He pleaded in a case against him, triggered by a neighbour’s complaint, that he had already ‘peacefully possessed this property for over a third of a century’.[CITATION-44] This reference to long-term ‘peace’ in relation to the use of a common infrastructure, in this case a waterway, is typical of a claim often asserted in court cases between local residents: that someone had been a good neighbour for a very long time. To come to a resolution, Jan requested instructions on the measurements for his new building project by either ‘the law or the neighbours’.[CITATION-45] The ambiguity seems curious, but it was not uncommon. City magistrates gave guidance in by-laws and ordinances to avoid friction and hazards. Neighbours’ ‘customs and easements’ () were often eventually codified in local collections of by-laws during the fifteenth and sixteenth centuries. Yet even by that point, municipal rules were rather general and left much freedom and jurisdiction to neighbours. In fact, they stimulated co-operation among neighbours to avoid issues such as unsafe walls, fire hazards and pollution. Even more importantly, by-laws also formally acknowledged the validity of oral agreements between (groups of) residents.[CITATION-46] Residents at times called on the higher authorities of the aldermen’s courts to resolve their conflicts, or may have used official legal steps as part of their broader strategy.[CITATION-47] Tensions often occurred when someone made extensions or modified existing constructions. Friction was also commonly caused when new owners moved into a property. Such newcomers had to earn their peers’ trust and negotiate their position in an existing socio-material network involving various informal agreements. Furthermore, temporary residents such as lodgers further complicated the composition of households, and may have had limited access to this sphere of reciprocity. In addition to clear financial motives, physical health hazards and issues of safety probably formed part of people’s concerns. The problem of stench as a cause of disease and air corruption () made cleanliness of living environments a matter of public health. A polluted living environment was commonly framed as a type of nuisance that put in jeopardy, as the sources at times explicate, both neighbours and passers-by.[CITATION-48] Men and women initiated legal proceedings against their neighbours and featured as plaintiffs and defendants. The examples below are mainly drawn from Leiden and Deventer, but similaror ‘civic’ registers are present in many other local archives throughout the Low Countries. Excluding cases about home ownership and rents, in both Leiden and Deventer disputes between neighbours comprise around 10 per cent of the total number of legal disputes.[CITATION-49] In the same registers, neighbours also featured prominently as both litigators and witnesses in numerous financial disputes and conflicts over inheritances, which is another indication of how much nearby residents were tied to each other by systems of credit and debt.[CITATION-50] These court records offer details on practices far beyond what we can find in prescriptive sources. First, the testimonies of others living nearby, and even of former inhabitants of the same house, were crucial in resolving conflicts over ownership and functionality of constructions. Neighbours clearly helped with and informally supervised many construction activities. They were also present when urban authorities performed inspections. For example, when Dirc Aelbrecht challenged local resident Thomas Martijnz in 1477, he boasted that he ‘could very well testify with many neighbours that the local courtyard belonged to him and him alone’.[CITATION-51] Leiden’s aldermen decided to investigate the matter ‘by interviewing neighbours and anybody else with expertise’.[CITATION-52] In 1447, the same city recorded that Clais Bechter claimed that he had ‘together with the neighbours or with their consent’ made a fence. However, after a quarrel over legal boundaries, the fence had to be moved to the place where the sheriff () had hammered a stake, after he inspected and measured the property.[CITATION-53] Although rarely formalised in a way comparable to the English wardmote or leet courts, neighbours’ influence as witnesses attests that they enjoyed considerable authority.[CITATION-54] Nor was this authority clearly spatially delineated: the common appellation here was ‘the neighbours’. Such groups could populate a cluster of houses, take up part of a street or a waterway, or be circled around a well. They could easily straddle parish or administrative boundaries, as well as socio-economic ones. Neighbours did not need an institution such as thedescribed above to function as a network. Yet these groups were a key reason why such formalised structures could develop.Secondly, neighbours continually tried to push against and (re-) negotiate spatial boundaries, precisely because these boundaries were commonly based on highly local social agreements and traditions. For instance, Leiden’s aldermen’s court documented that the enclosure along a certain water ditch ‘measured by the neighbours and the surveyor’ became an object of conflict between Heinric and his neighbour Aeght, a widow, in 1436.[CITATION-55] A year earlier, in another case, one Dirk van Leeuwen had to withdraw his claim to half of a ditch ‘after testimony by the neighbours’.[CITATION-56] A shoemaker lost his case to a widow living next door and had to break down a palisade built too far across the water ditch. The court stated he could carry out the actual replacement with the help of either ‘workmen or neighbours’.[CITATION-57] These and many other references confirm that neighbours invested much time and energy in collectively creating a functional material environment.Besides demonstrating neighbours’ local political competence in legal validation and material construction processes, recorded conflicts confirm that many types of (infra-) structure were indeed shared between nearby residents, who carried a collective responsibility for them.[CITATION-58] For example, neighbours Clais Buyser and Florijs van Zijl argued about a latrine situated in the yard behind their properties, and which, due to a new fence placed by one of them, could no longer be accessed by the other. While the use and maintenance of the latrine had clearly been shared for a long time, both now claimed to have formal ownership. They did so by means of testimonies of use, but in the end the case’s crux was a written contract, twenty-three years old, belonging to a former owner of Florijs’s house. The aldermen summoned that former owner to court to clarify whether or not he had included the latrine in the sale of the house.[CITATION-59] They then ruled that if the former owner and Florijs both took an oath to confirm the inclusion in the sale, they would win the case. They did.[CITATION-60] Such conflicts display the interconnection between the social and the material that reified good neighbourliness. They at times perhaps concealed deeper tensions with entirely different causes. The Leiden residents Gerijt Jacops and Jan van der Graft had had several altercations about the construction of a drain () by Jan, who built it too close to Gerijt’s house. After the quarrel flared up again at the parish church, the two men appeared in the urban magistrates’ court. Here Jan said he could ‘prove with stonemasons that he had asked them to make his drain [in a][manner] on his own ground, according to the city’s by-laws’.[CITATION-61] And, he added, it would become clear during inspection how badly Gerijt had constructed his part of the drainage, which overflowed towards his wall during heavy rain. However trivial such feuds may initially appear, it is important to remember how high the stakes were, as the work to rebuild a wall or move a drain, and the required building materials, could be very expensive. The longevity, use and comfort of houses and other constructions depended on the functionality of surrounding constructions such as drains, pipes and cesspits—as did the good relationships between nearby residents. Furthermore, such communal infrastructures were crucial to the maintenance of hygiene and health in a domestic environment, which made health practices also a task negotiated not only between local urban governments and authorities, but among neighbours.[CITATION-62] Infrastructures and facilities also created different kinds of relational ties within residential clusters. One rather complicated account from Deventer is worth discussing at some length because it gives lively insight into such a process, which here involved a religious house, various households, former owners (some even no longer alive), family bonds and artisanal activities. Around 1480, thein Deventer, probably the home of the schoolboys of the Brothers of the Common Life, came into a prolonged conflict with a neighbouring house.[CITATION-63] Because only the witness statements are extant, some details are missing, but it is clear that the dispute concerned the use of a water well and the pathway giving access to it (the), which seems to have been sealed off by a gate.[CITATION-64] No fewer than four witnesses testified under oath as to what they knew about the agreements, which were recorded almost verbatim by a city clerk. The first witness, master Goesen Spronk, said he himself had read a letter of consent belonging to a neighbouring house, which confirmed that thewas ‘entitled to [use] the passage besides Wolter’s [the litigant] house that led to the Nieuwstraat, and to the well itself’.[CITATION-65] A second witness confirmed this privilege, and added that ‘when he [the witness] lived there he went around with [a certain] Johan to investigate who had rights to use the well, and that Johan would open the gate’. This witness also remembered ‘that there was a letter that prescribed that the alley should remain five feet wide’.[CITATION-66] Thus, he concluded, was the situation ‘when the late Herman Buemij sold the aforesaid house to Wolter’.[CITATION-67] A neighbour, Zweder Hoebrinck, the third witness, then confirmed that the schoolboys’ house had ‘just as much right to the well as his own house’.[CITATION-68] The final voice recorded was that of a nephew of one of the former owners, who stated that when his uncle used to go through the passage, ‘he opened and shut the gate as he pleased’. He also recalled that he often joined his uncle when he went to the well, and that on some occasions ‘he too drew water from it, to help his uncle to temper lime’. The nephew also mentioned that he knew there once had been a letter confirming these rights, but that ‘he did not know where it was’.[CITATION-69] Besides the fascinating details and depth of investigation, the case displays a curious mix of written and oral types of proof and of local neighbourhood and magistrates’ authority. Neighbours could document their agreements in letters of consent (or), which are also mentioned in many other cases. This may reflect broader changes in the use of documents and written forms of evidence in medieval urban society.[CITATION-70] Gathering sufficient quantitative evidence is difficult, yet the account above suggests that in legal practice oral and written proof merged in various ways. Two witnesses confirmed that they knew that a written confirmation existed, because they had seen the document, had heard it read aloud, or even read it themselves. Another only knew that it hadexisted. However, merely having written proof was rarely sufficient. Urban officials or court representatives investigated mainly by interviewing and taking testimonies. They also traced claims historically; back into time, to former points of friction, and former moments of sale. Often, the only people who had any real expertise in the matter, indeed any memory relating to it, were other nearby long-term residents. Officials then inserted themselves into these sites of dispute with a different, somewhat competing, type of expertise: that of regulations and measurements, and of official, written legal confirmation—and court hearings.What goaded urban authorities to investigate and document neighbour disputes so thoroughly? They had several reasons to do so. Local governments sought to protect the functionality of urban infrastructures. They participated in making constructions as a way of building community. Such actions offered a means of expanding their authority beyond communal or public spaces into living environments. They protected spaces deemed necessary to keep open and accessible to the public: roads, quays, waterways and fortifications. They targeted encroachments such as building extensions, market stalls, stacked merchandise, parked carts and waste.[CITATION-71] Thus, the continuous pushing and renegotiation of boundaries took place between inhabitants and local urban governments as well as between neighbours. Especially foul-smelling structures such as latrines, pigsties and dung heaps were deemed to be both socially transgressive—a breach of civic honour—and health and safety hazards. In that sense, dirt and deviance were in some respects interchangeable, both forms of ‘matter out of place’, to quote Mary Douglas’s famous adage.[CITATION-72] Town governments invested considerably in public works, building and improving infrastructures, and routinely hired pavers, constructors, surveyors and cleaners. Such investments thus helped to define or determine which places fell under the more direct control of urban authorities. Finally, to avert the threats of fire and smell and sound pollution, and to preserve military safety, magistrates prescribed how inhabitants should build and use their own properties.[CITATION-73] Some of these municipal interventions in urban space are becoming relatively well known. Yet looking at them explicitly in relation to interactions between neighbours shows that this process was less top-down than historians tend to argue or than a superficial reading of the sources may suggest. Urban governments, which generated most of the extant documents on such matters, sought to insert themselves into a complex field of ownership and authority. Furthermore, they claimed that their judgment, documented in writing, was the final say in any matter between residents. However, the fact that some cases dragged on for years suggests that this power was far from uncontested. At times, townspeople did not act upon, or perhaps lacked the resources to act upon, the verdicts issued by the municipal courts. For instance, the record of a neighbours’ dispute concerning a well near the Bisschopsstraat in Deventer noted in the margin that the aldermen issued a verdict in 1479, an additional one in 1481, and, ‘since the conflict between the parties had continued’, another one in 1482.[CITATION-74] The last-mentioned case exemplifies how the authority of town governments might be contested and even ignored, but also shows that inhabitants employed urban legal instruments to pressure their peers into neighbourly behaviour. Moreover, besides concerns for order, comfort, hygiene and value of properties, gaining a local reputation and performing ‘civic-mindedness’ through policing living environments offered an opportunity for personal social advancement. This was especially true for ambitious, male, property-owning heads of households. For them, it could be a part of athat would allow them to join the company of ‘good’ or trustworthy men worthy of municipal office. Indeed, managing one’s living environment meant managing a micro-political community: there was a difference in scale but not in quality compared to taking on central urban governing tasks.[CITATION-75] Moving from ligation initiated by neighbours to cases mainly brought in by representatives of local town governments illuminates a different aspect of neighbourly community-making.[CITATION-76] Local residents were closely involved in reporting crime and vice.[CITATION-77] Many urban governments encouraged such participation and created incentives by formally promising part of the levied fine to accusers for a wide range of offences.[CITATION-78] The role of neighbours in policing social order within their neighbourhoods is fairly well established in studies of urban crime.[CITATION-79] What has remained largely obscured, however, is how such policing efforts related to the shared care for living environments discussed above.Notions of deviance and immorality were clearly tied to material concerns, and destruction of property was a powerful performance of non-conformity. Recent work on Flemish popular politics argues that revolting groups strategically employed acts of vandalism to enforce rebel agendas. Instances of destruction were thus not simply the material side-effect of blind rage. This argument fits into a wider historiographical intervention that views violence in this era as meaningful rather than merely impulsive.[CITATION-80] Moreover, socio-economic historians have paid attention to statistical movements in crimes against property as indications of general levels of prosperity: with more people owning more things, there was more to break and steal.[CITATION-81] Yet local, small-scale destruction was considered a more serious offence than historians often assume. In other words, acts such as trashing doors or windows, taking stones out of streets, or wood from fortifications, were one form of control or action that could be used by less powerful socio-political groups or individuals. These forms of action can also be compared with property confiscation by urban and princely authorities and more large-scale use of destruction in episodes of (popular) revolt.[CITATION-82] This last part of the article foregrounds the aspect of (deliberately) breaking and disrupting things, and relates it to the role and motivation of neighbours in bringing these cases to the attention of authorities, who then proceeded to prosecute offenders.Three examples recorded in the earliest, and remarkably rich, extant register of criminal convictions from the town of Gouda can serve to introduce the various types of prosecution in which breaking things played a role.[CITATION-83] In 1449, two young men went on a little rampage at night, destroying many glass windows of households ‘with whom they had no previous conflict or any particular reason to do so’.[CITATION-84] In 1490, a man nicknamed Coelpap did seem politically motivated, as he went at night through the streets of Gouda and ‘smashed glass [windows] while shouting divisive () words’, which declared his allegiance to a political faction.[CITATION-85] At a tavern owned by a county official, Coelpap threw ‘faeces in the kettle with the meat stew’ and poured himself some beer without permission.[CITATION-86] Finally, about a decade later, a ship’s journeyman named Thonis drank with three other men on his master’s ship until they were drunk, ‘after which they roamed the streets at night and vandalised the fish containers and tubs, and threw some in the water’. They proceeded to ‘break windows, and caused major disturbance in the streets by knocking on people’s doors and shouting’.[CITATION-87] Damaging doors and especially throwing objects through or punching in windows seem to have been familiar ways of expressing discontent or taking vengeance. References to such actions appeared rather often in Gouda as well as in the criminal registers of other cities, such as Leiden and Deventer.[CITATION-88] Glass windows were not only an easy target; their destruction also generated for the perpetrators a gratifyingly alarming noise, especially in the silent night. Many convicted offenders had paid unannounced visits after dark to acquaintances, which could be friendly in nature (stopping by for a final drink after the tavern closed) but sometimes turned hostile when quarrels escalated or when residents chose not to open their doors. For instance, a brewer’s servant in Gouda in 1456 attacked the door of a certain Meeus Jacobsz with an axe when he was expelled from that house late in the evening.[CITATION-89] Nocturnal calls could also be taken as opportunities, especially by drunken visitors, to express ongoing grudges or to collect debts.[CITATION-90] Encountering non-responsive hosts gave rise to yelling and other noise that woke up sleeping citizens, but also to violence and vandalism.[CITATION-91] As noted at the beginning of this article, the severe costs of repairs made acts of vandalism serious transgressions. They also involved a deliberate breaking of public/private boundaries, which made such acts comparable to trespassing, a grave offence. Yet few went so far as Gerijt Schoer, who in 1483 pulled a window off its hinges, tore down a door, went inside, hit the lady of the house and a child, and smashed a few more of their items. He claimed to have been severely drunk, and went from Leiden to Rome and back to redeem himself.[CITATION-92] In addition to large fines, punishments commonly contained an element of ritual and religious penance, most often a penal pilgrimage. Gouda’s aldermen sentenced all of the offenders named above to go on such pilgrimages.[CITATION-93] They were a rather common type of punishment meted out by Netherlandish urban governments: a means of eliminating the stain of transgressions against God and therefore of rehabilitating the spiritual health of the urban community. Expiatory pilgrimages offered the secular town governments an opportunity to present themselves as preservers of urban moral order.Urban magistrates described the behaviour of offenders with a set of euphemisms that centred on notions of uselessness and disruption. The actions of Coelpap, who had also shouted politically divisive things and whose unruly behaviour was perhaps strategically motivated, thus fell within the same category as those of the two boys or the group of four drunken men wreaking havoc in Gouda. Such eruptions of violence and vandalism were presented as pointless, yet glimpses of political motives serve as a reminder that they, like the violence against properties seen in revolts, were seldom perpetrated without meaning or intent.Foregrounding the links between social disorder, material aspects and vandalism changes the interpretation of the sizeable category of unspecified breaches of social order found in criminal registers across the region. As with the modern legal category of disorderly conduct, medieval policy-makers often used vague euphemisms for general ‘disturbances’, commonly formed by a negative prefix (). Leiden’s authorities used terms that can be translated as ‘disturbances of the peace’ (or), and ‘bad doings’ (), with no further explanation. Those in Deventer and Gouda framed it as ‘disruption’ () and ‘unreasonable deeds’ (), and in Utrecht the preferred term was, also meaning ‘disturbance’.[CITATION-94] Such characterisations rarely occur in prescriptive sources.[CITATION-95] Terms denoting forms of ‘useless’ (,) behaviour, undermining the community or harming the public good, were applied to a broad range of offences, including breaking curfew, scolding, brawling, vandalism, streetwalking and public intoxication.[CITATION-96] They thus partly overlapped with the category of physical and verbal assault, yet perpetrators oforprobably did not cause serious (open) wounds or permanent damage to human bodies.[CITATION-97] They are also comparable to, and indeed overlap with, the hugely varied range of misdeeds filed under the legal category of nuisance. One key difference may be that the euphemisms for bad deeds imply a deliberate act or active agents, whereas passivity or neglect—the refusal to act—could be a common cause of nuisance. What characterised the majority of these cases is that they were serious—and taken as such—but they were not mortal sins or crimes against nature, nor did they lead to death or disability. The widespread use of these euphemistic, umbrella terms indicates the pervasiveness of the idea that protecting the community’s communal good meant combating a wide range of misdeeds. Two points are important here. First, these euphemisms described events involving material objects and infrastructures much more often than is commonly assumed. Secondly, they referred to actions that disrupted the local peace or equilibrium of living environments. Whether unrest originated inside a home, spilled from a tavern, or started on the streets, the point was that it disrupted neighbours’ sound and sight zones. Thus, when Stant Dobben, a repeat offender in Leiden, was sent on a pilgrimage to Rome in 1450 for ‘nuisance and indecent affairs’ on many occasions, the court stressed the damage caused by his actions ‘especially yesterday in his neighbourhood’.[CITATION-98] Unspecified bad behaviour is a substantial legal category in late medieval Netherlandish criminal records, and can be found in many different cities. Having been up to no good occurred as a listed crime in Utrecht almost 700 times between 1386 and 1455, 15 per cent of the total of noted crimes. Convictions simply noted ascontained many dozens of cases of window-smashing, and a lesser number of trashed doors and roads. Other convictions in Utrecht spoke of irrational deeds and bad wanderings (;).[CITATION-99] In Deventer, between 1476 and 1486, officials recorded 218 offenders in a register of criminal persecutions.[CITATION-100] No fewer than eighty-eight of these cases (40 per cent) were simply characterised as, of which slightly more than half were committed at night. The records only incidentally gave more details. For instance, master Johan van Wossel had been imprisoned because he ‘had caused unrest () at night and because he fights and argues daily with his neighbours and often creates havoc ()’.[CITATION-101] Less frequent in occurrence but still significant were the sixty-eight cases (8 per cent of the total sample) in Leiden, while forty-two (6 per cent) of offences publicly prosecuted between 1449 and 1558 in Gouda were simply characterised as unruliness or unreasonable deeds. Further information confirms that at times the transgression was mainly an act of vandalism or destruction of material possessions. Jacop IJsbrant, a dyer, banged so hard on someone’s door at night that he punched a hole in it, ‘which indecent act’, the magistrates added, ‘would not be tolerated’.[CITATION-102] Another man, also out and about at night, had committed, which here meant that ‘he pulled out the seats of a number of wagons’.[CITATION-103] Besides vandalism, these euphemisms sometimes concealed what we today would perceive as more serious acts of physical assault, and domestic and sexual violence. A dyer, a horse trader and another man all went on a penal pilgrimage in 1395 (one came back with proof) after they drunkenly committed ‘a rape and [caused] damage’.[CITATION-104] Here we see an equation between physical and emotional damage to bodies and the destruction of objects. It suggests a fundamentally different perception of the material, and a greater ‘prestige’ of material possessions within the hierarchy of offences. This is also apparent from the high penalty often issued for theft.[CITATION-105] More metaphorically or associatively, there are many parallels between wounding or ‘breaking’ the body and destroying possessions and infrastructures. The perception of rape as a form of theft and a tool for social control is a well-known example.[CITATION-106] But wounding someone also meant robbing that person, temporarily or permanently, of the possibility of earning his or her bread, which meant that the victim paid a heavy financial and social penalty. Conversely, non-physical injuries such as sleep deprivation, noise pollution and emotional disturbance were also forms of damage.[CITATION-107] Three types of common offence help further to contextualise notions of deviance in relation to peace and the material stability of living environments, and neighbours’ active roles in preserving that peace and stability: night walking, public intoxication, and illicit sexual encounters. The numerous criminal convictions for nocturnal disturbances confirm that authorities across the Low Countries sought to gain control over streets and neighbourhoods after dark.[CITATION-108] Upholding curfews was clearly perceived as important to communal well-being, yet, as in many other cases, this largely relied on the co-operation of neighbours, who often complained, reported, or acted as witnesses in these cases.[CITATION-109] Furthermore, officials often added ‘at night’ to the general euphemisms for misbehaviour noted above to indicate the increased seriousness of the crime. For instance, forty-three cases from a total of 879 gathered in Leiden mention night-time. In Deventer, the number is considerably higher: sixty-four of the total of 218 offences prosecuted between 1476 and 1486 were committed at night.[CITATION-110] Concerns about nocturnal vandalism may also have been heightened because of the greater risk at night of causing damage and the inability to (immediately) repair things, besides the fact that the cloak of darkness hid the identity of perpetrators and made their destructive actions harder precisely to observe—and therefore bring to justice.Closely related to nocturnal disorder, and with an increased risk of breaking things, was public intoxication. Just ‘being drunk in public at night’ would be a sufficient reason for incarceration, temporary banishment, or a penal pilgrimage.[CITATION-111] Male inhabitants were convicted for offences committed while under the influence of alcohol ranging from drunken brawls in taverns,[CITATION-112] feuds,[CITATION-113] blasphemy,[CITATION-114] trespassing,[CITATION-115] and participating in the night watch,[CITATION-116] to domestic violence,[CITATION-117] theft,[CITATION-118] and insulting officials.[CITATION-119] Two men creatively combined elements of bad conduct, as they went out on the streets of Leiden ‘long after curfew while being drunk … and robbed the night guard of his clapper and clapped with it’, continuing their tour and damaging several houses.[CITATION-120] Finally, both officialdom and neighbours aimed to detect disturbances and nuisance caused by sexual misdemeanours such as (illicit) prostitution and adultery.[CITATION-121] However, this category was also broader and more fluid than it would appear at first sight. Often, concerns about customers creating disturbances in a neighbourhood were greater than anxieties about the moral stain caused by the presence of sexually promiscuous women. Conversely, women in particular sometimes relied on neighbours’ protection in case of domestic violence, or could successfully mobilise them to provide legal assistance.[CITATION-122] Protecting ‘good women’ was part of preserving an orderly and reputable living environment. For instance, a certain Willem Wiggers in 1477 assaulted a house in Leiden at night with three companions, as they were looking for two girls living there, again an example of offenders transposing aggression against persons to the material constructions surrounding them—or of a prioritisation of material damage when describing the offence. The girls in question reported the incident to the authorities, with the ‘neighbours testifying that they were not of ill repute ()’.[CITATION-123] In sum, while officials made their inspections, citizens participated in policing not only through urban militias and night watches, but also by acting as complainants in criminal cases. Townsmen and women thus strategically used governmental structures to secure peace and safety in their living environments.[CITATION-124] Conversely, they could also intervene in favour of a defendant and thus have considerable influence in the outcome of a court ruling, especially since public reputation was so crucial and testimonies were one key instrument to attest one’s good.[CITATION-125] As noted above, policing civic conduct was also a way of performing it for local peers and thereby forging or sustaining one’s embeddedness in a social network. Enforcing public morality was therefore not a unidirectional or exclusively top-down process, and was intertwined with material viability, safety and stability.In order to secure safety, prosperity and peace, neighbourhoods required both social harmony and well-functioning (infra-) structures. Only then could they attain a label of wholesome and ‘good’, and be fully distinguished from ‘bad’ neighbourhoods, made broken and dysfunctional through disruptive deeds. Such deeds, whether altering constructions or creating unrest by breaking or disturbing things, can be found in considerable numbers in legal documents. Their presence in written records suggests that negotiating material infrastructures and prosecuting (material) conflict at a local or micro-level, expressed in a discourse of nuisance and damage, was not considered trivial but was taken seriously by both residents themselves and by urban central authorities, who performed thorough investigations. This confirms a much closer link between materiality, environment and morality than modern sensibilities would initially assume. A good citizen was a good neighbour, and contributed to communal interests by putting in his or her share of good works.Researching this micro-local scale from a material perspective offers several important insights into processes of urban community formation. The approach taken here, of reviewing practices from multiple cities and sampling series of records, helps to establish general trends. The evidence suggests that the connections between belonging and belongings applied across the later medieval period. Yet studying specific cases may further highlight diversity and changes over time. One under-researched factor creating such differences, for example, may have been the requirements of specific topographies, such as water flows. What is clear, however, is that sharing the use, construction and upkeep of facilities and infrastructures around domestic spaces had considerable influence on power relations. Ties between governments and inhabitants were more multidirectional and contested than has often been assumed, and neighbours as collectives maintained a certain level of authority and autonomy. They formed a link between urban institutions and the household. There is an apparent paradox in the dedication of local authorities to regulating and persecuting a wide range of material and social misdeeds, and the relative autonomy assigned to groups of neighbours. Respect for customs and private property, and a reluctance to take on costs for maintenance that centralisation would imply, were probably factors in this. Yet there was also an underlying assumption that living environments, and all the attendant individuals to be found within such clusters, fitted within the urban body politic as an integral part of a dynamic and ideally harmonious whole.",
    "footnotes": {
        "1": "Erfgoed Leiden en Omstreken [hereafter ELO], 0508, 4A, Correctieboek A, p. 265 (1447). This establishment might have been a tavern or perhaps a brothel.",
        "2": "ELO, Correctieboek A, p. 265 (1447).",
        "3": "E. Lecuppre-Desjardin and A.-L. Van Bruaene, eds, De Bono Communi: The Discourse and Practice of the Common Good in the European City (13th–16th c.) (Turnhout, 2010); M. Boone and J. Haemers, ‘“The Common Good”: Governance, Discipline and Political Culture’, in A.-L. Van Bruaene, B. Blondé and M. Boone, eds, City and Society in the Low Countries: Urbanisation and Urban Historiography (Cambridge, 2018), pp. 93–127; C.D. Liddy, Contesting the City: The Politics of Citizenship in English Towns, 1250–1530 (Oxford, 2017), pp. 28–33, 83.",
        "4": "For a concise introduction and its application in urban studies, see M. Müller, ‘Assemblages and Actor-Networks: Rethinking Socio-Material Power, Politics and Space’, Geography Compass, ix (2015), pp. 27–41; I. Farías and T. Bender, Urban Assemblages: How Actor–Network Theory Changes Urban Studies (London, 2012).",
        "5": "N.C. Heynen, M. Kaika and E. Swyngedouw, eds, In the Nature of Cities: Urban Political Ecology and the Politics of Urban Metabolism (London, 2006); R.C. Hoffmann, An Environmental History of Medieval Europe (New York, 2013). See, for a more cultural-material approach, various chapters in R. Evans and V. Allen, eds, Roadworks: Medieval Britain, Medieval Roads (Oxford, 2016); R.P. Schiff and J. Taylor, The Politics of Ecology: Land, Life, and Law in Medieval Britain (Columbus, OH, 2016).",
        "6": "M.R. Prak, Citizens without Nations: Urban Citizenship in Europe and the World, c.1000–1789 (Cambridge, 2018); Liddy, Contesting the City.",
        "7": "T. Johnson, Law in Common: Legal Cultures in Late-Medieval England (Oxford, 2020).",
        "8": "J. Boulton, Neighbourhood and Society: A London Suburb in the Seventeenth Century (Cambridge, 1987); B. Capp, When Gossips Meet: Women, Family and Neighbourhood in Early Modern England (Oxford, 2003); P. Maddern, ‘Order and Disorder’, in C. Rawcliffe and R. Wilson, eds, Medieval Norwich (London, 2004), pp. 189–212. See also, on leet courts, Johnson, Law in Common.",
        "9": "C. Berry, ‘“To Avoide All Envye, Malys, Grudge and Displeasure”: Sociability and Social Networking at the London Wardmote Inquest, c.1470–1540’, London Journal, xlii (2017), pp. 201–17; J. Colson, ‘Local Communities in Fifteenth Century London: Craft, Parish and Neighbourhood’ (Univ. of London Ph.D. thesis, 2011).",
        "10": "Maddern, ‘Order and Disorder’; Johnson, Law in Common, pp. 47–50, 82–3.",
        "11": "C. Rawcliffe, Urban Bodies: Communal Health in Late Medieval English Towns and Cities (Woodbridge, 2013); Maddern, ‘Order and Disorder’, pp. 205–12.",
        "12": "S. McDonough, ‘Being a Neighbour: Ideas and Ideals of Neighbourliness in the Medieval West,’ History Compass, xv, no. 9 (2017), e12406; A. Shepard and P.J. Withington, ‘Introduction: Communities in Early Modern England’, in eid., eds, Communities in Early Modern England: Networks, Place, Rhetoric (Manchester, 2000), pp. 1–17.",
        "13": "C. Lis and H. Soly, ‘Neighbourhood and Social Change in West European Cities: Sixteenth to Nineteenth Centuries’, International Review of Social History, xxxviii (1993), pp. 1–30; Prak, Citizens Without Nations, criticises the focus on national identities as core sites of civicness.",
        "14": "N. Elias, The Civilizing Process, tr. E.F.N. Jephcott (Oxford, 1978); G. Vigarello, Concepts of Cleanliness: Changing Attitudes in France since the Middle Ages (Cambridge, 1988); H.P. Duerr, Der Mythos vom Zivilisationsprozeß, I: Nacktheit und Scham (Frankfurt am Main, 1988); G. Duby, A History of Private Life: Revelations of the Medieval World (Cambridge, MA, 1988). See, on Anderson in a premodern context, D. Woolf and N.L. Jones, ‘Introduction’, in eid., eds, Local Identities in Late Medieval and Early Modern England (London, 2007), pp. 1–18.",
        "15": "P.C.M. Hoppenbrouwers, ‘Maagschap en vriendschap: Een beschouwing over de structuur en functies van verwantschapsbetrekkingen in het laat-middeleeuwse Holland’, Holland: regionaal-historisch tijdschrift, xvii (1985), pp. 69–108; J. Decavele, Gebuurteleven en dekenijen te Gent 14de–20ste eeuw (Ghent, 1992); H. Soly and C. Lis, ‘Beter een goede buur dan een verre vriend: Buurschap en buurtleven in Westeuropese steden aan het eind van het Ancien Régime’, in B. de Vries et al., eds, De kracht der zwakken: Studies over arbeid en arbeidersbeweging in het verleden (Amsterdam, 1992), pp. 81–107.",
        "16": "J. Boulton, ‘Neighbourhood Migration in Early Modern London’, in P. Clark and D. Souden, eds, Migration and Society in Early Modern England (London, 1987), pp. 107–49.",
        "17": "Berry, ‘To Avoide All Envye’; K. Wrightson, ‘The “Decline of Neighbourliness” Revisited’, in Jones and Woolf, eds, Local Identities, pp. 19–49, at 31. The link between trust and inequality is made in I. Forrest, Trustworthy Men: How Inequality and Faith Made the Medieval Church (Princeton, NJ, 2020).",
        "18": "M. Rubin, Cities of Strangers: Making Lives in Medieval Europe (Cambridge 2020); M. Danneel, Weduwen en wezen in het laat-middeleeuwse Gent (Louvain, 1995), pp. 414–19.",
        "19": "Shepard and Withington, ‘Introduction’, pp. 2–5; Capp, When Gossips Meet, pp. 185–265; M. Carlier, ‘Soldariteit of sociale controle? De rol van vrienden en magen en buren in een middeleeuwse stad’, in ead., ed., Hart en marge in de laat-middeleeuwse stedelijke maatschappij (Louvain, 1997), pp. 71–93.",
        "20": "D. Garrioch, Neighbourhood and Community in Paris, 1740–1790 (1986; Cambridge, 2002), pp. 3–5.",
        "21": "B.A. Hanawalt, The Ties That Bound: Peasant Families in Medieval England (Oxford, 1986). See, on London, Boulton, Neighbourhood and Society.",
        "22": "Each of the many cities within this network secured their own common law: a similar yet distinctive set of economic and political privileges. See, for a recent overview, Van Bruaene, Blondé and Boone, City and Society in the Low Countries. See, for different approaches to units of community (yet not the micro-neighbourhood level), C. Deligne and C. Billen, eds, Voisinages, coexistences, appropriations: Groupes sociaux et territoires urbains (Turnhout, 2007).",
        "23": "Netherlandish craft guilds are a well-explored case in point. See B. De Munck, Guilds, Labour and the Urban Body Politic: Fabricating Community in the Southern Netherlands, 1300–1800 (London, 2017); J. Dumolyn, De Brugse opstand van 1436–1438 (Kortrijk-Heule, 1997); M.R. Prak, ed., Craft Guilds in the Early Modern Low Countries: Work, Power, and Representation (Aldershot, 2006); C. Lis and H. Soly, eds, Werelden van verschil: Ambachtsgilden in de Lage Landen (Brussels, 1997). On confraternities, see P. Trio, Volksreligie als spiegel van een stedelijke samenleving: De broederschappen te Gent in de late middeleeuwen (Louvain, 1993); M.D. van Luijk, ‘“Ter eeren ende love Goodes”: Religieuze lekenbroeder- en zusterschappen te Leiden, 1386–1572’, Jaarboek der Sociale en Economische Geschiedenis van Leiden, x (1999), pp. 23–58.",
        "24": "Danneel, Weduwen en wezen, pp. 407–15; Hoppenbrouwers, ‘Maagschap en vriendschap’, pp. 69–108; B. Hanawalt, Of Good and Ill Repute: Gender and Social Control in Medieval England (Oxford, 1998); C. Klapisch-Zuber, Women, Family, and Ritual in Renaissance Italy (Chicago, IL, 1985).",
        "25": "Y.H. Le Maresquier-Kesteloot, ‘Le voisinage dans l’espace Parisien à la fin du Moyen Age: Bilan d’une enquête’, Revue Historique, no. 605 (1998), pp. 47–70. References to neighbours were one key way of describing a place in the city, of relational ‘place-making’. N.A. Eckstein, ‘Prepositional City: Spatial Practice and Micro-Neighbourhood in Renaissance Florence’, Renaissance Quarterly, lxxi (2018), pp. 1235–71; B. Vannieuwenhuyze, ‘Buren, straten en aanknopingspunten: Plaatsbepaling in het laatmiddeleeuwse Brussel (dertiende–zestiende eeuw)’, Stadsgeschiedenis, iv (2009), p. 107.",
        "26": "G. Dorren, Eenheid en verscheidenheid: De burgers van Haarlem in de Gouden Eeuw (Amsterdam, 2001), p. 69; K. Walle, Buurthouden: De geschiedenis van burengebruiken en buurtorganisaties in Leiden (14e–19e eeuw) (Leiden, 2005); Decavele, Gebuurteleven; R. Bruinje, ‘De gebruiker aan zet: Zoektocht doorheen de archieven van de Gentse gebuurten’ (Vrije Univ. Brussels M.A. thesis, 2015).",
        "27": "Dorren, Eenheid en verscheidenheid, pp. 67–78; L. Bogaers, ‘Geleund over de onderdeur: Doorkijkjes in het Utrechtse buurtleven van de vroege Middeleeuwen tot in de zeventiende eeuw’, Bijdragen en mededelingen betreffende de geschiedenis der Nederlanden, cxii (1997), pp. 336–63. Exceptions to this lack of interest are Le Maresquier-Kesteloot, ‘Le Voisinage dans l’espace Parisien’; H. Deceulaer, ‘Implicaties van de straat: Rechten, plichten en conflicten in Gentse gebuurten (17de en 18de eeuw)’, Handelingen der Maatschappij voor Geschiedenis en Oudheidkunde te Gent, l (1996), pp. 121–47.",
        "28": "See, for England, L.J. Skelton, Sanitation in Urban Britain, 1560–1700 (London, 2015); C. Rawcliffe, ‘The View from the Streets: The Records of Hundred and Leet Courts as a Source for Sanitary Policing in Late Medieval English Towns’, in ead. and C. Weeda, eds, Policing the Environment in Premodern Europe (Amsterdam, 2019), pp. 69–95.",
        "29": "Eckstein, ‘Prepositional City’, pp. 1244–5. See, on neighbour disputes around water, M.E. Foncke, ‘Water’s Worth: Urban Society and Subsidiarity in Seventeenth-century Holland’ (Univ. of Amsterdam Ph.D. Thesis, 2021).",
        "30": "Liddy, Contesting the City, pp. 52–84; N. Offenstadt and P. Boucheron, L’espace public au Moyen Âge: Débats autour de Jürgen Habermas (Paris, 2015); M. Boone and M.C. Howell, eds, The Power of Space in Late Medieval and Early Modern Europe: The Cities of Italy, Northern France and the Low Countries (Turnhout, 2013); C. Billen and C. Deligne, ‘Urban Space: Infrastructure, Technology and Power’, in A.-L. Van Bruaene, B. Blondé and M. Boone, eds, City and Society in the Low Countries: Urbanisation and Urban Historiography (Cambridge, 2018), pp. 162–91.",
        "31": "Garrioch, Neighbourhood and Community, p. 33.",
        "32": "E. Le Roy Ladurie, Montaillou, een ketters dorp in de Pyreneeën (1294–1324) (Amsterdam, 1984), p. 61.",
        "33": "D.A. Frick, Kith, Kin, and Neighbors: Communities and Confessions in Seventeenth-century Wilno (Ithaca, NY, 2013), p. 60.",
        "34": "D. Lord Smail, Legal Plunder: Households and Debt Collection in Late Medieval Europe (Cambridge, MA, 2016), reconstructs value through confiscation politics in Italy and France.",
        "35": "To calculate with and convert various physical coins, city scribes used units or monies of account. In large parts of the Low Countries, the standard unit of account was the Flemish groat (Vlaamse groot, d. gr. Vl., consisting of pounds, schellingen and penningen). As elsewhere in Europe, a pound (libra, lb.), was divided into 12 schellingen (solidi, s.), and 240 penningen (denarii, d.). Thus: 1 lb. = 12 s. = 240 d.",
        "36": "W. Blockmans, Studien betreffende de sociale strukturen te Brugge, Kortrijk en Gent in de 14e en 15e eeuw: Tekst (Kortrijk, 1971), pp. 255–9. The fact that it concerned auction prices suggests that the list was not inflated with value.",
        "37": "M. Boone, M. Dumon and B. Reusens, Immobiliënmarkt, fiscaliteit en sociale ongelijkheid te Gent, 1483–1503 (Kortrijk, 1981), p. 68.",
        "38": "W.P. Blockmans and W. Prevenier, ‘Armoede in de Nederlanden van de 14e tot het midden van de 16e eeuw: Bronnen en problemen’, Tijdschrift voor Geschiedenis, lxxxviii (1975), pp. 501–38; D. Nicholas, The Metamorphosis of a Medieval City: Ghent in the Age of the Arteveldes, 1302–1390 (Lincoln, NE, 1987). For a more general discussion, see S.A. Farmer, Approaches to Poverty in Medieval Europe: Complexities, Contradictions, Transformations, c.1100–1500 (Turnhout, 2016).",
        "39": "Boone, Dumon and Reusens, Immobiliënmarkt, pp. 66–73.",
        "40": "Forrest, Trustworthy Men, pp. 11–45. The element of trust and a shared sense of community is discussed extensively in T. Dutour, Sous l’empire du bien. Bonnes gens et pacte social: XIIIe–XVeSiècle (Paris, 2015); G. Rosser, The Art of Solidarity in the Middle Ages: Guilds in England, 1250–1550 (Oxford, 2015); id., ‘Crafts, Guilds, and the Negotiation of Work in the Medieval Town’, Past and Present, no. 154 (1997), pp. 3–31.",
        "41": "M.C. Howell, Commerce Before Capitalism in Europe, 1300–1600 (Cambridge, 2010), pp. 49–92. See also, on domestic property, S. Rees Jones, York: The Making of a City, 1068–1350 (Oxford, 2013), pp. 270–309.",
        "42": "V. Harding, ‘Space, Property, and Propriety in Urban England’, Journal of Interdisciplinary History, xxxii (2002), pp. 549–69; B. van Bavel and J. Luiten van Zanden, ‘The Jump-Start of the Holland Economy during the Late-Medieval Crisis, c.1350–c.1500’, Economic History Review, lvii (2004), pp. 503–32.",
        "43": "Harding, ‘Space, Property, and Propriety’, p. 558.",
        "44": "ELO, 0508, 41A, Kenningboek A, fo. 63r (1437).",
        "45": "Ibid.",
        "46": "Coutumes des pays et comté de Flandre: Coutume de la ville de Gand, ed. A.E.M. Gheldolf (Brussels, 1868), pp. 76–84; De middeneeuwsche keurboeken van de stad Leiden, ed. H.G. Hamaker (Leiden, 1873), p. 4. See, on Bruges, H. Deneweth, Goede muren maken goede buren: Verbouwingen en buurtleven in Brugge, 1500–1800 (Bruges, 2020).",
        "47": "Unresolved cases were especially prominent in Deventer’s records. See Collectie Overijssel locatie Deventer [hereafter NL-DvCO], 0722, Clagheboek (‘Liber causarum inter actores et reos’), 5a–b (1423–1439), 5c (1453–1492). See, on civic/voluntary litigation as strategy, D. Lord Smail, ‘Aspects of Procedural Documentation in Marseille (14th–15th Centuries)’, in S. Lepsius and T. Wetzstein, eds, Als die Welt in die Akten kam: Prozessschriftgut im europäischen Mittelalter (Frankfurt am Main, 2008), pp. 139–72.",
        "48": "D. Jørgensen, ‘The Medieval Sense of Smell, Stench and Sanitation’, in R. Beck, ed., Les cinq sens de la ville: du Moyen Âge à nos jours (Tours, 2013); Rawcliffe, Urban Bodies; G. Geltner, Roads to Health: Infrastructure and Urban Wellbeing in Later Medieval Italy (Philadelphia, PA, 2019).",
        "49": "Leiden’s Kenningboeken are extant from 1434 onwards and mostly deal with issues of property and inheritance. I have sampled two consecutive years per decade between 1430 and 1480, which led to a total of fifty-two relevant cases—11 per cent of the total of 483 cases in the sample of the Kenningboeken. Sampled years are: 1436–7, 1446–7, 1456–7, 1466–7, 1476–7: ELO, 0508, 41A–D, Kenningboeken (1434–1486). For Deventer, I have sampled two Clagheboeken. Regarding the first manuscript, 5a (1423–1439), comprising 216 folios, I have gathered a representative sample of approximately 50 per cent, based mainly on legibility, which is at times very poor. From the second Clagheboek, 5c (1452–1493), I have sampled around one-fifth of the pages, which commonly contain one or sometimes two cases per page, across the 300-folio manuscript. Sampled folios are: 1v–15v (c.1452), 50v–r (c.1457), 98v–107r (c.1463), 172r–181r (c.1475), 230r–240r (c.1482), 280r–290r (c.1488). This in total yielded about sixty relevant cases from Deventer.",
        "50": "See, for instance, ELO, Kenningboek B, fo. 3r; Kenningboek D, fo. 24v (1477).",
        "51": "ELO, Kenningboek D, fo. 18r (1477).",
        "52": "Ibid.",
        "53": "ELO, Kenningboek B, fo. 46r (1448).",
        "54": "Liddy, Contesting the City, p. 63. On the particular registers, see n. 49 above.",
        "55": "ELO, Kenningboek B, fo. 27v.",
        "56": "ELO, Kenningboek A, fo. 30v (1436).",
        "57": "ELO, Kenningboek D, fo. 2r (1476).",
        "58": "Court cases in which (access to) wells are contested are Stadsarchief Gent [hereafter SAG], Reeks 301 (Jaarregisters van de Keure), no. 17, fo. 64r (1403); NL-DVCO, 0722, Getuigenboek (‘Liber attestationum civitatis Daventriensis’), 6a (1476–1506), pp. 58, 151; NL-DVCO, Clagheboek 5a, p. 8.",
        "59": "The Van Zijls were a prominent family in Leiden. ELO, Kenningboek B, fo. 223v (1456).",
        "60": "ELO, Kenningboek B, fo. 223v (1456).",
        "61": "ELO, Kenningboek C, fo. 154r (c.1466). My italics.",
        "62": "See n. 49 above.",
        "63": "The Brothers themselves lived in the so-called Meester Florenshuis: R.R. Post, The Modern Devotion: Confrontation with Reformation and Humanism (Leiden, 1968), p. 251. See also H. Levelt, ‘Regesten-lijst van het cartularium, toebehoorend het “Meester Florenshuis” en het “Arme Klerkenhuis” binnen Deventer’, Verslagen omtrent ’s-Rijks oude archieven, xli, pt 2 (1918), pp. 289–319.",
        "64": "NL-DVCO, Getuigenboek 6a, p. 88. I have not been able to trace the actual court case, which may be hidden in another register.",
        "65": "NL-DVCO, Getuigenboek 6a, p. 88.",
        "66": "Ibid.",
        "67": "Ibid.",
        "68": "Ibid.",
        "69": "Ibid.",
        "70": "Smail, ‘Aspects of Procedural Documentation’; F. Camphuijsen, Scripting Justice in Late Medieval Europe: Legal Practice and Communication in the Law Courts of Utrecht, York and Paris (Amsterdam, 2022); J.F. Benders, Bestuursstructuur en schriftcultuur: Een analyse van de bestuurlijke verschriftelijking in Deventer tot het eind van de 15de eeuw (Hilversum, 2004).",
        "71": "Liddy, Contesting the City, pp. 52–84; D. Friedman, ‘Streets and the Commune: Italy in the Late Middle Ages and the Renaissance’, and H. Deneweth, ‘Building Regulations and Urban Development in Antwerp and Bruges, 1200–1700’, in T.R. Slater and S.M.G. Pinto, eds, Building Regulations and Urban Form, 1200–1900 (London, 2017), pp. 87–139.",
        "72": "Roadworks: Medieval Britain, Medieval Roads (Manchester, 2018), pp. 81–7.",
        "73": "See several contributions in L’initiative publique des communes en Belgique (Brussels, 1984); Destruction et reconstruction de villes, du Moyen Âge à nos jours: Actes (Brussels, 1999); J. Coomans, ‘The King of Dirt: Public Health and Sanitation in Late Medieval Ghent’, Urban History, xlvi (2019), pp. 82–105; J. Haemers and W. Ryckbosch, ‘A Targeted Public: Public Services in Fifteenth-Century Ghent and Bruges’, Urban History, xxxvii (2010), pp. 203–25.",
        "74": "NL-DVCO, Getuigenboek 6a, p. 50.",
        "75": "Berry, ‘To Avoide All Envye’; Maddern, ‘Order and Disorder’, pp. 200–212.",
        "76": "For Gouda, I have surveyed the entire register of criminal convictions (Vonnisboek), which contains a total of 693 verdicts issued over eighty-three years between 1447 and 1558. Gouda, Streekarchief Midden Holland [hereafter SAMH], Oud archief, 176-1: Vonnisboek (1447–1558). For Leiden, I have sampled twenty-five years of the Correctieboeken, registers of publicly proclaimed verdicts, between 1390–1490. This yielded a total of 879 verdicts. Sampled years are: 1392–5; 1434–7, 1446–7, 1450, 1455–6, 1460, 1466–7, 1470, 1476–7, 1480, 1484, 1486–7. ELO, 0508, Correctieboeken, 4, 4A–D, 5A.",
        "77": "A good introduction is T. Dean, Crime in Medieval Europe, 1200–1550 (London, 2014), pp. 1–30. See also G. Roberts, Police Power in the Italian Communes, 1228–1326 (Amsterdam, 2019). For the Low Countries, the most in-depth quantitative studies of crime are D.A. Berends, Misdaad in de middeleeuwen: Een onderzoek naar de criminaliteit in het laat-middeleeuwse Utrecht (Utrecht, 1980); M. Müller, Misdaad en straf in een Hollandse stad: Haarlem, 1245–1615 (Hilversum, 2017); H. Diederiks and H. Roodenburg, Misdaad, zoen en straf: Aspekten van de middeleeuwse strafrechtsgeschiedenis in de Nederlanden (Hilversum, 1991). More contested is P. Spierenburg, Violence and Punishment: Civilizing the Body through Time (Cambridge, 2013). For Flanders, see P. De Win, De schandstraffen in het wereldlijk strafrecht in de Zuidelijke Nederlanden van de Middeleeuwen tot de Franse Tijd bestudeerd in Europees perspectief (Brussels, 1991).",
        "78": "See, for example, Keurboeken Leiden, ed. Hamaker, passim; De Voorgeboden der stad Gent in de XIVe eeuw (1337–1382), ed. Napoléon De Pauw (Ghent, 1885), passim.",
        "79": "T. Dean, ‘Theft and Gender in Late Medieval Bologna’, Gender and History, xx (2008), pp. 399–415; Berends, Misdaad in de middeleeuwen; Müller, Misdaad en straf in een Hollandse stad, p. 17.",
        "80": "Boone and Haemers, ‘Common Good’, pp. 115–26; J. Dumolyn and J. Haemers, ‘“A Bad Chicken was Brooding”: Subversive Speech in Late Medieval Flanders’, Past and Present, no. 214 (2012), pp. 45–86. See also H. Skoda, Medieval Violence: Physical Brutality in Northern France, 1270–1330 (Oxford, 2013).",
        "81": "M. Van der Heijden, Misdadige vrouwen: Criminaliteit en rechtspraak in Holland, 1600–1800 (Amsterdam, 2014), pp. 90–109; X. Rousseaux, ‘Crime, Justice and Society in Medieval and Early Modern Times: Thirty Years of Crime and Criminal Justice History’, Crime, Histoire et Sociétés, i, no. 1 (1997), pp. 87–118, at 95–6.",
        "82": "Smail, Legal Plunder; J.C. Scott, Weapons of the Weak: Everyday Forms of Peasant Resistance (New Haven, CT, 1985).",
        "83": "SAMH, Vonnisboek.",
        "84": "In a decision that is, as far as I know, unique to Gouda, the court made them throw two dice to determine the years of banishment. SAMH, Vonnisboek, p. 16 (1449).",
        "85": "Perhaps this referred to the long-term conflict between the so-called Hooks and Cods: P. Abels, Duizend jaar Gouda: Een stadsgeschiedenis (Hilversum, 2002), pp. 64–8.",
        "86": "SAMH, Vonnisboek, p. 149.",
        "87": "SAMH, Vonnisboek, p. 165 (1518).",
        "88": "In Leiden window smashing is mentioned explicitly in twenty-eight of 877 sampled verdicts, and in Gouda eleven of 693. ELO, Correctieboeken 4A–D, 5A; SAMH, Vonnisboek.",
        "89": "SAMH, Vonnisboek, p. 32 (1456).",
        "90": "ELO, Correctieboeken 5a, fo. 4v (1455).",
        "91": "Examples can be found at ELO, Correctieboek A, pp. 52–3, 60 (1436); Correctieboek B, fos 266r (1476), 279r (1477); Correctieboek D, fo. 21v (1490).",
        "92": "ELO, Correctieboek C, fo. 107r–v (1483).",
        "93": "They were ordained to go to Wilsnack (Coelpap), Halle (the brewer’s servant), and Galisien (the shipper). See J. van Herwaarden, Opgelegde bedevaarten: Een studie over de praktijk van opleggen van bedevaarten (met name in de stedelijke rechtspraak) in de Nederlanden gedurende de late middeleeuwen (c.1300–c.1550) (Assen, 1978).",
        "94": "Leiden’s Correctieboeken also contain a number of vague references to ‘indecent behaviour’ (onseydicheyde, onbehoorlike saken) which might have included illicit sexual activities or sexual assaults. See, for instance, ELO, Correctieboek A, pp. 18 (1434), 52 (1436), 208 (1446).",
        "95": "Leiden’s extant law codes only mention people of bad deeds (quade fayten) as characterisations of foreigners with a ‘criminal record’: Rechtsbronnen Leiden, ed. Hamaker, pp. 21, 40, 60, 216.",
        "96": "Deventer’s aldermen ordained that ‘no guild servants could go out after the fair (kermis) to dance or make any onstuer’. NL-DVCO, 0690, Buurspraakboek (‘Edicta magistratus die buyrspraecht genoemptt’), 135–1 (1459–1538), p. 87.",
        "97": "Leiden’s and Gouda’s magistrates both also often used the euphemism of onnutte woirden, which can be classed as verbal assault. Excluding verbal resistance to officials, the category of verbal assault comprised 169 (of which twenty-six involved women) of a total of 830 cases in Gouda, and fifty-seven out of a total of 855 convictions in Leiden. See, for instance, ELO, Correctieboek A, p. 196 (1434).",
        "98": "ELO, Correctieboek B, fo. 29v (1450).",
        "99": "The latter terms comprised more than a third (350 of 955) of what he saw as unspecified crimes. Berends, Misdaad in de middeleeuwen, pp. 74–5, 127–30, 140–45. The Latin errores has a similar double meaning, of wanderings and errors.",
        "100": "NL-DVCO, 0722, Oorvedenboek (‘Membra Disiecta: register van oorveden’), 48b (1476–1544).",
        "101": "NL-DVCO, Oorvedenboek, p. 19 (1485).",
        "102": "ELO, Correctieboek A, p. 247.",
        "103": "ELO, Correctieboek A, p. 234.",
        "104": "ELO, Correctieboek 4, fo. 7v (1395).",
        "105": "Berends, Misdaad in de middeleeuwen, pp. 81–5; Muller, Misdaad en straf, pp. 68–71. W.C. Jordan, From England to France: Felony and Exile in the High Middle Ages (Princeton, NJ, 2015), notes that many exiles or abjurers were convicted for theft.",
        "106": "R. Mazo Karras, Sexuality in Medieval Europe: Doing Unto Others (New York, 2017), pp. 155, 175–7; C. Delameillieure, ‘Trouwende vrouwen’, in J. Haemers, A. Bardyn and C. Delameillieure, eds, Wijvenwereld: Vrouwen in de Middeleeuwse stad (Antwerp, 2019), pp. 58–64; Berends, Misdaad in de middeleeuwen, pp. 110–11.",
        "107": "S.M. Butler, Forensic Medicine and Death Investigation in Medieval England (London, 2014); H. Nijdam, ‘Compensating Body and Honor: The Old Frisian Compensation Tariffs’, in W.J. Turner and S.M. Butler, eds, Medicine and Law in the Middle Ages (Leiden, 2014) pp. 25–57.",
        "108": "See, for instance, an ordinance urging neighbours to be vigilant at night for violence, at ELO, Correctieboek D, fo. 21v (1490). Committing offences at night, including material pollution or dumping waste, would often be regarded as a reason for a heavier penalty. Keurboeken Leiden, ed. Hamaker, p. 94 (1398); De middeleeuwsche rechtsbronnen der stad Utrecht, ed. S. Muller (4 vols, The Hague, 1883–5), i, p. 397 (1355).",
        "109": "Examples are ELO, Correctieboek A, p. 69 (1436); Correctieboek B, fo. 140v (1460).",
        "110": "ELO, Correctieboeken 4, 4A–D, 5A (sample of 25 years between 1390–1490); NL-DVCO, Oorvedenboek, fos 1–14r.",
        "111": "NL-DVCO, Oorvedenboek, fos 1v–5r (1477–8), 24v (1493).",
        "112": "NL-DVCO, Oorvedenboek, fos 10v–11r (1483). ELO, Correctieboek A, p. 266 (1448); Correctieboek B, fo. 35v (1450). On violence around taverns, see Skoda, Medieval Violence, pp. 88–118.",
        "113": "ELO Correctieboek Klad 5A, fo. 5v (on a cemetery, 1455) Correctieboek B, fo. 84v (1456)",
        "114": "ELO, Correctieboek B, fos 21v (1450), 184v (1466); NL-DVCO, Oorvedenboek, fos 3v–5r.",
        "115": "ELO, Correctieboek B, fo. 183v (1466); SAMH, Vonnisboek, pp. 226–7.",
        "116": "ELO, Correctieboek C, fo. 98r (1483). See also drunken urban soldiers on a campaign (herevaart): Correctieboek B, fo. 95r (1456).",
        "117": "ELO, Correctieboek C, fo. 113v (1484); NL-DVCO, Oorvedenboek, fo. 4r (1478).",
        "118": "ELO, Correctieboek C, fo. 7r (1477).",
        "119": "ELO, Correctieboek C, fo. 149v (1486); SAMH, Vonnisboek, p. 196.",
        "120": "ELO, Correctieboek C, fo. 99r (1484).",
        "121": "Especially in Kampen, authorities focused heavily on banning extramarital sexual activities, and even publicly read out lists of reported offenders. See H. Brand and E. Frankot, ‘Das Kampener Stadtbuch Digestum Vetus als Spiegel der städtischen Normierungspolitik’, in H. Brand, S. Rabeler and H. von Seggern, eds, Gelebte Normen im urbanen Raum? Zur sozial- und kulturgeschichtlichen Analyse rechtlicher Quellen in Städten des Hanseraums (13.–16. Jahrhundert) (Hilversum, 2014), pp. 45–61.",
        "122": "ELO, Correctieboek A, p. 70 (1436); Correctieboek C, fos 7r (1477), 113v (1484). See also, on this topic, Carlier, ‘Soldariteit of sociale controle?’, pp. 71–93; Capp, When Gossips Meet.",
        "123": "ELO, Correctieboek C, fo. 9r (1477); Correctieboek B, fo. 222r (1470).",
        "124": "See, on militias, B.C.M. Jacobs, Justitie en politie in ’s-Hertogenbosch voor 1629: De bestuursorganisatie van een Brabantse stad (Assen, 1986); J. Haemers and B. Verbist, ‘Het Gentse gemeenteleger in het laatste kwart van de vijftiende eeuw: Een politieke, financiële en militaire analyse van de stadsmilitie’, Maatschappij voor Geschiedenis en Oudheidkunde te Gent, lxii (2008), pp. 291–325; Prak, Citizens Without Nations, pp. 140–60.",
        "125": "C. Wickham, ‘Fama and the Law in Twelfth-Century Tuscany’, in D. Lord Smail and T. Fensters, eds, Fama: The Politics of Talk and Reputation in Medieval Europe (Ithaca, NY, 2003), pp. 15–27; Danneel, Weduwen en wezen, pp. 407–9."
    }
}