{
    "title": "Mass-Observation, Left Intellectuals and the Politics of Everyday Life*",
    "author": "Alexandre Campsie",
    "date": "19 February 2016",
    "article": "This article examines the careers of a number of left thinkers who broke with the Communist Party of Great Britain in the late 1930s, committing themselves instead to a ‘politics of everyday life’ based on social investigation. Central to this moment was the social research organisation Mass-Observation, the sociologists of which argued that democracy should be built around the vibrancy and irreverence they identified in ordinary culture. This ambition gained its fullest application during the 1940s, as a number of former M-O researchers became influential in the social reconstruction effort, in Labour Party policy circles and, later, in post-war academic sociology. By tracing the sociological arguments of unaligned left intellectuals from the 1930s to the 1950s, this article emphasises the rich plurality of influences at play within British progressive thought in the mid-twentieth century—influences which spanned the worlds of far-left activism, literature, art, the social sciences, town planning and parliamentary politics. It also helps us to reassess the genesis of the first ‘New Left’ in 1956. This is often hailed as the moment when British socialists first started to appreciate ordinary culture, freed from political dogmatism. In fact, left intellectuals had been engaging with the politics of everyday life for at least two decades previously. Indeed, the nostalgic accent which some New Left writers placed on the traditional working-class group was but one facet of a more heterogeneous political tradition—one concerned to think beyond ‘class’ altogether, and to examine how culture operated at the level of the individual.In 1956 the sociologists Michael Young and Edward Shils composed a pamphlet reflecting on ‘What is Living and What is Dead in Socialism’.[CITATION-1] Young and Shils had frequently been intellectual collaborators over the previous decade but, judging by the many lively annotations inscribed on the personal copy in his private papers, most of the ideological slant of this document came from Young. Indeed, the mid-1950s were a time of political disillusionment for Young. Appointed as director of the Labour Party’s Research Department in 1945, he had drafted the party’s 1945 and 1950 election manifestos, and had played a key role in shaping its policy direction. But Young became increasingly disappointed with what he saw as the intransigence of some of his colleagues, and the seemingly limited capacity of mainstream parliamentary politics to enact radical change. He resigned from his post in 1950, going on to complete a Ph.D. in social policy at the London School of Economics (LSE) in 1952 before setting up a year later the Institute of Community Studies (ICS), a social-research organisation that was concerned with the study of working-class life in London’s East End. The 1956 pamphlet was thus part of Young’s wider attempt to make sense of the past few decades, and to reconcile his troubling recent experiences as a Labour Party policy-maker with his other roles as a left intellectual and a sociologist of everyday life.Young argued that diverse strands of ethical, utopian, religious and idealist thought had all been essential in shaping the outlook of the contemporary British left. Even in the 1930s, he suggested, when many left intellectuals (including Young himself) had developed a sustained engagement with Marxism, and had pledged support to the Communist Party of Great Britain (CPGB), the importance of these ‘humanitarian’ intellectual influences had prevented the British left from straying too far into dogmatism or crude ‘economism’.[CITATION-2] By this Young meant that British socialists had never been solely preoccupied with pulling the economic levers of power. They also realised the importance of encouraging diversity, vitality and freedom in the realm of culture—what Young termed the full ‘liberation of man’s creative power, the fulfilment of his potentialities of expression’. However, Young and Shils warned that this vibrant and intellectually pluralistic aspect of left-wing thought was being slowly eroded by the Labour Party’s growing ‘ideological doctrinarism’, as leading figures on the left and right of the party clashed in the 1950s over the more narrowly ‘organisational’ issues of nationalisation and the economy. Young and Shils urged their peers to look beyond these technocratic concerns, encouraging them to think creatively about how to expand and extend both man’s freedom and his capacity to use it. Only these ideas would keep alive the left’s traditional concern with ensuring equality and allowing individuals to ‘feel more deeply and to create more fruitfully’.[CITATION-3] A range of important historical accounts have broadly echoed this assessment of early to mid-twentieth-century British socialism. Martin Francis has mapped the various ‘heterogeneous’ influences that shaped British left-wing thought from the 1930s, through the years of the Second World War, and on into post-war planning. He has argued that the British left’s ‘latitudinarian vision of socialism’ remained highly fluid over this period, but was ultimately always committed to an ethical desire to nurture individual liberty, whilst also bringing about the collectivist common good.[CITATION-4] Stephen Brooke has also emphasised the twentieth-century Labour Party’s flexible and ‘libertarian’ understanding of socialism.[CITATION-5] Its attempts in the 1940s to match the values of ‘liberty, pluralism and decentralization’ to a robustly planned economy, for him best expressed in the thought of the economist and Labour MP Evan Durbin, explain many of the ideological tensions which provoked party debates in subsequent years.[CITATION-6] Jeremy Nuttall has also used Evan Durbin’s ideas to illustrate the central dynamics underpinning left-wing thought in the early to mid-twentieth century. He argues that Durbin’s interest in psychology and sociology was employed as part of a wider ‘multi-dimensional pursuit of equalitylibertyfraternityefficiency’.[CITATION-7] The very idea that these seemingly incompatible values could be reconciled, he continues, highlights the importance of ‘synthesis’ to British socialism; a credo, Nuttall argues, which has consistently sought to blend strikingly diverse influences in pursuit of its aims.[CITATION-8] Ben Jackson, meanwhile, has drawn together many of these perspectives in his wide-ranging study of the British left’s political thought. Jackson traces how an assortment of progressive thinkers reacted against the economistic Marxism of the Popular Front and Left Book Club circles in the 1930s, looking first to economics and then to sociology and psychology to attain a deeper and more multi-layered understanding of human nature. Their attempts to think beyond class analysis spawned a range of communitarian and social-democratic solutions which flourished over the course of wartime and post-war reconstruction. In particular, a number of intellectuals, including Michael Young, were profoundly influenced by the ‘solidaristic ethic’ of wartime society.[CITATION-9] Bolstering their arguments with findings derived from post-war sociology, they insisted that the most effective way to forge an egalitarian politics was to protect the mutualistic, co-operative practices that already existed within working-class life, in opposition to the centralising, ‘hierarchical’ tendencies of the centralised capitalist state.[CITATION-10] All of these accounts, therefore, stress the intellectual syncretism of British socialism. They argue for the importance of ethical and libertarian aspects of left-wing thought, at the expense of narrowly economistic or statist strategies. They foreground the 1940s, and the engagement during that decade with the emergent disciplines of professional sociology and psychology, as crucial for the development of left thought. However, they also tend to focus on the ideological contribution of quite a narrow network of figures. Stephen Brooke pinpoints the ‘young academics’ and Labour MPs associated with the New Fabian Research Bureau in the 1930s, including Hugh Gaitskell, Evan Durbin, Douglas Jay, Barbara Wootton and James Meade, as vital in helping to forge a libertarian vision of socialist planning throughout the 1940s and 1950s.[CITATION-11] Martin Francis also focuses on a similar milieu, centring his study on an ‘informal, but still closely interlocked’ grouping of Labour Party-affiliated intellectuals and government ministers.[CITATION-12] Even Ben Jackson, who is concerned to reconstruct the connections between sociological studies of working-class life and broader left thought in the 1940s and 1950s, chiefly concentrates on debates carried out within mainstream Labour currents. This means that, despite their emphasis on intellectual ecumenicalism, these histories can at times appear somewhat self-contained—tracking only how Labour Party policy emerged from within Labour Party ideological circles.To this end, Lise Butler has recently sought to locate more substantively some of the external intellectual influences on the ‘communitarian and co-operative’ tradition of socialism espoused by Michael Young.[CITATION-13] She argues that the post-war British left’s ethical and ‘relational’ modes of thinking benefited from a sustained engagement with Anglo-American social psychology, sociology and social anthropology in the 1940s—highlighting Young as a key figure in this transmission. She traces how Young, his sociologist collaborators at the Institute of Community Studies, and his contacts in the Labour Party, utilised various social-scientific ideas concerning the family and individual psychology to develop a ‘model of socialist citizenship, solidarity and community’.[CITATION-14] This is a highly illuminating intellectual history, which stresses the fluidity of left thought in this period and reinforces existing depictions of Young as an important ideological gatekeeper for the British left through the mid-twentieth century.[CITATION-15] This article, however, contends that the origins of this pluralistic tradition have longer roots, and can be viewed within a slightly different context. It argues that, before mainstream Labour figures developed their libertarian and communitarian approaches to planning in the 1940s, a range of non-aligned left thinkers were articulating similar ideas within the intellectually febrile milieu of the interwar Popular Front. Michael Young, as he acknowledged in his 1956 pamphlet, was part of this moment: he followed what has been described as the British left’s ‘Marxist turn’ in the 1930s by joining the Holborn branch of the Communist Party and engaging in Labour left activism as president of the London School of Economics Socialist Society.[CITATION-16] But Young also broke quite soon with such party-political commitments. He left these roles in the later 1930s, instead dedicating himself to the study of working-class life through forms of social observation that were not directly connected to party politics. This was not a lone journey, but one that was in fact taken by an important group of thinkers examined in this study. I trace how their adoption of a consciously unaligned ‘left’ position in the late 1930s brought them into contact with a range of heterodox influences earlier than those who remained active within party structures, and led them to devise a politics devoted primarily to understanding the lives of ordinary people through sociological study.Crucial to this moment was the social-research organisation Mass-Observation (M-O), formed in 1937. Historians have variously examined M-O’s aesthetic, sociological, literary and artistic influences.[CITATION-17] But here I situate the group at the centre of an important political current within British left thought. It led a wider movement—of which Michael Young was a part—towards studying ‘everyday life’, arguing that politics should be constructed around the insights gleaned from these critical inquiries. This ambition achieved its fullest application during the 1940s, as a number of former M-O researchers became influential in projects of social reconstruction, in Labour Party policy circles and, later, in academic sociology. Throughout, they continued to argue that socialism would only prosper if it paid due respect to the idiosyncratic habits of ordinary people. Unlike the strands of social-democratic thought identified by previous studies, this was a politics grounded first and foremost in the process of interpretative, ‘bottom-up’ social investigation, rather than articulating anvision of what a socialist society should look like; but it developed alongside these more familiar traditions, contributing to the diverse ideas that shaped British socialism in this period.By tracing the sociological work of unaligned left intellectuals from the 1930s to the 1950s, this article further emphasises the rich plurality of influences at play within British progressive thought in the mid-twentieth century—influences which spanned the various worlds of far-left activism, literature, art, the social sciences, town planning and parliamentary politics. Importantly, I concentrate on the work of thinkers who remained specifically unaffiliated to any political party. Their chosen role allowed them to produce analyses of ordinary culture that were strikingly flexible in their methodological approach. This therefore also helps us to reassess the genesis of the first ‘New Left’ of the late 1950s, and the birth of cultural studies in the early 1960s. In 1956 a number of Communist Party-affiliated thinkers left the CPGB, breaking with what they saw as the damaging anti-intellectualism of party orthodoxy. They instead embraced a number of interdisciplinary techniques in order to assess contemporary culture, in the hope of founding a politics more closely attuned to the experience of working-class people. Their work is often hailed as the moment when British socialism first started to examine everyday life in its full diversity, freed from the demands of political dogmatism.[CITATION-18] In fact, left intellectuals had been engaging with the politics of everyday life in this way for at least two decades previously. Indeed, as will be shown, the nostalgic accent which New Left writers such as Richard Hoggart and Raymond Williams placed on the traditional working-class community was not the sole building block of left thought across this period. It was but one facet of a more heterogeneous political tradition, of which another major animating concern was to think beyond class altogether, and to examine how culture operated at the level of the individual.From the mid-1930s onwards, a number of British left-wing intellectuals began to seek a closer appreciation of the ‘everyday’ experiences of working people. The(), a Communist Party-affiliated theoretical journal launched in 1934 and edited by Tom Wintringham, Montagu Slater, Amabel Williams-Ellis, Edgell Rickword, Randall Swingler and Alick West, became the ‘nerve centre’ of this endeavour.[CITATION-19] Along with John Lehmann and Ralph Fox, the editors of the journalthese figures believed that a critical engagement with everyday life, through literature, social observation and art, would act as the democratic ‘bridge between Communists and fellow travellers and between social classes’ that was required to topple capitalism.[CITATION-20] This was part of a Popular Front-inspired attempt to yoke together a broad coalition of ‘progressive’ social groupings against both the iniquities of industrial structures and, more pressingly, the threat of fascism.However, a set of much older influences was also marshalled for this urgent task. A literary language of artisanal ‘craft’—one which drew on the writings of Matthew Arnold and William Morris, and which John Burrow, Stefan Collini and Donald Winch have described as characteristic of British liberalism—was applied to the specific problems generated by modern society.[CITATION-21] In particular, the ability to express one’s individuality was seen as a means of eluding the rigid social categories imposed by capitalist society. The journals published vivid, first-hand tales of working-class experience written by ‘worker-writers’, which dramatised the apparently unclassifiable nature of everyday existence.’s leading theoreticians believed that capitalism attempted to imprison ordinary people within a monolithic ‘class’ identity. As Jack Lindsay, ancontributor and prolific political novelist, later explained, ‘the alienating process (in Marx’s sense)’ stripped workers of their identities. The ‘struggle against it’ would therefore begin from a creative celebration of individual expression.[CITATION-22] Jack Hilton, a Rochdale plasterer, fireman, and carpenter who had used periods of prolonged unemployment to take up writing, filled his writings with heroes from the margins of capitalist life: tramps, boxers, road-menders, the unemployed, and gypsies.[CITATION-23] Their protean existences demonstrated a heroic ability to survive within, but never because of, society’s strictures.Working-class culture was therefore prized for its romantic, anti-capitalist values. But it was also admired for the solidarity of its institutions. Plebeian spaces such as working-men’s clubs, football grounds and the pub provided the well-established foundations needed to develop spontaneous, egalitarian impulses. As the poet and Communist Party activist Charles Madge articulated, in a poem first published in, the future socialist society would first emerge in the pub, where worker and intellectual would draw together over ‘The industrial drink, in which my dreams and theirs/ Find common ground’.[CITATION-24] Mass-Observation was formed by Madge and the anthropologist Tom Harrisson in 1937, with the aim of fulfilling the prescription of exploring the dynamics of working-class life. They hoped that studying everyday life would readjust the power balance in British society, which saw a few ‘men of genius’ ruling through the stifling of public expression.[CITATION-25] As well as contributing pieces to the, Madge published his own Modernist poetry. His work was influenced by I.A. Richards, his tutor at the University of Cambridge, and T.S. Eliot, who acted for a while as his artistic patron. Madge was also involved in the world of British Surrealism, and helped to organise the 1936 Surrealist Exhibition in London. More mundanely, he had worked as a journalist for thein the early 1930s,[CITATION-26] and Madge recalled with fondness the idiosyncratic insights into popular culture which this role had granted him. These cumulative aesthetic and professional influences, each of them concerned with the irreverence and ‘magic’ to be found within everyday life, ensured that Madge’s political outlook was always much more flexible and amenable to the realm of culture than the ‘Stalinist orthodoxy’ of which he and his CPGB comrades have been accused.[CITATION-27] Crucially, his relatively unique intellectual formation also led him to be more interested in understanding the mediated forms of culture found within capitalist society than many of hiscolleagues.Over the course of the 1930s Madge grew increasingly dissatisfied with the rather impressionistic depictions of working-class life given by other Popular Front thinkers. This was best illustrated by another of Madge’s interventions in thedebates, his submission to C. Day Lewis’s(1937). This volume was effectively an extendedmanifesto. It featured work by the writers Edgell Rickword, Arthur Calder-Marshall, Edward Upward and Rex Warner, as well as by J.D. Bernal, the socialist scientist, and the Marxist art historian Anthony Blunt.[CITATION-28] Madge’s article, ‘Press, Radio, and Social Consciousness’, had already appeared in a slightly modified form in.[CITATION-29] What marked it out from the other contributions was its approach to issues of culture. Day Lewis had cast the creative tools needed to challenge the capitalist order in classically bourgeois terms. He poured scorn on theatre and cinema. These were ‘ludicrously trivial’ and ‘fatuously pretentious’ mystifications produced to dupe the masses.[CITATION-30] As Rex Warner stated, it was the ‘Enlightenment’ values of art, literature, and poetry that should be mobilised to write about everyday life.[CITATION-31] Madge, however, rejected this formula. He believed that ‘high culture’, and in particular fiction, could only offer ‘an escape into the worlds of wish-fulfilment’.[CITATION-32] Working-class people simply preferred other things; and their culture should thus be examined on its own terms.To this end, Madge and his new M-O colleagues began engaging with social-scientific ideas. M-O’s first publication, which also came out in 1937, featured a section detailing a range of social-psychological, sociological and anthropological ‘best works’ from which left thinkers could purportedly learn. These included studies carried out by Political and Economic Planning (PEP), The Pilgrim Trust, the Chicago School of sociology, Oscar Oeser’s Social Psychology research group at the University of St Andrews, and the New Fabian Research Bureau.[CITATION-33] There was extended discussion of Robert and Helen Lynd’s Middletown study of Muncie, Indiana, in which the Lynds had employed anthropological, ethnographic and journalistic techniques to probe the ‘average’ American experience of twentieth-century life.[CITATION-34] Marie Jahoda and Hans Zeisel’s socio-psychological investigation of unemployment in Marienthal, Austria, was also highlighted. Jahoda and her team used oral testimony, participant observation, and statistical sampling to uncover the effects that unemployment had on the wider community.[CITATION-35] As Madge now argued in, these more objective forms of social research could also serve the Popular Front’s political purpose. The empirical study of patterns of leisure, popular pastimes, and the consumption of mass entertainment offered a far more realistic insight into working-class experience. Madge’s initial artistic interest in the popular media thus fed into a wider turn towards the ‘everyday’ within inter-war sociology, subsequently forming the basis for M-O’s ‘bottom-up’ description of working-class culture. Non-voters, for example, were analysed as individuals with whole affective worlds rather than as socially aberrant. In fact, they ‘had as good a reason for not voting as the voter has for using the vote’.[CITATION-36] Gambling, too, was praised as an important ‘outlet for personal frustration, ambition, and faith’, something which had been ‘often ignored by opponents’.[CITATION-37] M-O’s findings were politically troubling. Although these activities were popular, they were also consumed on a more individualistic basis and undercut the traditional socialist concept of monolithic class solidarity. Madge, and Mass-Observation, perceived that ordinary life was ‘stratified into a large number of subtly graded class cultures’, formed around a complex web of associational, economic and individual relations.[CITATION-38] To Madge, this appeared to offer a more accurate understanding of the social world. He argued that social analysis, and subsequent political action, could only ‘start from an acceptance of the real conditions of experience’.[CITATION-39] Everyday life had to be studied from below, and without any preconceived assumptions about ‘correct’ class behaviour. This held the key to appreciating working-class experience and, ultimately, advancing social progress.M-O therefore emerged out of a wider debate within 1930s socialism. However, it made a crucial break with this milieu. It corrected the impressionistic valorisations of working-class culture which were otherwise commonplace in the Popular Front-era left. To do so, it left behind explicitly politicised writing, and instead called for a more detached form of social analysis. It argued that every aspect of ‘everyday life and everynight life’ needed to be examined in a critical, non-judgemental manner, even if this meant considering topics which might initially seem politically disconcerting to socialist intellectuals.[CITATION-40] Mike Savage has claimed that many sociologists in this period remained guided by more patrician forms of social analysis.[CITATION-41] Nonetheless, this left-wing, explicitly ‘modern’ social science actively sought to break down these older assumptions, and to achieve a more relativistic depiction of culture. Ultimately, however, its desire to create an ‘instrument’ which might bring about concrete social change was hampered by a lack of funding.[CITATION-42] In fact, by the winter of 1938–39 M-O was ‘close to collapse’, with many of its researchers unpaid, hungry and profoundly disgruntled.[CITATION-43] It was the new opportunities opened up by the extension of the wartime and post-war state that enabled a realisation of M-O’s initial aims.This moment came in the early to mid-1940s, as the course of the war turned in Britain’s favour. Across the political spectrum, thoughts turned to post-war reconstruction. Social researchers were now in demand—and Charles Madge was a notable beneficiary. He had begun investigating the ‘social factors’ involved in economic decision-making in 1938, using the ethnographic field site that M-O had established in Bolton as his base.[CITATION-44] Although he left M-O in 1940, he continued his project, working at what he called the ‘fruitful borderland between economics and social research’,[CITATION-45] and his study fed into an investigation of regional spending patterns sponsored by J.M. Keynes and the National Council for Social and Economic Research (NCSER).[CITATION-46] This resulted in a series of articles published in thefrom 1940 to 1941.[CITATION-47] Keynes was eager to gain insights into working-class fiscal habits as he sketched out a new taxation policy, and Madge’s experience in this field now made him a sought-after figure.Madge’s study of distinct financial ‘cultures’ in Coventry, Bolton, Bristol, Glasgow, and Leeds demonstrated that individuals possessed their own rituals regarding money, which were strongly resistant to external change.[CITATION-48] Nonetheless, they also possessed a strong ‘practical and empirical’ streak.[CITATION-49] This had come to the fore in the war. Madge used oral testimony to illustrate how ordinary families had complied with household budget constraints, but had reframed them within existing patterns of working-class life. This problematised the vision of class struggle articulated by earlier left-wing figures.had framed itself as the intellectual vanguard needed to lead ordinary people in their inevitable struggle against the capitalist state. But Madge now believed working-class cultures were powerful and creative enough to organise themselves. He argued for a society structured so that the idiosyncratic patterns of social life which he had explored in the regions could be reproduced on a national basis.Michael Young was another left-wing sociologist who benefited from these new opportunities. Before the war Young had initially worked as a solicitor at McKenna and Company, before taking an Economics degree at the LSE, where he attended additional classes in political science, commercial law, and social and economic history.[CITATION-50] At the same time, he also remained active in the world of London grass-roots socialism. There were strong links in the 1930s between the Workers’ Educational Association (WEA), the Labour Party, and local left-wing community projects, with which M-O itself had been involved.[CITATION-51] Young was involved in these endeavours while at the LSE, through his activism with the Communist Party, and as a member of the WEA.[CITATION-52] Young was particularly interested in exploring how the vibrancy of working-class culture might be encouraged. The war effort gave him an ideal opportunity to think this through, as community-based projects such as the WEA were co-opted into the expanded civil defence and military apparatus.[CITATION-53] He founded the state-funded Industrial Discussion Clubs Experiment in 1943, along witheditor Amabel Williams-Ellis and the Marxist art historian Alan Jarvis. These were essentially WEA discussion sessions replicated in a factory setting. As Jarvis later explained, their groups attempted to provide safe spaces where ‘the real contemporary problems of real people’ might come to the fore.[CITATION-54] In 1939 Young secured a position as a researcher for Political and Economic Planning, the think-tank founded in 1931 by Max Nicholson. He began to study how the new institutions of the wartime state interacted with pre-existing patterns of working-class life, while ‘carrying out all sorts of welfare work’ in Blitz-era London.[CITATION-55] His findings were presented in a PEP research pamphlet published in 1941 on the management of the wartime social services. Far from destroying them, Young found that the London County Council’s shelter policies had bolstered working-class initiatives. In Bermondsey, co-operation between ‘the local authority, the ARP organisations, voluntary bodies and representatives of the shelter population’ had produced a flourishing sense of community.[CITATION-56] The council had distributed books and allocated more spaces for civic use. The community in turn used these to organise adult education classes, lead collective reading and wireless groups, and encourage workshops in painting and creative writing. State policy therefore did not ‘replace’ working-class culture, and could instead ‘provide new and richer opportunities’ for its development.[CITATION-57] Moreover, it cut across the barriers imposed by socio-economic class. New community schemes helped to foster ‘unexpected sources of social leadership’, with working-class residents leading their middle-class neighbours in communal activities.[CITATION-58] If properly planned, Young concluded, state policy could be used to allow every individual to have a fair stake in society.The wartime state provided socialist intellectuals with the opportunity to study everyday life at closer hand. Two different strands of thought arose from this. Madge believed that the ingenious working-class cultures he had valorised as acritic, and had carefully charted as an M-O and NCSER-sponsored sociologist, were entirely autonomous. They functioned at a family, and even an individual, level. The state therefore needed to use top-level planning to remove economic inequality, while allowing the free play of working-class individuality to proliferate from the bottom up. Young argued for close, micro-level linkages between local authorities and existing systems of working-class mutualism, in order to bolster an organic communal politics. As he later argued, it was in the kinship group of extended family, and ‘amongst friends at work, in the pub’ that ordinary people were most themselves; in short, were most individual.[CITATION-59] The state should nurture these resistant spaces within everyday life, using them as the foundation stones on which to construct a true democracy. Madge thus believed that ‘civic experience’ was constructed out of private habits and customs, expressed at an individual level.[CITATION-60] In contrast, Young argued that people were only most free to express these private desires when in a group, encouraged by the presence of like-minded ‘fellows’.[CITATION-61] Nonetheless, both agreed that the overriding aim of socialism was to free individuals to behave in diverse ways, even if this contravened certain normative assumptions held by socialist leaders. This had been the driving dynamic of their political careers, ever since the earliest debates at the. A number of historians have suggested that the wartime projects of social reconstruction mobilised the intelligentsia in some way.[CITATION-62] The ‘collective’ nature of the war, with its emphasis on the sacrifices made by the working class, so it is argued, caused British intellectuals belatedly to veer towards progressivism, without really wishing radically to transform society. This had the consequence that the policies of the Welfare State simply repackaged the paternalistic assumptions of the ruling class, ensuring that a social hierarchy built on ‘cultural privilege’ remained almost untouched.[CITATION-63] The work of Madge and Young challenges this narrative. These left intellectuals were part of a longer process of attempting to understand everyday life, with intellectual roots stretching much further back into the previous decades. Their engagement was centred less explicitly on ‘class’ analysis, and was principally concerned with seeking to bolster diversity and individuality within working-class life.By the same token, some historians have suggested that the work of left-wing intellectuals with the wartime state dulled the radical message of Mass-Observation and the Communist milieu from which it emerged.[CITATION-64] But, as we have seen, Madge, Young and their sociologist colleagues had already broken with overtly politicised writing in the 1930s. They had adopted a more flexible ‘left’ position, and their primary allegiance was to social observation. Collaboration with a range of liberal or centrist social-research projects set up in the 1940s was seen as the best means to further this politics of ‘everyday life’; but it did not imply outright accommodation with reformist measures. Both Madge and Young offered strikingly critical words when invited by William Beveridge to comment on a draft of hisin 1944.[CITATION-65] They attacked Beveridge’s ‘idealist’ approach, arguing that the policies of social amelioration he proposed could never be achieved in a capitalist society chained to motives of ‘prosperity’ and greed.[CITATION-66] These left intellectuals therefore continued to articulate a systemic critique of capitalism that was very similar in nature to the 1930s Communist Party analysis; however, they now believed that a truly democratic politics could only emerge from sustained study of popular culture.The strategic differences between Madge and Young’s own ideological positions were largely brushed over in the period of wartime reconstruction in the mid-1940s. Instead, they concentrated on presenting sociological work which underlined the creativity of everyday life., a journal of contemporary criticism founded by Madge in 1945, became an important vehicle for this critical sociology. The former Mass-Observation researchers Peter Hunot, Bill Naughton, Diana Murray-Hill, Dennis Chapman, Priscilla and Henry Novy, and John Atkins were all contributors, as was the co-founder of M-O, Tom Harrisson. Published over the course of the subsequent two years, the journal sought to bridge disciplinary divides, by drawing together literary criticism, economics, history, and ethnography to produce a ‘total’ sociology of ordinary life, such as M-O had been founded to achieve a decade earlier.[CITATION-67] A particularly successful example of this methodology was the photojournalistic study of suburban life produced by Peter Hunot and the photographer Arnold Behr. Hunot remained an energetic activist for civil liberties throughout his life, and was part of the conscientious objection movement during the Second World War. He also carried out a number of social surveys with Mass-Observation in the 1940s.[CITATION-68] He was specially commissioned by Charles Madge to produce the report on Britain’s growing suburbia, which featured in the November 1946 edition of. It presented a non-judgemental account of life in Clarence Crescent, a London County Council estate of 87 prefabs in the borough of Wandsworth.[CITATION-69] Hunot’s piece was based on research that he had initially carried out during the war, largely while a tenured Mass-Observer;[CITATION-70] the opportunities provided by post-war social reconstruction enabled him to revisit his sociological findings and reflect on their wider cultural and political meanings.In his study, Hunot wanders around the estate in the classic style of the ‘form he cites as an influence.[CITATION-71] He introduces a number of media in order to deepen his account of suburban life. He chats with inhabitants, overhears lively, jumbled conversations, and filters in descriptive passages of the neighbourhood landscape, all interspersed with Behr’s photography.[CITATION-72] The effect is very similar to E. Wright Bakke’s thesis, published in 1933, on the ‘unemployed men’ of South-East London. Influenced by nineteenth-century English social observation, as well as Chicago School sociology, Bakke used impressionistic description, oral testimony, and stylised ‘observed’ vignettes to achieve a more subjective and ‘human’ account of everyday life.[CITATION-73] The resemblance to the work of Bakke is particularly evident in Hunot’s treatment of household objects. Bakke had described how the many different ‘brightly polished door-knobs, letter slot covers, and in some cases name-plates’ he found on neighbourhood doors all carried complex socio-symbolic meanings.[CITATION-74] Similarly, Hunot notes how the way in which each home is furnished is expressive of a sense of independence, evoking the ornaments, red-ochred concrete door slabs, second-hand pianos, polished doorknockers, and the brightly-coloured and carefully cultivated flower arrangements he encounters during his meanderings.[CITATION-75] These idiosyncratic objects highlight the ingenuity of working-class individuals. Hunot’s household pen-portraits connected these sociological techniques to an enduring aim of the British left. By writing a deeper sociology of everyday life, he was aiming to think beyond crude categories of ‘class’ and to gain a heightened appreciation of working-class experience. A monolithic, class-based understanding of culture mattered far less than individual taste.Hunot’s piece concentrates primarily on its descriptive task. Nevertheless, its ideological roots are undeniable. The study is underpinned by strong cultural and political argument. While Bakke’s work had been an investigation into the socio-psychological effects of unemployment and its arguments had been directed at political leaders and policy-makers, Hunot, by contrast, wanted to make a precise socio-political statement. He wrote to correct the many cynical accounts of council-estate, and by extension working-class, life which pervaded the period. Many public left-wing intellectuals, such as George Orwell and J.B. Priestley, held ambiguous views on Britain’s emerging suburbia. Their political writing had celebrated the traditions of English everyday life, arguing that its sympathetic egalitarianism could be used to construct a progressive national collective.[CITATION-76] The newly privatised cultures apparent on suburban estates—municipal as well as private—seemed threatening to these civic values. Although he spoke of its ‘essentially democratic’ nature, Priestley in particular remained deeply ambivalent about the ‘new England’.[CITATION-77] Council estates eroded social inequality and deprivation; but their homogeneous character was also ‘lacking in zest, in gusto, flavour, bite, drive, originality’. Consequently, Priestley feared that traditional working-class culture was being swept away by homogeneity and Americanisation, by ‘something a bit too cheap ... a trumpery imitation of something not very good even in the original’.[CITATION-78] Hunot’s irreverent description of working-class habits challenged this pessimism. Council estates could be more than mere laboratories for a new kind of dull equality. The myriad ways in which people decorated their homes showed that they were in the process of re-making their new surroundings.[CITATION-79] There was more than ‘sufficient talent’ within Clarence Crescent’s populace to organise a lively civic life, should they wish to do so.[CITATION-80] For now, however, the great trauma of war meant that people were ‘content’ to remain ‘individualist’. This in itself was not a ‘fatal deficiency’. Working-class desires, Hunot argued, were fluid: ‘people like to be sociallike to be away from the surveillance of other people interested in their activities’.[CITATION-81] Just as Clarence Crescent’s residents had adorned their interiors in inventive ways, they would come to develop an authentic suburban culture.Hunot even played a neat literary trick with the reader, interjecting his own sense of cultural dislocation into the narrative. This displayed the friction between working-class culture as lived, and as incorrectly imagined by observers. When visiting one of Clarence Crescent’s homes, he declares himself to be ‘shocked to be confronted’ by a rather incongruous ‘life-size model of a black and white spaniel dog made of porcelain’.[CITATION-82] Hunot cannot understand how or why it is sitting on an otherwise conservatively-outfitted suburban kitchen table. Rather than seeking to compress such an object into a rigid sociological framework, Hunot lets his discursive incomprehension speak for itself. Working-class life, he implies, is so rich that the words of a middle-class sociological researcher cannot do it justice. As Michael Young argued, even the most sympathetic attempts to ‘capture’ a sense of working-class ‘spirit’ would be ‘stultified by the very slipperiness of their quarry’.[CITATION-83] Hunot was using his sociology to articulate an idea that had grown increasingly significant within left-wing intellectual circles over the previous decade. Thecoterie had used literary techniques to describe the potency of working-class experience. Their impressionistic approach was forceful, but brushed over exactly how and why ordinary people expressed themselves. Hunot stated his arguments in more measured, sociological terms. This allowed him to demonstrate how working-class individuals acquired, arranged, and rearranged material culture in a variety of ingenious ways. His overriding intention was to show that, given adequate resources, ordinary people could and would build their own cultures for themselves.Peter Hunot was thus working to fulfil M-O’s founding aim. He wanted to write a sociology which encapsulated working-class diversity, and challenged the stereotypical accounts of everyday life produced by out-of-touch politicians and intellectuals. His work therefore demonstrates the important continuities which existed between the socialist debates of the 1930s and the period of post-war reconstruction. It also illustrates that a more libertarian conceptualisation of socialism was not necessarily discovered by post-war Labour revisionists, but was a more continuous tradition rooted in social observation. Finally, it therefore also highlights that a belief in individuality and diversity was an enduring theme of left-wing thinking in this period, and was more significant to twentieth-century British socialism than has previously been appreciated.As the Labour government began to build its New Jerusalem between 1945 and 1951, the political context shifted. The newly installed Socialist government appeared ready to enact radical reform, and so the task was now to consider how society could best nurture working-class individuality in practice. Charles Madge summed this up in the introduction to the April 1946 edition of: the ‘next challenge’ for the left was to analyse how individual desires could be combined with ‘the activities of people in groups and in the mass’.[CITATION-84] Michael Young swiftly rose to the position of Secretary and then Director of PEP, often recruiting figures he had worked with in the 1930s as his employees. Charles Madge joined the organisation in 1941, as did the one-time Mass-Observers Kathleen Box and Priscilla and Henry Novy. Articulating an outlook of ‘hopeful Leftism’, PEP’s task, according to Young, was to succeed in ‘reconciling planning with democracy’.[CITATION-85] Its research officers sought to ensure that the model of planned growth emerging in Britain did not efface the ingenuity of working-class culture. In 1945, Young was also appointed as the Director of the Labour Party’s Research Department, almost immediately overseeing the completion of the party’s 1945 election-winning manifesto. He went on to spend six years with the Research Department.[CITATION-86] Young was enthusiastic about this role, hailing his position as a ‘new outlet’ for his brand of democratic socialism.[CITATION-87] By being able to influence Labour politics from within, he hoped that his insights, and those of his sociological colleagues, would help the government to develop a ‘comprehensive national plan’ to confront the ‘questions of outstanding public importance’ in a democratic way.[CITATION-88] One of Young’s key collaborators at PEP was François Lafitte, another former Communist Party activist.[CITATION-89] Like Young, Lafitte had spent the early 1940s observing the systems of social organisation which had sprung up in wartime. He authored a stirring critique of the forced detainment of refugees from Nazi Germany, which was published as a best-selling ‘Penguin Special’ in 1940. In it, he employed populist reportage, investigative policy analysis and oral testimony in an attack on the ‘whittling away’ of ‘the traditional civil rights of British citizens’.[CITATION-90] Together, Young and Lafitte began working out how to plan society in order to bolster these personal liberties. They believed that the growing ‘Bigness’ of society was changing the way in which politics worked, now that the nation was increasingly cross-cut by new linkages propelled by the expansion of industry and finance.[CITATION-91] Consequently, power, Young argued, was becoming increasingly fragile, as traditional parliamentary decision-making was challenged by the international systems of the world economy.[CITATION-92] But such change was nothing new to workers. Industrial society had spent the past 150 years ‘tossing’ them in a relentless ‘sea of change’;[CITATION-93] and, in response, ordinary people had developed a ‘very ancient’ tradition of defiantly clubbing together with their ‘fellow workers’.[CITATION-94] They had built unions, working-men’s clubs and co-operatives, carving out spaces for more fraternal instincts amid the unfriendliness of unfettered capitalism. Now, in an epoch of further destabilising change, these systems of mutualism, with their historic roots, offered a solid foundation upon which to organise society.However, Young was quick to explain that this was by no means a yearning for some kind of ‘misty’ collectivist past.[CITATION-95] To illustrate his point, he reinterpreted the early writings of Karl Marx, particularly theMarx had written that capitalism reduced people to the value of their labour, trapping them within a fixed social identity. A man became ‘a hunter, a fisherman, a herdsman, or a critical critic’, and was forced to ‘remain so if he does not want to lose his means of livelihood’.[CITATION-96] This was even more true of the increasingly complex world of the mid-twentieth century, with its ‘vast division of labour’.[CITATION-97] The working-class spaces that Young and Lafitte identified were resistant to this division of labour. An evening spent at the working-men’s club did not force one to assume any particular identity. To paraphrase Marx, this meant that in working-class communities man was theoretically free to hunt, fish, herd, or criticise as he pleased; in fact he could do all four at once, should he wish. Crucially, he could do so openly, without ever becoming ensnared within a specific social category. Young and Lafitte believed that working-class culture produced a set of authentically socialist values, within which ‘the individual mattered’ and his ‘self-respect’ was supported by the wider ‘community commune’.[CITATION-98] Reformers needed to harness these activities, and to transform them into a national politics.However, the role of the group was above all prized because it enabled people to be more ‘individual’. Indeed, the importance of individual self-expression to this strand of British socialism was evident in the rather different vision of the socialist collective posited by Charles Madge, and some of the former Mass-Observers whose writing he cultivated at. Madge’s break with the Communist Party thinkers he had aligned himself with in the 1930s stemmed from his dissatisfaction with what he regarded as their monolithic vision of working-class culture. In his 1938 ‘Drinking in Bolton’ poem Madge had written in praise of the pub not because of its symbolic ‘working-class’ identity. The pub was special because it was a material space which facilitated personal interaction, free from social stricture. ‘He’ and ‘they’ shared a drink; but they did so while remaining individuals. In fact, Madge argued, the idea that shared experience automatically replaced individuality, and bound people together as a ‘collective’, was fundamentally anti-democratic.This was a defence of individualism which was rather different in accent from the one proposed by Michael Young. Young, and Lafitte, believed that the communal spaces within working-class life offered the protection needed to enable individuals to express themselves. Madge in contrast argued that cultural diversity was already in existence. It was apparent all around, in the creative ways in which ordinary people engaged with popular commerce and with mass entertainment. It was therefore ‘community’ that needed to be created. The state should structure society in such a way as to remove all economic barriers to the freedom of expression, but individuals would make socialism, from the ground up. As a result, Madge viewed rising affluence, or rather, the possibility of rising affluence, as the most important phenomenon of the twentieth century. He argued that it was a potentially democratic development: as more and more people gained access to the market, they would be equipped with new tools through which to express themselves. The rise of working-class incomes ‘above subsistence level’ had put them on a par with their autocratic leaders, and ‘emancipated’ people to express themselves in new ways—an act which challenged the old capitalist power structures.[CITATION-99] featured a number of ethnographies which discussed working-class consumption. Perhaps most successful among them was the imaginative portrait of a ‘spiv’ produced by the ex-Mass-Observer Bill Naughton in 1945.[CITATION-100] Naughton was a Co-operative Society coal-lorry driver from Bolton. He had encountered M-O before the war, at its Bolton-based ‘Worktown’ field site.[CITATION-101] Naughton was an aspiring writer, who would go on to pen the novel(1962), which became(1966), the celebrated film starring Michael Caine.[CITATION-102] He had been attracted to M-O by the opportunity to observe and describe the experience of ‘his’ world; now, he wanted to draw on these observations to offer a political statement on working-class culture.The spiv, introduced by Madge as ‘as significant in his way as a bishop, a film star or a millionaire’, was indicative of the new kind of hybrid identity thrown up by emerging working-class affluence.[CITATION-103] Naughton’s spiv still embodies the values of freedom and vitality valued by left-wing worker-writers in the 1930s. Indeed, he closely resembles some of Jack Hilton’s protean heroes. Naughton’s protagonist is a lorry boy, whose roving lifestyle closely models the ‘outlaw’ existences described by Hilton. His travels around the country, chatting, drinking, and womanising, exude a heroic masculinity. He ‘seldom applies himself to the job’, preferring to ‘behave crude and tough with girls’, usually with a ‘successful’ outcome. He appears ‘mentally quicker than most young men’, using this dexterity to elude recriminations from reproachful bosses and vengeful, cuckolded husbands.[CITATION-104] Naughton used first-hand testimony, rendered in a scattergun South London argot, to highlight his character’s incessant energy.Naughton and Madge might have seemed to be valuing a type of working-class ingenuity that did not differ greatly from that of Hilton’s early 1930s writings. However, this working-class ebullience was now expressed through novel means. Whereas Hilton’s heroes had been drenched in the sweat of working-class toil, Naughton’s spiv was far more likely to be doused in a liberal sprinkling of the latest French cologne.[CITATION-105] He was a ‘big city product’, far slicker and more savvy than the grimy figures from the industrial North who had filled the output of the worker-writers of the 1930s. The spiv’s individuality was expressed through the creative way by which he consumed commercial products. He out-dazzled his dowdy-looking colleagues by ‘never owning fewer than four good quality suits’. He confounded the uptight middle-class clients he encountered on his travels by ‘always’ turning up to work in one, combined with suede shoes, a gleaming white collar, and the obligatory ‘flashy jewellery’. He wore these nominally middle-class products in a defiantly working-class way, carrying them off with a ‘whole little cocky attitude’.[CITATION-106] In Naughton’s account, it is the spiv himself who provides the most accurate summary of his cultural make-up. He forcefully states that ‘there’s nothing worse than a bloke who tries wearing a fancy cut of clothes but hasn’t got the touch off’.[CITATION-107] Buying and possessing clothes and jewellery had become a means of expressing one’s personality. Ordinary people now had an even more democratic tool to stage their identities, through mass capitalism. Madge believed that working people should be given adequate material opportunities to bolster these inventive cultures. The state needed to use top-level planning to remove economic and social barriers to consumption. This would fully allow people to meet and interact together within society, finding democratic ‘common ground’—just as Madge and the workers had while ‘Drinking in Bolton’ almost a decade earlier.[CITATION-108] Many contemporary left-wing analysts, however, viewed affluence with trepidation. Lawrence Black and Stuart Middleton have charted the ambivalence with which both leading Labour Party figures and the rank-and-file viewed working-class consumption.[CITATION-109] Similarly, Richard Hornsey has argued that the ‘bourgeois morality’ of post-war planners was troubled by the ‘ineffable fluidity’ of figures with liminal class or sexual identities. In this way, Naughton’s character of the spiv, and his ‘exaltation’ of ‘frivolity and fashion’, clashed with social democracy’s faith in planned ‘progress and stability’.[CITATION-110] But Madge, and the writers he cultivated at, attempted to reconcile irreverence and acquisitiveness with egalitarianism. In so doing, Madge was prefiguring the work of the Birmingham Centre for Contemporary Cultural Studies, and the rich portrayals of working-class cultural life that it produced from the 1960s onwards. As Madge showed, ordinary people enjoyed indulging in a wide variety of leisure activities, many of which were based around the material culture of capitalist society. This did not mean they were suffering from false consciousness; instead, rising incomes served to reinforce the ingenuity of working-class expression.These different sociological responses to post-war reconstruction chimed with a number of strands of Labour Party thought. Ben Jackson has argued that we should move away from characterising the Labour Party in the 1940s and 1950s as divided by what he believes to be the ‘overrated’ economic argument between left-wing ‘Bevanites’ (the proponents of wholesale nationalisation) and right-wing ‘Gaitskellite’ revisionists (the advocates of Keynesian demand management). Instead, he has suggested that the most significant division in this period was between those thinkers who conceived of socialism solely as the ‘egalitarian distribution of material goods’, and those who believed it should also comprise the ‘older ambition’ of encouraging more ‘co-operative and fraternal social attitudes’.[CITATION-111] Jackson traces the complex roots of these ideological fault lines, highlighting the importance of contemporary sociology, psychology and longer-rooted ethical versions of socialism. To these diverse origins, we can also add the critical investigations of everyday life which emerged from the Popular Front in the 1930s, and were honed through social research in the wartime and post-war reconstruction effort.Indeed, in the late 1940s and 1950s both Young and Lafitte advanced their ideas in discussions within the Labour Party Socialist Union grouping. Young was notably influential within this circle, discussing ideas and providing policy suggestions to Anthony Crosland, Hugh Gaitskell, Evan Durbin, Rita Hinden and Richard Crossman.[CITATION-112] Young’s thought, particularly as expressed in(1958), was interpreted in two divergent ways. His faith in the working-class collective, expressed most forcefully in, which he published with Peter Willmott in 1957, appealed to figures on the Labour left such as Crossman, and later communitarian thinkers of the New Left.[CITATION-113] But his proposals to release this untapped reservoir of working-class ‘talent’ by restructuring Britain’s ‘caste society’ were read differently.[CITATION-114] Revisionist thinkers such as Crosland and Gaitskell took his writings as vindication of the idea that socialism’s first task should be to temper the sharper edges of capitalist society, adapting it to fit the new demands of ordinary people. Crosland argued that he wanted to grant Young’s assertive working class the opportunity to escape ‘the bottom’ and ‘rise to the top’.[CITATION-115] Young never accepted that socialism was simply about enabling people to ‘rise up in the world by light of any mathematical measure’.[CITATION-116] Nonetheless, this link between Young and figures such as Crosland allows us to reconfigure how we view the socio-economic arguments which later formed the revisionist credo. While some have suggested that the revisionists wanted entirely to bury the idea of class,[CITATION-117] in the case of figures such as Young, we can see that their concern was an attempt to revise one-dimensional, massifying conceptions of working-class culture, and to advance a politics that respected the individualist traditions found within everyday life. This is very different from denying the existence of ‘class’ altogether. In fact, a link can be traced between these discussions and those first held around the Communist Party in the inter-war period. It is also important to recognise that the more ‘traditional’ Labour left and the right-wing revisionists were both engaging with Young’s sociological arguments. This debate regarding the future direction of social democracy had longer, more substantive roots than is generally appreciated, which stretched back to the intellectual developments of the 1930s and 1940s.Nonetheless, many of the former M-O researchers were frustrated by the limited scope for reconstruction which Labour politics afforded, and by their experience of formal political office more generally. Madge was appointed Social Development Officer of Stevenage New Town in 1947. He later recalled the ‘frustration’ he felt when he was told there was only sufficient money for 75 staff members, rather than the 5,000 he claimed that he had been promised.[CITATION-118] Madge felt that he had acquired a sophisticated understanding of ‘what pre-war legislators used to call the “working classes”’, and how they lived and interacted together.[CITATION-119] But his experiences in Stevenage highlighted the large gap between his dreams and Treasury reality; a disjuncture which Madge could not help but ‘find more sad than funny’.[CITATION-120] Moreover, there remained the possibility that working-class people simply did not want to be planned for. The last page of Madge’s(1943) had summed up these tensions.[CITATION-121] The text is one of a number of ‘plans’ Madge published in the mid-1940s. He struggled to sketch out a post-war framework which could match strong economic growth with cultural diversity. The book is filled with prescriptions for reorganising industry along fairer and more efficient lines, and yet the very viability of these plans is knowingly questioned by Madge’s choice of the cover inset photograph. A workman peacefully snoozes on his building site. He seems unmoved by the busy schemes for reconstruction which fill the pages of the book. Emphasising this point, a copy of J.C. Smuts’ssits apparently unread on his chest.[CITATION-122] The message is clear: the diverse and determinedly independent hopes and dreams of ordinary people, which formed the focus of Madge’s sociological analysis, had to be accounted for in public policy-making. But this same independence forcefully contested the idea that the working classes either wanted or needed their habits to be ‘planned’ into existence.By the later 1940s, however, fears of the suffocating impact of planning seemed to be becoming a reality. In 1947, Michael Young warily noted the ‘disillusionment of many formerly enthusiastic supporters of the Labour Party’. He was worried that ‘right-wing authoritarian elements’ would marshal the middle class behind some kind of extra-parliamentary, quasi-Fascist movement.[CITATION-123] Leo Kuper’s 1953 study of ninety households in Coventry, to which Madge provided the foreword, found that many inhabitants hated the ‘blueprint for living together’ which post-war planners had attempted to impose on them.[CITATION-124] These findings highlighted the unparalleled political and social polarisation which marked the period.[CITATION-125] The Conservatives launched a strongly partisan campaign against the Labour Party’s ‘post-war settlement’, attacking its supposed profligacy, bureaucracy, and authoritarianism. Large elements of the middle class turned against the government, rejecting its redistributive policies as favouring the ‘special interests’ of its working-class constituents.[CITATION-126] In turn, the transition to nationalisation also fostered rising industrial militancy, and brooding resentment between rank-and-file trade unionists and central government.[CITATION-127] These developments served as a warning to political planners that they would never truly be able to speak for the people. Young too became increasingly disenchanted with organised politics. As the late 1940s degenerated into bitter political and social conflict, he became frustrated by his inability to push forward progressive political change, and by what he perceived as the conservatism of his colleagues in the Labour Party Research Department. His radical suggestions for ‘workers’ control’, elaborated in the pamphlet(1948), were rejected by both Ernest Bevin and Herbert Morrison.[CITATION-128] As the report was replaced with a more staid second edition, which he completely disowned, Young feared that he was becoming ‘out of touch’ with the ordinary people he hoped to serve.[CITATION-129] These tensions are evident in some of his drafts of(1948) and his unpublished collection of essays ‘For Richer, For Poorer: Essays on Family, Community, and Socialism’ (1952).is the most important statement of his political vision that Young made while he was still a Labour Party employee. The work was officially published as a Labour Party pamphlet in 1949, and sees Young grappling with what he presents as the ‘great dilemma of modern society’: the challenge of reconciling localised social democracy with the economic demands for large-scale decision-making.[CITATION-130] In the published text, Young remains loyal to the hope that socialism will resolve this problem. However, the draft copies held within his papers are filled with scorn for political leaders, and their belief that ‘the town planners and architects have the magic wands in their hands’.[CITATION-131] Young’s thought was increasingly marked by the strong class polarity that he felt was re-making British society, and he was increasingly pessimistic that middle-class reformers would ever be able to plan for the working class. These statements were removed for publication. By the early 1950s, these frictions were laid bare. ‘For Richer, For Poorer’ was the last policy document that Young presented to the Party, and the latent disquiet ofwas fully unleashed. Seeing his proposals for localised and participatory democracy rejected, Young now believed that top-level government was doomed forever to remain aloof from working-class experience.He left his Labour Party post shortly afterwards, to undertake his Ph.D. at the LSE under the supervision of Richard Titmuss, before founding the Institute of Community Studies with Peter Willmott.[CITATION-132] Madge too left organised politics, becoming the first Chair of Sociology at Birmingham University in 1950. Lafitte joined Madge, becoming Chair of Social Policy and Administration at Birmingham in 1959, while Young recruited Madge as a member of his ICS advisory board in 1957. Basing itself in East London, the ICS hoped to investigate the patterns of working-class life which politicians simply did not understand. Young envisaged(1957), the most famed product of the work of the ICS, as a sustained attack on out-of-touch politicians. He believed that ‘man’s deepest needs’ were not being adequately encapsulated by contemporary policy.[CITATION-133] The ICS has often been critiqued for producing idealisations of ‘traditional’ working-class culture, which reflected the over-mythologised understanding of class which persisted within strands of the British left in this period.[CITATION-134] But this is to neglect the experiences that had formed Young’s worldview. Young’s over-valuation of certain aspects of working-class life—notably the power of community and the enduring ties of family—was explicitly and self-consciously derived from his experiences as a contributor to the project of post-war reconstruction.[CITATION-135] It was a politicised attempt to call for greater local democracy, and for more power to be devolved from the central state to ordinary citizens. Young, like his fellow participants in sociological investigations in the 1930s, still wanted to free people at an individual level; but the means of achieving this had simply changed over the years. Although the travails of the post-war period had given a greater saliency to group forms of organisation such as community, kinship, and family, the principal focus of the ICS’s work remained its wish to uncover the individual ‘detail of people’s lives’.[CITATION-136] Both Ross McKibbin and Mike Savage have argued that the years after 1945 saw the rapid degeneration of social democracy as it was abandoned by disillusioned middle-class progressives and half-hearted ‘reformist’ intellectuals during the crisis years of the late 1940s.[CITATION-137] Indeed, much the same was argued by contemporary New Left critics, who believed that the turn away from the Labour government by the middle class demonstrated the foolishness of pursuing anything other than a strongly socialist and class-based form of politics.[CITATION-138] The case of Michael Young and his sociologist colleagues shows that the dichotomous narrative of the ‘rise and fall’ of post-war social democracy cannot be entirely accepted. These intellectuals stepped away from party politics through conscious choice, frustrated by its limited potential to enact radical social change. But they did not renounce their convictions wholesale. Instead they took them onwards into professional sociology, in the hope that from there they could reshape politics. This was not surprising for a group of intellectuals whose primary commitment, from the very beginning of their careers, had always been to the sociological investigation of working-class life. Indeed, the work they produced as sociologists in the 1950s built up an important intellectual resource for the left, as it continued to examine how public policy could be more closely related to everyday life.In 1957, the socialist historian Raphael Samuel perceived that a ‘New Left’ had arisen over the past decade. He pinpointed three important strands of thought which had emerged since the early 1950s, and which in his view would re-energise the socialist movement: the cultural criticism of Raymond Williams, Richard Hoggart and Stuart Hall; the socialist theory provided by E.P. Thompson and John Saville; and the sociological investigations of ordinary life undertaken by the LSE sociologists Richard Titmuss, Peter Townsend and Brian Abel-Smith—whom Young, Madge and Samuel himself had worked with at the ICS. All of these thinkers were drawn together by an interest in working-class culture, and a desire to forge a politics more closely attuned to the everyday habits of ordinary people.[CITATION-139] Despite Samuel’s optimism, however, the shared concern with ‘everyday life’ failed to bring these camps together in the way that he hoped.The intellectuals who formed the two key New Left journals,and, did so in the hope of reviving the creative ‘Marxism of the thirties’, which they felt had since been ‘extinguished’ by the Cold War and the coming of the affluent society. They hoped to encourage socialist feeling within ‘everyday life’, seeing this as the best way of overcoming the ‘gigantic problems’ facing modern society.[CITATION-140] Distinctively ‘class’-based forms of culture were to be the starting-point for a renewed revolutionary politics—which was particularly urgent given the flight of intellectuals from the Communist Party of Great Britain in wake of its continued support for Stalinist Soviet Russia. Michael Young and his ICS colleagues had also come to place greater emphasis on the role of the working class. But they had arrived at this position from a different route. They did not want to reignite class politics as an end in itself. Instead, over the course of the 1940s and 1950s, they had come to see the complex networks of community which characterised working-class neighbourhoods as the best mechanisms for protecting individual freedoms amid the rapid political, economic and social change re-making modern Britain. This different accent, on ‘community’, ‘family’ and the ‘individual’ alongside, or even at times over, ‘class’, caused friction between the ICS sociologists and their younger New Left colleagues.Important methodological divisions also hindered full intellectual collaboration between these different perspectives. In particular, the younger Marxist New Left figures were sceptical of sociology, regarding its vision of society as too ‘static’. Peter Worsley, for example, strongly criticised the ‘facile optimism’ of both Mass-Observation and the ICS. He argued that their ‘super-empiricist’ descriptions of micro-level cultural formation failed to encapsulate the more ‘complex processes’ at play within working-class life, which only a Marxian approach could capture.[CITATION-141] Richard Hoggart, in a review of Mass-Observation’s work, argued that ‘objective’ sociological investigation failed to capture the imaginative ‘life and meanings’ beyond everyday occurrences.[CITATION-142] Moreover, it was tarred by the influence of what Charles Taylor called the ‘piecemeal’ reformism of the hated revisionists, with whom many of the sociological intellectuals had been associated.[CITATION-143] Therefore, despite a shared concern with the ‘everyday’ and its relation to democratic socialist politics, there was remarkably little intellectual co-operation between the thinkers of the New Left and their sociological counterparts.This had the consequence that the inventive, relativistic take on culture which had marked, for example, the best of Charles Madge’spublications, was sidelined. New Left figures became increasingly preoccupied with romanticising ‘class’ as a group experience, but often forgot that class was experienced in a variety of different ways. E.P. Thompson, for example, was at best sceptical about any form of activism which differed from the class politics that he knew and understood. In a brief résumé of contemporary protest movements, Thompson denied that the ‘Dope-addicts and “Beats”, stilyagi, gang conflicts and race riots’ which appeared to be challenging the ruling order were anything more than ‘anti-political nausea’ suffered by ‘inarticulate’ youths.[CITATION-144] Stuart Hall, too, although more open to the new cultural forms of jazz and skiffle, ultimately believed them to be a modified form of the ‘commodity fetishism’ suffered by an increasingly ‘status’-obsessed working class.[CITATION-145] Thompson and Hall, like many of their New Left colleagues, were bound to a vision of ‘correct’ class behaviour. This caused them to miss the ways in which people behaved beyond class—and to forget that encouraging these heterogeneous forms of expression had been a central aim of the British left. This increasingly pushed sociological insights out of the leftist fold, with the consequence that subsequent historians have come to see the New Left’s variant of socialist thought as indicative of all left-wing debate in the post-war years. However, as this article has sought to demonstrate, the New Left did not discover the fertility of working-class culture. A number of left thinkers, who began their careers in the circles around Mass-Observation, and who took their analyses onwards into various spheres of debate in the 1940s and 1950s, had been engaging with everyday life for at least two decades prior to the foundation of theand the.Acknowledging the importance of this form of social observation refines our understanding of the intellectual development of the mid-twentieth-century British left. It helps to recover the range of sociological and political influences which developed over the course of the 1930s and 1940s, resonated with aspects of Labour thought in the period of post-war reconstruction, and fed into the later ‘New Left’ debates of the 1950s. This tradition of left-wing social analysis was intellectually heterogeneous, drawing on a number of literary, sociological, anthropological and ethnographic techniques to argue for the creativity of everyday life. Its key figures were also relatively peripatetic, variously occupying roles as amateur critics, political advisors, professional researchers and tenured academics to push forward their brand of progressive thought. Just as we are familiar with the diverse origins of late nineteenth- and early twentieth-century British socialism, this article has shown that a similar variety of ideas and spaces of intellectual production helped to shape subsequent configurations of British left-wing thought.In particular, it has highlighted the existence of a more individualist strand of British left-wing thought, interested in recovering the subjectivity and diversity of everyday life. A number of contemporary Labour Party thinkers have recently revisited the first New Left, arguing that its faith in the instinctive, close-knit nature of working-class culture should be adopted in order to return to more collectivist forms of political and social organisation.[CITATION-146] But, as I have shown, interest in the working class as a group was not the sole element driving left-wing analysis in this period. Just as important was a belief that culture operated at an individual level. Michael Young declared that he wanted to abolish inequality, not because he ‘wished to make men equal’ but ‘to show that they were not’.[CITATION-147] Even as the exigencies of post-war political planning caused him to place greater emphasis on the role of group associations, he did not let go of this maxim. These ideas influenced modernisers on both the left and the right of the Labour Party, and also laid the ground for the communitarian politics of ‘everyday life’ developed by the New Left. Matching an understanding of working-class individuality to an egalitarian collective politics—what Young had described as the greatest ‘democratic dilemma’—deserves continued appreciation as an enduring theme of mid-twentieth-century left-wing thought.[CITATION-148] The cover inset image from Charles Madge’s(1943).",
    "footnotes": {
        "1": "Cambridge, Churchill College Archives, Michael Young Papers [hereafter CCA], YUNG 2/2/1, M. Young and E. Shils, ‘What is Living and What is Dead in Socialism’, 1956.",
        "2": "Ibid.",
        "3": "Ibid.",
        "4": "M. Francis, Ideas and Policies Under Labour, 1945–51: Building a New Britain (Manchester, 1997), p. 18.",
        "5": "S. Brooke, Labour’s War: The Labour Party During the Second World War (Oxford, 1992), p. 292. On Durbin in particular, see also S. Brooke, ‘Evan Durbin: Reassessing a Labour “Revisionist”’, Twentieth Century British History , vii (1996), pp. 27–52.",
        "6": "Brooke, Labour’s War , p. 281.",
        "7": "J. Nuttall, Psychological Socialism: The Labour Party and Qualities of Mind and Character, 1931 to the Present (Manchester, 2006), p. 18.",
        "8": "Ibid., p. 17.",
        "9": "B. Jackson, Equality and the British Left: A Study in Progressive Political Thought (Manchester, 2007), p. 188.",
        "10": "Ibid., p. 190.",
        "11": "Brooke, Labour’s War , p. 237.",
        "12": "Francis, Ideas and Policies Under Labour , p. 19.",
        "13": "L. Butler, ‘Michael Young and the Institute of Community Studies: Family, Community and the Politics of Kinship’, Twentieth Century British History, xxvi (2015), p. 205. I am very grateful to Lise Butler for sharing a draft copy of this piece of work with me.",
        "14": "Ibid.",
        "15": "For Young’s influence on various aspects of left thought, see the Contemporary British History special issue on his life and work: Contemporary British History , xix/3 (2005).",
        "16": "Jackson, Equality and the British Left , p. 5.",
        "17": "For the best major works on Mass-Observation in these various contexts, see B. Highmore, Everyday Life and Cultural Theory: An Introduction (London, 2001); J. Hinton, The Mass-Observers: A History, 1937–1949 (Oxford, 2013); N. Hubble, Mass-Observation and Everyday Life: Culture, History, Theory (London, 2005).",
        "18": "For this chronology see, for example, D. Dworkin, Cultural Marxism in Postwar Britain: History, the New Left, and the Origins of Cultural Studies (Durham, NC, 1997).",
        "19": "B. Harker, ‘“The Trumpet of the Night”: Interwar Communists on BBC Radio’, History Workshop Journal , no. 75 (2013), p. 84.",
        "20": "J. Lehmann, Whispering Gallery: Autobiography I (London, 1955), p. 257; C. Hilliard, ‘Producers by Hand and by Brain: Working-Class Writers and Left-Wing Publishers in 1930s Britain’, Journal of Modern History , lxxviii (2006), p. 52.",
        "21": "J.W. Burrow, Whigs and Liberals: Continuity and Change in British Political Thought (Oxford, 1988); S. Collini, Public Moralists: Political Thought and Intellectual Life in Britain, 1850–1930 (Oxford, 1991); S. Collini, D. Winch, and J.W. Burrow, eds., That Noble Science of Politics: A Study in Nineteenth-Century Intellectual History (Cambridge, 1983).",
        "22": "J. Lindsay, Fanfrolico and After (London, 1962), p. 271.",
        "23": "Hilton’s major published works included Caliban Shrieks (London, 1935); Champion (London, 1938); English Ribbon (London, 1950); English Ways: A Walk From the Pennines to Epsom Downs in 1939 (London, 1940); Laugh at Polonius; or, Yet There is Woman (London, 1942).",
        "24": "C. Madge, ‘Drinking in Bolton’ (1938), in his Of Love, Time and Places (London, 1994), p. 108. Cf. the revulsion and fear with which the middle-class socialist Ravelston treats the pub in Orwell’s Keep the Aspidistra Flying : G. Orwell, Keep the Aspidistra Flying (London, 1936), pp. 96–101. The contrast with Madge’s vision is important in helping us to understand these two versions of socialist cultural politics.",
        "25": "C. Madge and T. Harrisson, Mass Observation, with a foreword by J. Huxley (London, 1937), p. 10.",
        "26": "The Independent , 20 Jan. 1996, A. Calder, ‘Obituary: Charles Madge’.",
        "27": "C. Madge, ‘Magic and Materialism’, Left Review , iii (1937), pp. 31–5; J. Sutherland, Stephen Spender: The Authorized Biography (London, 2004), p. 240.",
        "28": "Despite the Left Review ’s strong intellectual independence in this period, Anthony Blunt was later revealed to have been a Soviet spy at the time of his submission to this book. M. Kitson, ‘Blunt, Anthony Frederick (1907–1983)’, rev. M. Carter, Oxford Dictionary of National Biography [hereafter ODNB ].",
        "29": "C. Madge, ‘Press, Radio, and Social Consciousness’, in C. Day Lewis, ed., The Mind in Chains: Socialism and the Cultural Revolution (London, 1937), pp. 147–63; C. Madge, ‘The Press and Social Consciousness’, Left Review , v (1937), pp. 279–87.",
        "30": "C. Day Lewis, ‘Introduction’, in id., ed., Mind in Chains , p. 13.",
        "31": "R. Warner, ‘Education’, in Day Lewis, ed., Mind in Chains , p. 24.",
        "32": "Madge, ‘Press, Radio, and Social Consciousness’, p. 160.",
        "33": "Madge and Harrisson, Mass Observation , p. 37.",
        "34": "R.S. Lynd and H.M. Lynd, Middletown (London, 1929). For the best overview of the study, see S. Igo, The Averaged American: Surveys, Citizens, and the Making of a Mass Public (Cambridge, MA, 2008), pp. 68–102.",
        "35": "M. Jahoda-Lazarsfeld and H. Zeisel, Die Arbeitslosen von Marienthal (Leipzig, 1933); Madge and Harrisson, Mass Observation , pp. 61–4.",
        "36": "C. Madge and T. Harrisson, eds., First Year’s Work, 1937–1938 (London, 1938), p. 32.",
        "37": "Ibid., pp. 39, 35.",
        "38": "Madge and Harrisson, Mass Observation , p. 45.",
        "39": "Madge, ‘Press, Radio, and Social Consciousness’, p. 149.",
        "40": "Mass-Observation, The Pub and The People: A Worktown Study (London, 1943), p. 9.",
        "41": "M. Savage, Identities and Social Change in Britain since 1940: The Politics of Method (Oxford, 2010).",
        "42": "Madge and Harrisson, Mass Observation , p. 37.",
        "43": "Hinton, Mass-Observers , pp. 128–9.",
        "44": "Ibid., pp. 113–27.",
        "45": "Brighton, University of Sussex Special Collections, Charles Madge Archive [hereafter CMA], 71/9/2/2, ‘The Social Sciences’, undated letter to The Times , [1940s].",
        "46": "CMA, 71/9/2/3, Madge to John Maynard Keynes, 17 Mar. 1940.",
        "47": "C. Madge, ‘Public Opinion and Paying for the War’, Economic Journal , li (1941), pp. 36–46, ‘The Propensity to Save in Blackburn and Bolton’, Economic Journal , l (1940), pp. 410–48, and ‘Wartime Saving and Spending: A District Survey’, Economic Journal , l (1940), pp. 327–39. Madge’s findings were also reprinted in C. Madge, War-time Pattern of Saving and Spending (Cambridge, 1943).",
        "48": "‘Social Science at Birmingham: Prof. Charles Madge’, Nature , clxvi (1950), p. 95.",
        "49": "C. Madge, ‘Commentary’, Pilot Papers : Social Essays and Documents , i (1945), p. 5.",
        "50": "A. Briggs, Michael Young: Social Entrepreneur (London, 2001), pp. 38–9.",
        "51": "Particularly in East London: Madge and Harrisson, Mass Observation , p. 62; T. Harrisson, ‘Mass-Observation and the Workers’ Educational Association’, The Highway (Dec. 1937), pp. 46–8. See also Hinton, Mass-Observers , pp. 99–101.",
        "52": "A.H. Halsey, ‘Young, Michael Dunlop, Baron Young of Dartington (1915–2002)’, ODNB .",
        "53": "C. Hilliard, English as a Vocation: The ‘Scrutiny’ Movement (Oxford, 2012), pp. 142–70; S. MacKenzie, Politics and Military Morale: Current Affairs and Citizenship Education in the British Army, 1914–1950 (Oxford, 1992), pp. 57–173.",
        "54": "A. Jarvis, ‘Education By Discussion’, Pilot Papers , i/2 (Apr. 1946), p. 36.",
        "55": "Briggs, Michael Young , pp. 52–5, quotation at 53.",
        "56": "CCA, YUNG 2/2/1, ‘Social Services in the Blitz’, 1941.",
        "57": "CCA, YUNG 2/2/2, ‘Small Man, Big World’, subsequently published as Small Man: Big World. A Discussion of Socialist Democracy (London, 1949).",
        "58": "CCA, YUNG 2/2/1, ‘Social Services’.",
        "59": "CCA, YUNG 2/1/1, ‘Draft of Small Man, Big World’, 1948.",
        "60": "CMA, 71/1/1/1, ‘Myth, Metaphor and World Picture’, also published in Memoirs and Proceedings of the Manchester Literary and Philosophical Society , cv (1962–3), pp. 53–63.",
        "61": "CCA, YUNG 2/1/1, ‘Draft of Small Man, Big World’.",
        "62": "Although they differ on how well received these ideas were, these accounts all assume an intellectual ‘turning-point’ in the late 1930s or early 1940s: P. Addison, The Road to 1945: British Politics and the Second World War (London, 1975); A. Marwick, ‘Middle Opinion in the Thirties: Planning, Progress and Political “Agreement”’, English Historical Review , lxxix (1964), pp. 285–98; S. Fielding, N. Tiratsoo and P. Thompson, “ England Arise!”: The Labour Party and Popular Politics in 1940s Britain (Manchester, 1995); G. Field, Blood, Sweat, and Toil: Remaking the British Working Class, 1939–1945 (Oxford, 2011).",
        "63": "R. McKibbin, Parties and People: England, 1914–1951 (Oxford, 2011), p. 195.",
        "64": "For example: Hubble, Mass-Observation ; T. Jeffery, Mass Observation: A Short History , Centre for Contemporary Cultural Studies, Birmingham University: Stencilled Occasional Papers, lv (1978).",
        "65": "The book was published a year later: W. Beveridge, The Price of Peace (London, 1945).",
        "66": "London School of Economics Archive [hereafter LSE], Beveridge Papers, 9A/24/4, C. Madge to W. Beveridge, ‘Comments on draft of the Price of Peace’, 27 Aug. 1944, and 9A/24/5, M. Young to W. Beveridge, 29 Sept. 1944.",
        "67": "C. Madge, ‘Commentary’, Pilot Papers , i (1945), p. 2.",
        "68": "S. Dickers, ‘ Hunot, Peter (1914–1989), social scientist and progressive activist’, available at http://www.bishopsgate.org.uk/content.aspx?CategoryID=1043 .",
        "69": "P. Hunot, ‘Clarence Crescent’, with photographs by A. Behr, Pilot Papers , 1/4 (Nov. 1946), pp. 28–38.",
        "70": "Ibid., p. 28.",
        "71": "C. Madge, ‘Commentary’, Pilot Papers , 1/4 (Nov. 1946), p. 3.",
        "72": "For a similar use of photography to capture the ‘dynamism’ and heterogeneity of working-class street life, see S. Brooke, ‘Revisiting Southam Street: Class, Generation, Gender, and Race in the Photography of Roger Mayne’, Journal of British Studies , liii (2014), pp. 453–98.",
        "73": "E.W. Bakke, The Unemployed Man (London, 1933), p. 48.",
        "74": "Ibid., p. 156.",
        "75": "Hunot, ‘Clarence Crescent’, pp. 28–32.",
        "76": "For the classic example, see G. Orwell, The Lion and the Unicorn: Socialism and the English Genius (London, 1941).",
        "77": "J.B. Priestley, English Journey: Being a Rambling But Truthful Account of What One Man Saw and Heard and Felt and Thought During a Journey Through England During the Autumn of the Year 1933 (London, 1934), p. 401.",
        "78": "Ibid., pp. 135–6.",
        "79": "The left-wing architect James Richards made a similar point in this period, as did Diana Murray Hill, another former Mass-Observer, who wrote in the same edition of Pilot Papers : D. Murray Hill, ‘Who Are the Squatters?’ Pilot Papers , i/4 (Nov. 1946), pp. 11–27; J.M. Richards, The Castles on the Ground (London, 1946).",
        "80": "Hunot, ‘Clarence Crescent’, p. 28.",
        "81": "Hunot, ‘Clarence Crescent’, pp. 28, 36–7.",
        "82": "Ibid., p. 31.",
        "83": "CCA, YUNG 2/1/1, ‘For Richer, For Poorer: Essays on Family, Community, and Socialism’, report presented to the Labour Party Policy Committee, Nov. 1952.",
        "84": "C. Madge, ‘Commentary by the Editor’, Pilot Papers , i/2 (Apr. 1946), p. 2.",
        "85": "LSE, Political and Economic Planning [hereafter PEP] Papers, A/12/1, ‘What is PEP’s Future? Secretary’s Comments on the Annual Progress Report’, 4 Jan. 1945. Young used this phrase in 1945 to sum up the biggest question which PEP should seek to answer in the coming decade. This was based on a number of questionnaire responses on ‘The Future of PEP’ submitted to him by PEP staff members. LSE, PEP Papers, A/12, ‘Future of PEP: Views of the Staff’, PEP Executive discussion, 7 May 1945; CCA, YUNG 2/1/1.",
        "86": "CCA, YUNG 2/1/3, ‘The Chipped White Cups of Dover’, subsequently published as The Chipped White Cups of Dover: A Discussion of the Possibility of a New Progressive Party (London, 1960).",
        "87": "A. Beach, ‘Forging a “Nation of Participants”—Political and Economic Planning in Labour’s Britain’, in R. Weight and A. Beach, eds., The Right to Belong: Citizenship and National Identity in Britain, 1930–1960 (London, 1998), p. 105.",
        "88": "LSE, PEP Papers, A/12/1, ‘What is PEP’s future?’.",
        "89": "N. Deakin, ‘Besieging Jericho: Episodes From the Early Career of François Lafitte (1931–1945)’, Cercles , i (2004), p. 6.",
        "90": "F. Lafitte, The Internment of Aliens (Harmondsworth, 1940), p. 181.",
        "91": "CCA, YUNG 2/2/2, ‘Small Man, Big World’; F. Lafitte, Britain’s Way to Social Security (London, 1945), p. 22.",
        "92": "CCA, YUNG 2/2/2, ‘Small Man, Big World’.",
        "93": "CCA, YUNG 2/1/1, ‘Draft of Small Man, Big World’.",
        "94": "Lafitte, Britain’s Way to Social Security , p. 20.",
        "95": "CCA, YUNG 2/2/2, ‘Small Man, Big World’.",
        "96": "K. Marx and F. Engels, The German Ideology , ed. R. Pascal (London, 1938), p. 22.",
        "97": "CCA, YUNG 2/2/2, ‘Small Man, Big World’.",
        "98": "CCA, YUNG 2/1/1, ‘Draft of Small Man, Big World’; LSE, PEP Papers, A12/2, ‘Discussion of Group Work’, statement by Lafitte to PEP Active Democracy Group, 1 Nov. 1947.",
        "99": "Madge, ‘Commentary’, Pilot Papers , i (1945), p. 5.",
        "100": "B. Naughton, ‘The Spiv’, Pilot Papers , i (1945), pp. 99–108.",
        "101": "Hinton, Mass - Observers , p. 121.",
        "102": "D. Rudd, ‘Naughton, William John Francis (1910–1992)’, ODNB .",
        "103": "C. Madge, ‘Commentary’, Pilot Papers , i (1945), p. 5.",
        "104": "Naughton, ‘The Spiv’, pp. 101, 107–8.",
        "105": "Hilton played up the dirtiness of his characters as a direct attack on George Orwell’s cultural politics of smell and class sensibility: Hilton, English Ways , p. 52.",
        "106": "Naughton, ‘The Spiv’, p. 107.",
        "107": "Ibid.",
        "108": "Madge, ‘Drinking in Bolton’, p. 108.",
        "109": "L. Black, The Political Culture of the Left in Affluent Britain, 1951–64 (Basingstoke, 2002); S. Middleton, ‘“Affluence” and the Left in Britain, c .1958–1974’, English Historical Review , cxxix (2014), pp. 107–38.",
        "110": "R. Hornsey, The Spiv and the Architect: Unruly Life in Postwar London (Minneapolis, MN, 2010), pp. 20–21.",
        "111": "Jackson, Equality and the British Left , pp. 140, 162. For a discussion of the importance of ‘community’ and ‘fellowship’ to the revisionists in the Socialist Union grouping, see L. Black, ‘Social Democracy as a Way of Life: Fellowship and the Socialist Union, 1951–9’, Twentieth Century British History , x (1999), pp. 499–539.",
        "112": "Crosland would write that his revisionist text The Future of Socialism ‘owed much to discussions with Mr. Michael Young’: A. Crosland, The Future of Socialism (London, 1956), p. 235.",
        "113": "M. Young and P. Willmott, Family and Kinship in East London (London, 1957).",
        "114": "M. Young, The Rise of the Meritocracy , 1870–2033: An Essay on Education and Equality (London, 1958), p. 4.",
        "115": "Crosland, Future of Socialism , p. 230.",
        "116": "CCA, YUNG 2/1/1, ‘For Richer, For Poorer’.",
        "117": "V. Bogdanor and R. Skidelsky, eds., The Age of Affluence (London, 1970); D. Coates, The Labour Party and the Struggle For Socialism (Cambridge, 1975); R. Miliband, Parliamentary Socialism: A Study in the Politics of Labour (London, 1961).",
        "118": "New Statesman and Nation , 4 Oct. 1952, p. 398, C. Madge, ‘Documenting Utopia’.",
        "119": "C. Madge, ‘Foreword’, in L. Kuper et al., Living in Towns: Selected Research Papers in Urban Sociology (London, 1953), p. v.",
        "120": "Madge, ‘Documenting Utopia’.",
        "121": "C. Madge, Industry After the War: Who Is Going To Run It? , in consultation with D. Tyerman, with a foreword by W. Beveridge (London, 1943).",
        "122": "Smuts was the Prime Minister of South Africa . Plans for a Better World was a collection of his speeches concerning the creation of a ‘Greater South Africa’: J.C. Smuts , Plans For a Better World: Speeches of Field-Marshal the Right Honourable J.C. Smuts (London, 1942). It seems to have been placed in the photograph for its title rather than its content.",
        "123": "LSE, PEP Papers, A12/2, ‘PEP Executive Committee meeting’, 1 Nov. 1947.",
        "124": "Madge, ‘Foreword’, p. v.",
        "125": "McKibbin, Parties and People , pp. 180–81.",
        "126": "H. Jones and M. Kandiah, eds., The Myth of Consensus (Basingstoke, 1996); P. Martin, ‘Echoes In the Wilderness: British Popular Conservatism, 1945–51’, in S. Ball and I. Holliday, eds., Mass Conservatism: The Conservatives and the Public since the 1880s (London, 2002), pp. 120–38; I. Zweiniger-Bargielowska, Austerity in Britain: Rationing, Controls, and Consumption (Oxford, 2000).",
        "127": "These developments were charted by a PEP research group to which Young and Madge contributed: LSE, PEP Papers, PWS 4/1, ‘The Moral of Grimethorpe’, PEP Human Relations in Industry Group, 7 Oct. 1947.",
        "128": "Briggs, Michael Young , pp. 81–2.",
        "129": "CCA, YUNG 2/2/2, ‘Small Man, Big World’.",
        "130": "CCA, YUNG 2/2/2, ‘Small Man, Big World’.",
        "131": "CCA, YUNG 2/1/1, ‘Draft of Small Man, Big World’.",
        "132": "Young reflects somewhat ruefully on his departure in the preamble to ‘The Chipped White Cups of Dover’, CCA, YUNG 2/1/3. Some of the findings of his doctoral work were published in M. Young, ‘Distribution of Income within the Family’, British Journal of Sociology , iii (1952), pp. 305–21.",
        "133": "CCA, YUNG 2/1/1, ‘Labour Party Research Document 172’, Oct. 1948; CCA, YUNG 2/2/2, ‘Small Man, Big World’.",
        "134": "M. Clapson, Invincible Green Suburbs, Brave New Towns: Social Change and Urban Dispersal in Postwar England (Manchester, 1998), pp. 62–95; J. Lawrence, ‘Inventing the “Traditional Working Class”: A Re-analysis of Interviews from Young and Willmott’s Family and Kinship in East London ’, paper presented at History After Hobsbawm , London, 29 Apr.–1 May 2014.",
        "135": "For more, see Butler, ‘Michael Young and the Institute of Community Studies’.",
        "136": "P. Willmott, ‘The Institute of Community Studies’, in M. Bulmer, ed., Essays on the History of British Sociological Research (Cambridge, 1985), p. 140.",
        "137": "McKibbin, Parties and People ; Savage, Identities and Social Change .",
        "138": "See, in particular, J. Saville and R. Miliband, ‘Labour Policy and the Labour Left’, Socialist Register , i (1964), pp. 149–56; J. Saville, ‘Labour and Income Redistribution’, Socialist Register , ii (1965), pp. 147–62; J. Saville, ‘The Politics of Encounter’, Socialist Register , i (1964), pp. 192–207.",
        "139": "R. Samuel, ‘New Authoritarianism—New Left’, Universities and Left Review , v (1958), pp. 67–9.",
        "140": "‘Editorial’, Universities and Left Review , i (1957), pp. 1–3.",
        "141": "P. Worsley, ‘Britain—Unknown Country’, New Reasoner , v (1958), p. 59.",
        "142": "The Guardian , 27 Mar. 1961, p. 8, R. Hoggart, ‘Limits of Mass-Observation’.",
        "143": "C. Taylor, ‘The Poverty of the Poverty of Historicism’, Universities and Left Review , v (1958), p. 78.",
        "144": "E.P. Thompson, ‘The New Left’, New Reasoner , ix (1959), p. 5.",
        "145": "S. Hall, ‘A Sense of Classlessness’, Universities and Left Review , v (1958), pp. 28–9.",
        "146": "M. Davis, ‘Guest Editorial: Can One Nation Labour Learn From the British New Left?’, Renewal , xxi (2013), pp. 5–8; M. Kenny, ‘Faith, Flag and the “First” New Left: E.P. Thompson and the Politics of “One Nation”’, Renewal , xxi (2013), pp. 15–23; J. Rutherford, ‘The First New Left, Blue Labour and English Modernity’, Renewal , xxi (2013), pp. 9–14.",
        "147": "CCA, YUNG 2/1/1, ‘For Richer, For Poorer’.",
        "148": "CCA, YUNG 2/2/2, ‘Small Man, Big World’."
    }
}