{
    "title": "Negotiating Identity: Israel, Apartheid, and the United Nations, 1949–1952*",
    "author": "Rotem Giladi",
    "date": "31 January 2018",
    "article": "Orthodox historiographies on Israel’s early policies in ‘black’ Africa and its relations with ‘white’ South Africa commonly, if disjointedly, assert that the state’s Jewish identity had played, in the early 1960s, a key role in Israel’s participation in the international ‘struggle against apartheid’. Revisiting this assertion, I examine Israel’s involvement in early United Nations debates on South Africa’s race policies. I trace the making of Israel’s position on South Africa’s treatment of persons of Indian origins in preparation for the 1950 General Assembly; present Israel’s voting praxis in that session; and demonstrate the persistence of both position and praxis in the 1952 Assembly session where apartheid first appeared on the UN agenda. Against the grain of existing accounts, I argue first that, on Africa, Israel’s multilateral diplomacy preceded its bilateral diplomacy; Israel’s encounter with Africa began not in the early 1960s but with its 1949 UN admission, compelling its envoys to vote and reflect on African and colonial questions, including apartheid. Secondly, I demonstrate that Israel approached apartheid with equivocation; at the UN, its diplomats devised and acted on a formula allowing them, in their words, ‘to have our cake and eat it’—even if, on the whole, Israel’s diplomatic praxis was far more progressive than that of Western states. Thirdly, I demonstrate how Jewish identity, constructed through the prism of Israel’s foundational ideology, affected such equivocation: it defined Israel’s dilemma on apartheid but, at the same time, also offered a route out of that conundrum. Finally, I illustrate that the elasticity of Jewish identity displayed by Israel’s envoys drew on sensibilities that were often formed in South Africa itself by their own previous encounters with racially-managed society and, later, with apartheid.Recently, Israel’s State Archive posted online a collection of documents on Israel’s relationship with South Africa.[CITATION-1] The chronological framing (1961–7) portrays a period of transition. The editors depict the early 1960s as a low-water mark, a time of crisis;[CITATION-2] 1967, by contrast, they describe as moment of thaw, a prologue to an era of close—now infamous[CITATION-3] —co-operation between the Jewish state and the apartheid regime. One can, and perhaps is invited to, read what followed as a tale of aberration: a departure from first principles, a loss of moral compass on the part of Israeli diplomacy. The volume’s declared purpose, notably, is to demonstrate that ‘these relations were not always close, and [that] in the 1960s Israel took part in the international struggle against apartheid’.[CITATION-4] One is invited, perhaps, also to read a necessity plea into what followed.The editors mark Israel’s United Nations (UN) votes against apartheid in the early 1960s as a baseline for a ‘growing tension, initiated by Israel’.[CITATION-5] Foreign Minister (1956–66) Golda Meir’s (1898–1978) impassioned denunciation of racial discrimination in South Africa at the UN General Assembly in 1963 is thus a common theme in scholarship on Israeli–South African relations, South Africa’s Jewish community, and Israel and Africa.[CITATION-6] Such scholarship describes Israel’s UN votes against apartheid as rooted in principle rather than (merely) state interest.[CITATION-7] Principled opposition to racial discrimination was thus declared by Israel’s envoys, and the literature citing them, to inhere in and express theidentity of the state.[CITATION-8] Israel, one envoy said, ‘attached particular importance to the question of racial discrimination in general, and apartheid in particular, because of the historic experience of its own people’. Jews being ‘the victims of discrimination throughout the ages’, Israel ‘considered it both a right and a duty to take a position in the forefront of the battle against every form of discrimination, particularly racial’. ‘The Ghetto itself’, he asserted, ‘was but another form of apartheid’.[CITATION-9] Israel’s anti-apartheid stand itself is commonly cited to support the centrality of the Jewish aspect of Israel’s foreign policy:[CITATION-10] central enough to trump even the interests of the Union of South Africa’s Jewish community.[CITATION-11] Although much existing scholarship focuses on the early 1960s as the beginning of Israel’s UN anti-apartheid action, some authors at times hint at continuity from an earlier decade.[CITATION-12] For her part, Meir maintained that the 1961 vote ‘did not constitute any change of policy’: Israel ‘had already voted previously for resolutions criticising apartheid’.[CITATION-13] The tension between assertions about Israel’s inherent repugnance to racial discrimination and the primacy accorded to the early 1960s milestone is enough to warrant an exploration of Israel’s earlier stance on apartheid. Reproducing Israel’s original encounter with apartheid may help make sense of change and continuity and furnish novel vantage points from which to assess its later outlook on ‘white’ and ‘black’ Africa.Other features of the existing literature on Israel’s foreign policy also suggest we should be probing more deeply. Thus, commentators who emphasise the primacy of the 1960s in Israel’s anti-apartheid stand often note how principle combined with interest to shape Israel’s perspective: ‘There can be no doubt’, writes Gideon Shimoni, ‘that Israel’s overriding motivation was to gain the diplomatic support of African states as counterbalance to the chronic international hostility’ from Arab states and the Soviet bloc. ‘This interest was reinforced by moral repugnance for the racism that apartheid signified’.[CITATION-14] This resonates with two other features characterising nearly all accounts of Israel’s involvement in Africa: Israel, these maintain, had no African policy to speak of before decolonisation began in the late 1950s.[CITATION-15] The 1955 Bandung Afro-Asian conference, paving the way for the establishment of the Non-Aligned Movement, is commonly marked as a turning point. The traumatic ‘downfall of Bandung’,[CITATION-16] where Israel was first excluded, then denounced, led Moshe Sharett (1894–1965), Meir’s predecessor, to realise the extent of Israel’s isolation.[CITATION-17] African independence, beginning with Ghana in 1957, presented a remedy in the form of bilateral Israeli diplomacy in Africa in the face of expanding Nasserism.[CITATION-18] But such accounts of Israeli–African relations, typically, focus on ‘black’ sub-Saharan Africa to the exclusion of ‘white’ South Africa which is treated, implicitly or explicitly, as a special case.The parallel insistence that although self-interest drove Israel’s turn to Africa, ideology and identity were equal motors of diplomatic action, merits attention.[CITATION-19] Scholars and former diplomats, however, tend to gloss over the precise nature of ideological imperatives surrounding Israel’s early African ‘adventure’. Nor do they engage with the roleplayed by identity in Israel’s diplomatic practice. Instead, standard references to the ‘Zionist idealism’[CITATION-20] of Theodor Herzl (1860—1904), the founder of political Zionism, or broad-brush allusions to ‘a higher moral purpose’ of serving as a ‘light unto the nations’ are made.[CITATION-21] At times, commentators note expressions of sympathy for ‘the liberation of other people’[CITATION-22] or invocations of shared Jewish and black suffering—and then they move on.[CITATION-23] Much is made of Israel’s subsequent denunciation of apartheid at the UN from 1961 onwards without critical reflection on this policy’s origins or pedigree.[CITATION-24] Existing historiography, finally, does not always consider Israel’s early African (and South African) perspectives against the backdrop of its wider geostrategic constraints and the Jewish dimension of its foreign policy. Traditional assessments of Israel’s positions on Africa and South African questions do not always take full account of the role played by geopolitics—especially the Cold War—and its impact on Israel’s early foreign policy. Nor has much attention been paid to the role Israel’s Jewish identity played in its grappling with such challenges. One cardinal principle of pre-state Zionist policy had been close alignment with a Great Power.[CITATION-25] The establishment of Israel, from the outset, raised in this respect a major foreign policy dilemma: what would be the new state’s world orientation? Ought Israel now to ally with the East or the West? This was a dilemma shaped by the even more traditional, and fundamental, question of modern Jewish identity with which, after 1948, the Jewish state had to grapple in its domestic politics, society, culture and law.[CITATION-26] In foreign policy terms, the problem was exacerbated by the Cold War and compounded by Israel’s own regional isolation.At first, Israel chose to avoid close alignment with either superpower; its leaders, among other considerations, had hoped to preserve that moment in 1947 when the Soviet Union, unexpectedly, moved to support the Partition of Palestine.[CITATION-27] This called for a foreign policy that would be a constant balancing act; so did Israel’s reliance on the financial support of American Jewry on the one hand and its desire to have access to Jews beyond the Iron Curtain on the other.[CITATION-28] Non-alignment with the Cold War opponents became a guiding principle of Israel’s early foreign policy, even when exigencies tested its imperatives to breaking-point. When the Korean crisis came in the summer 1950,[CITATION-29] Prime Minister Ben-Gurion and Foreign Minister Sharett could fend off domestic critique from the left by presenting Israel’s pro-Western position as, in reality, a show of support for and expression of fidelity to the UN in its effort to curb aggression. It could be argued that this realised, rather than departed from, Israel’s neutral stance.[CITATION-30] Even if Cold War circumstances forced Israel’s hand, they were not seen at the time as an abandonment of the non-alignment principle.[CITATION-31] Ben-Gurion may have been inclined westwards, but Sharett’s adherence to careful non-alignment and balancing continued to direct Foreign Ministry praxis and attitudes.[CITATION-32] For a while, Korea remained ‘a singular aberration’.[CITATION-33] Despite pressure on the principle—perhaps because of it—non-alignment became an article of faith, strongly injected with an ideological sense of purpose exceeding the vicissitudes of this or that political crisis and lingering, at least in Israel’s foreign service apparatus, long after Israel had started its slow journey towards a more westward orientation.[CITATION-34] Assessments of this orientation dilemma, however, rarely delve into the crucial, constitutive role played by Israel’s Jewish identity in such teleological framings of non-alignment. ‘[O]f all the nations of the world Israel alone is not morally subjugated to this or that power struggling today for world domination’, wrote Walter Eytan (1910–2001),[CITATION-35] the Ministry of Foreign Affairs Director-General, to Sharett in September 1950, in connection with the forthcoming General Assembly session. ‘[T]he time has come to put this state of affairs to the service of world peace … the impending … UN Assembly may present us with the opportunity to do something great and energetic in the campaign for world peace’. A dilemma, read as a calling, could be turned into an opportunity. What he proposed was no less than Israel having its own candidate for the position of UN Secretary-General. What, for Eytan, made this fantastic project appear conceivable—and what made the notion of non-alignment so powerful—was a spiritual reading of Israel’s Jewish identity and vocation:[Israel’s] non-alignment policy … does not stem from considerations of utility alone but from the recesses of the Jewish soul, so deeply-rooted in the Jewish history and its prophetic destiny so that it can never identify with, or even fully align, with forces so fundamentally alien to it such as communism, Catholicism or modern capitalism. Israel is therefore the only neutral state, in the deepest sense of the word.[CITATION-36] The Cold War, the non-alignment principle, and that sense of a universal purpose for the Jewish state are crucial to the story of Israel’s early attitudes towards apartheid; these attitudes, too, formed part of a larger, and constant, balancing act; they, too, turned a dilemma into an opportunity. Israel’s negotiation of apartheid, as discussed later, in turn raises the need to recast the structures, geographies and pathologies of Israel’s orientation dilemmas.Against this backdrop, this paper explores Israel’s early UN position and practice with regard to apartheid in the years preceding its bilateral African diplomacy of the 1960s. I argue, first, that Israel’s diplomatic encounter with Africa did indeed occur earlier: Israel’s UN admission on 11 May 1949 compelled its diplomats to immediately reflect on, debate and decide on ‘African’ and ‘Colonial’ questions including, specifically, apartheid. Israel’s multilateral diplomacy, hitherto uncharted, preceded its bilateral diplomacy. As a result, by the late 1950s Israel’s envoys had already developed a rich and tested repertoire of rhetoric and praxis that could be tapped when building bilateral relations with Africa’s newly independent states.Israel’s first encounter with South Africa’s race policies at the UN concerned the Union of South Africa’s treatment of persons of Indian descent. This article explores the making and implementation of Israel’s attitude on this issue. I go on to argue, secondly, that Israel approached apartheid with equivocation, which was reflected in its voting praxis; its diplomats devised and acted on a formula that, in their own words, enabled them ‘to have our cake and eat it’. This was rooted, to an appreciable degree, in orientationYet Israel’s Jewish identity, constructed through the prism of its foundational ideology, had played an equally important, constitutive role in this equivocation. Apartheid presented Israel’s diplomats with an intractable dilemma. Thirdly, Israel’s Jewish identity, I argue, was precisely what presented and framed that dilemmawhat charted a course out of the straits; it could be and was used to compel, and then justify, contradictory courses of action. Read ideologically or culturally, elusive Jewish identity could and did elicit, for Israel’s representatives, identification witha discriminated-against Indian minoritywith discriminatory white settler rule (and, in turn, repulsion from both). Ultimately, apartheid presented an opportunity to reflect on, assert and use—in short, to negotiate—Israel’s clear, yet elusive, Jewish identity to the ends of diametrically opposed foreign policy imperatives. For Israel’s early envoys, apartheid was a constraint, but also an instrument of emancipation. Lastly, I reflect on origins, agency and itineraries, demonstrating how the elasticity of Jewish identity displayed by Israel’s envoys drew on sensibilities formed in South Africa by their own previous encounters with a racially managed society and with apartheid itself.Part I discusses early UN debates on South Africa’s race policies; it traces the making of Israel’s equivocal position in preparation for the fifth General Assembly session (1950). Part II presents Israel’s equivocal praxis in that session. Part III demonstrates the persistence of equivocation practised by Israel’s UN Mission during the seventh session (1952) where apartheid, in addition to the treatment of Indian persons, first appeared on the Assembly’s agenda. Part IV analyses my findings, elaborates my claims, and discusses their ramifications.At the UN, Israel encountered South Africa’s race policies at two junctures. Each, in its way, lent itself to reflection on the Jewish past and present. Both were approached by its envoys through the prism of Israel’s professed Jewish identity. One juncture concerned South-West Africa: a German colony placed under Union mandate at the close of the First World War—–much like Palestine under Britain—and a territory whose inhabitants were deemed not (yet) capable of facing modernity unaided.[CITATION-37] South Africa’s attempt to annex South-West Africa after the Second War World met resistance at the UN;[CITATION-38] the ensuing quarrel, culminating in Namibia’s eventual independence in 1992, mushroomed into decades of skirmishes about UN competences, procedures and outlook—and about Union recalcitrance and the race policies it extended to that territory.The other juncture concerned the Union’s treatment of its own population. This, at first, was not about the place of the disenfranchised majority in the emerging apartheid regime; it began in 1946, rather, as a complaint concerning the treatment of the relatively small minority of persons of Indian descent living in South Africa. It soon transmuted into a censure, on the world stage, of South Africa’s racial segregation policy. Both causes largely involved the same actors, interests and dilemmas; later, they would often converge. This article, however, focuses on the Indian complaint, which led in due course to apartheid becoming an item on the General Assembly’s agenda. Race discrimination—evoking Israel’s Jewish sensibilities—was, moreover, the issue explicitly underlying the dispute from its outset.[CITATION-39] Israel was admitted to the UN on 11 May 1949.[CITATION-40] Three days later, it supported a General Assembly Resolution on ‘The Treatment of People of Indian Origin in the Union of South Africa’ despite the Union’s request that it abstain.[CITATION-41] South Africa was the only state to vote against the resolution, which invited India, Pakistan and the Union ‘to enter into discussion at a round-table conference’.[CITATION-42] Modest in scope, this resolution was the latest round of India’s campaign against the Union’s race policies towards its Indian population.[CITATION-43] What had begun in 1946 as a continuation of inter-imperial politics would become, over the next decades, a campaign against apartheid.[CITATION-44] The issue of the treatment of the Union’s Indian population would herald an anti-colonial struggle at the world organisation; in the process, some of the fundamental assumptions of the UN founders would be reinterpreted, cast aside or reversed.[CITATION-45] The UN itself would be radically transformed; it was a time to take sides.Israel’s May 1949 votes on South African and other colonial questions were instinctive, not calculated.[CITATION-46] They caused ‘considerable embarrassment’: ‘we did not fully know the problems, and so our appearance was an improvisation; the consequences followed’. Israel’s intervention in the debate ‘raised the wrath of the former colonial states so that in the end, we needed to absent ourselves from the meetings of the committee’.[CITATION-47] Later that month Michael Comay (1908–87), the Director of the Ministry of Foreign Affairs (MFA) Commonwealth Division, confided to Abba Eban (1915–2002), Israel’s UN Permanent Representative, that he had not yet had a ‘chance to hear from [Foreign Minister] Moshe [Sharett] the reasons for our decision to support a resolution against South Africa in this matter’. Careful not to criticise merits, Comay stressed the need for closer future co-ordination between the Israel’s UN Mission and the responsible MFA Division. He also implied that the impact on Zionist fundraising in South Africa and on the impending diplomatic relations might have not been given proper weight.[CITATION-48] The episode exposed Israel’s basic dilemma. ‘Our complication’, wrote Eban to the MFA’s Director-General, was ‘friendship [with] South Africa’ on the one hand and, on the other, Israel’s ‘attitude [to] colonial questions’.[CITATION-49] Perplexingly, already in late 1949 Israeli diplomats were alluding to a ‘tradition of voting on colonial and trusteeship questions together with the Asiatic and Latin American bloc’.[CITATION-50] Preparing for the next General Assembly, Ezekiel Gordon (1905–62), Director of the MFA’s International Organisations Department, reflected: ‘we must avoid blindly following principles and sentiments. Obviously, it is in our nature that our sympathies lie with colonised and oppressed peoples. At the same time, identifying ourselves with them means hostility to friendly countries such as France and South Africa … [we] must always act with care’.[CITATION-51] Both India and the Union were already lobbying Israel’s UN Mission.[CITATION-52] Israel’s dilemma persisted, unresolved. Preliminary discussions in early 1950 led to an agreement to hold a round-table conference. In April, however, South Africa published the Group Areas Bill, providing for complete racial segregation.[CITATION-53] After mutual accusations, India withdrew from the planned conference. The only subject of discussion, according to South Africa, would have been ‘the reduction of the Indian population in South Africa’ through ‘repatriation’.[CITATION-54] India placed the item on the Assembly agenda.Early in August, the International Organisations Department (IOD) prepared a single-page memorandum on the question.[CITATION-55] It offered ‘compelling arguments’ supporting the ‘Indian point of view’. First was the ‘compelling’ ‘moral problem’: ‘[t]he only parallel in modern times to such far reaching racial legislation are the Nazi Nuremberg laws’.[CITATION-56] This was precisely what India’s 1946 complaint had argued: ‘a striking resemblance to the Nazi principle and practice of race superiority and concentration of power in the superior race’.[CITATION-57] The ensuing question may have been implicit, but abundantly clear: how could the Jewish state stand aside? There was, too, a prospective aspect to the ‘Jewish point of view’: ‘the problem of protecting ethnic and national minorities … especially when … nationals of the persecuting state’.[CITATION-58] Any race-based rule could not bode well, in other words, for (South Africa’s) Jews. There was aadvantage, too: by supporting India, Israel would ‘be allied with a solid majority’ together with ‘the Latin American, Asiatic, Arabic and Soviet Bloc countries, plus countries such as Ethiopia and Liberia and probably the United States and the Scandinavian countries’.[CITATION-59] For a new state still seeking to overcome isolation this, in itself, was an important end.Other factors, however, militated against supporting India. Intervention was ‘a double edged sword’: India’s victory would ‘create a precedent for Israel’s intervention on behalf of the Jews in other countries’ but, alas, also for ‘Arab intervention on behalf of the Arab minority in Israel’. Voting with India could upset ‘the delicate nature of Israel’s relations’ with South Africa and endanger the latter’s support on the question of Jerusalem’s status. On balance, the author concluded: ‘Israel is morally bound to support the Indian case because of her interests in so far as world Jewry are concerned’. His recommendation, however, was far less categorical: owing to constraining factors, ‘Israel should abstain from indulging in attacks upon South Africa but should explain its vote as a vote of principle against discrimination’.[CITATION-60] This recommendation gained the ‘full support’ of the MFA’s Asia Department.[CITATION-61] Comay, however, was not convinced. He consulted Jacob Robinson (1889–1977), the UN Mission legal adviser,[CITATION-62] and the MFA legal adviser Shabtai Rosenne (1917–2010) on ‘The problem of Southern Africa in the next UN Assembly’. Rosenne, who normally eschewed allusions to sentiments or moral obligations in the international sphere,[CITATION-63] considered this ‘one of the most complex [problems] and it would be very dangerous to approach it dogmatically and with prejudice’.[CITATION-64] He did approach it with a mixture ofsentiment and prejudice when averring that ‘we cannot disregard the difference in our relationship towards South Africa and our relationship towards India and Pakistan. As for these two states we owe nothing’.[CITATION-65] Both voted against the partition of Palestine. Pakistan was Muslim, objected to Israel’s UN admission, and ignored its request for recognition. India met Israel’s early diplomatic overtures coolly.[CITATION-66] Past ties of the South African ruling National Party to Nazi Germany were not enough to outweigh the adverse role played by India and Pakistan in the partition debate. South Africa had not only voted for partition; it also was among the first to recognise Israel.[CITATION-67] Comay was given the task of proposing a position, contained in ‘observations’ on the IOD memorandum.[CITATION-68] He admitted that the ‘broad moral argument’ was ‘certainly compelling’; nonetheless, he wished to accentuate several factors suggesting an even more ‘cautious approach’. He elaborated on the double-edge of ‘intervention’; and intimated that alignment with India ‘might seriously prejudice [the Union’s Jewish] community’. On ‘The Interests of South African Jewry’ he delivered the ‘considered view of the South African Zionist Executive … privately conveyed to me, but not directly to the Foreign Minister … because the South African Jews do not want to be accused of interfering with Israel’s foreign policy’. According to ‘responsible leaders’, Comay explained, South Africa’s race issue was not ‘a question of “minorities” in the normal European sense, but of the fundamental colour cleavage’. South Africa’s Jewry wished to refrain from ‘becoming associated with the struggles of the coloured groups against white domination’ so as to maintain ‘as long as [they] can’ the ‘privileged position’ of ‘being accepted as an integral part of the white section of the population’. These sentiments, Comay noted, may appear ‘unheroic’ but, he implied, were understandable.[CITATION-69] Comay proceeded to reflect on Israel’s alignments: ‘Can we remain indifferent to the fact that South Africa has consistently supported our cause, while India and Pakistan have backed our enemies, and still refuse to recognise us even de facto?’, he asked. Accepting that Israel ‘must establish relations with the Asiatic countries’, he urged that this could not happen through attacking ‘those who have befriended us’.[CITATION-70] Comay could speak with some personal authority on this subject. He was born in Cape Town; after the Second World War, he had served as the Palestine representative of the South African Zionist Federation for the Jewish Agency’s Political Department—the MFA’s predecessor.[CITATION-71] His background was pertinent to the next section of the memorandum.Discussing the ‘The Merits of the Dispute’, Comay pleaded for contextual understanding of South Africa’s race issues. He had already argued this was nothing like the Jewish experience as a European ‘minority’, but rather a ‘fundamental colour cleavage’. The ‘fundamental point’, he now asserted, was ‘that this problem cannot be taken out of context of the South African situation as a whole’: though small, the Union’s Indian community was ‘concentrated in and around Durban’, where ‘100,000 Indians … outnumber the white population of the city’. Even before the Union, ‘the other Colonies had taken steps to prevent the spreading from Natal into their areas’. This ‘local concentration’ explained ‘why so much heat has been engendered by this problem’.[CITATION-72] Comay found it ‘interesting’ that segregation of the Indian community was not an Afrikaner but a British concern: ‘Natal is the most English province of the Union, and the whites who demand tough measures against Indian “penetration” are not the Afrikaners of Malan’s National Party, butmost “British” section of Smut’s Union Party’.[CITATION-73] The ‘powerful anti-Indian prejudice’ of the Natal English translated into ‘a natural sympathy for the repressive policies of the present government.’ This allowed Malanites to argue, Comay added, that ‘racialism in South Africa’ is not an ‘Afrikaner invention’.[CITATION-74] Comay moved on to expound on the complexity of the Natal racial situation. The Indian problem, he noted, was not just ‘an Indian–white conflict’. It was ‘also an Indian–black conflict’. He went on to describe the position of Natal Indians in the vocabulary of European anti-Semitism—a comparison he had already refuted:The Indians are the traders and middlemen for the native peasantry and proletariat; as such, they are regarded as exploiters, and dislike and distrust can explode into such bloody outbreaks as that which took place in Durban last year, when African mobs killed and wounded hundreds of Indians, and pillaged their shops and homes.[CITATION-75] Though Comay did not use the word ‘pogrom’, the subtext was clear: if the Union’s Jews were now white, the Indians were now its Jews. He asserted the analogy explicitly: ‘This is a kind of “anti-Semitism” reminiscent of the traditional Jewish position in Eastern Europe—except that in Durban there is a racial triangle: European–Asiatic–African’.[CITATION-76] The analogy, however, was not meant to draw the Jewish state’s sympathies to the ‘Jewish’ plight of Natal Indians, but to plead for contextual sensitivity. If the Jews of South Africa were white and European, then the Jewish state could demand and expect the same kind of contextualised understanding of its own policies as was required by the complexity of the South African situation. Just as South Africa’s policies were to be understood in their proper African context, not judged by standards applicable in the West, so ought Israel’s actions in the Middle East be understood. But the analogy in fact distinguished Jews from Indians. Here Comay located the uniqueness of the South African situation—and Israel’s—squarely within the civilisational sensibilities of nineteeth-century international liberalism:[CITATION-77] On the Palestine problem, we used to protest loudly against the superficial logic of majority rule, claiming that the situation had certain unique features, which had to be properly analysed and understood before any remedies could be discussed.Similarly, without condoning the gross inequalities and injustices of the South African system, one can submit that such a multi-racial society, with different communities existing on different planes of civilisation, presents special problems, the solutions to which dolie in the mechanical equality of the ballot box. Not even the most liberal and progressive South African opinion has ever advocated the kind of ‘democracy’ which functions more or less successfully in advanced and homogenous Western countries. Even a measure of ‘apartheid’ (segregation) may be justifiable as a device for damping down racial friction by reducing inter-penetration of the various communities… one of the existing forms of segregation … prohibitssettlement or land ownership in substantial (though inadequate) areas … set aside as native reserves.[CITATION-78] Comay’s recourse to civilisational vernacular suggested that if there was an analogy with South Africa, its lesson was not the similarity between Jews and Indians. The point, to which I shall return below, was rather that Jews—especially, perhaps, Jews in Israel—had shared the same ‘plane of civilisation’ with European and whites.How did all this bear on the position that Israel was to take at the UN? First, Comay suggested circumspection: ‘be prepared to reaffirm our general principles … if the occasion calls for it’—but also ‘hesitate to attack particular features of the race complex in South Africa, of which we in Israel have little understanding, and for which we have no constructive solution to offer’. Israel’s dilemma should not be reduced ‘to a simple formula of principle versus expedience’. But he was forced to admit: ‘it is not easy to suggest a middle line’. Comay tried nonetheless: Israel could well support reiterated calls for ‘a round-table conference’; this ‘would chime in with our own demand that Israel and the Arab states should settle their difference by direct negotiations’. But if called on to vote on censure of South Africa or condemn its policies, Israel should abstain, citing ‘our general reluctance to join in censure of parties to U.N. disputes’. Nor was Comay keen on supporting renewed Indian proposals to implement ‘the principle of U.N. intervention in cases of alleged discrimination against a minority group’ through, for example, the establishment of a ‘Committee of Enquiry’. In the absence of ‘a legal basis for such action’, he recommended that Israel should not support (or should even abstain on) such proposals, ‘on the grounds that, in the face of South Africa’s attitude’, the likely ineffectiveness of such mechanism would only ‘create a fresh bone of contention’.[CITATION-79] Abstention, for Comay, should be qualified by an explanation denying ‘insensitivity on our part to the basic moral issues’, even if ‘we may be charged with being inconsistent, even hypocritical’ by taking a moral high ground and ‘refusing to apply’ ‘high sounding principles’ in ‘this test case’. This was a price he was willing to pay ‘if we want to have our cake and eat it’. To realise this feat, he appended a short draft statement.[CITATION-80] Comay emphasised that he was not defending ‘South Africa’s race policies’, though he invoked the personal knowledge that others did not possess. His counterparts and superiors, apparently, accepted his arguments and shared his perspective. Sharett was ‘very impressed’ with Comay’s analysis: ‘I have no doubt we must look for a way out of this strait following the lines [Comay] demarcated’.[CITATION-81] A meeting of MFA departments heads in late August produced an agreed position, a recipe for having ‘our cake and eat[ing] it’.[CITATION-82] It assumed the General Assembly would debate censure of South Africa; a postponement in the implementation of the Group Areas Act; and a call to South Africa and India to reach agreement. It was recommended that Israel vote against censure, alluding to a general policy of avoiding denunciation of UN members and finding, instead, practical solutions. Should the censure clause fail to gain support, Israel would support the resolution as a whole. Were India to vote against the resolution because it contained no censure clause, Israel ought to abstain ‘so as not to remain alone with the colonial bloc’. Following the same line of reasoning, were the censure clause to succeed, Israel should also support the resolution as a whole. On the other hand, Israel would abstain if a clause demanding the postponement of the Group Areas Act were to come to a vote, lest a precedent for Arab demands be established.[CITATION-83] In any case, Israel ought to support any compromise and any call for direct negotiations.[CITATION-84] This agreed position ‘in due course became part of the directive to the Israel delegation’ to the UN.[CITATION-85] Comay, wishing to test the water and garner support for circumspection, sought the input of David Goitein (1900–61), Israel’s senior representative in South Africa, on ‘the attitude that the Union Government is likely to take up at the Assembly on the questions of the Indian minority … and of S.W.A. [South West Africa]’.[CITATION-86] Summarising the Foreign Ministry’s position on ‘India and S.W.A. at the U.N.’ in October 1950, Comay averred:Our attitude on the S.A. Indian question is torefrain from condemnation of South Africa, and from passing any judgment on the specific merits of the issues, or justifying the Indian refusal to attend a round-table conference … On the other hand, we can and should refrain from any express or implied support for the South African—not only as a matter of general principle, but even, from the long range point of view, in the interests of the South African Jewish community itself.[CITATION-87] Comay’s curious choice of words (‘caste system’) merits a closer look. Both Goitein’s discussions with the Union government and Comey’s deployment of vocabulary will be discussed in more detail below. Here, it is sufficient to note that Comey expressed distaste of India, implied bad faith on its part, and questioned its standing in the debate on race.There was little qualitative difference, in effect, between Comay’s position and that advocated by the IOD in August 1950. Both sought to reconcile similar conflicting concerns through similar prescriptions. The latter’s recommendation was far less categorical than its allusion to principle had suggested: ‘Israel should abstain from indulging in attacks’ on South Africa, but should explain its action as a ‘vote of principle against discrimination’.[CITATION-88] The position emerging from the MFA in late August 1950 was a recipe for equivocation: support this, object to that, abstain when possible, absent yourself if necessary.[CITATION-89] Walk between the lines, and always ‘explain’—that is, equivocate on—the gap separating principle from praxis: to India, to South Africa, to the Jewish community, and so on. It was designed to justify a broad range of possible actions tilting this way or that. It was, on the one hand, too rigid for Israel’s UN Mission to be able to follow closely in practice: not every procedural device used or substantive turn in UN debates could be foreseen.[CITATION-90] It was, on the other hand, flexible and useful enough for it to be consecrated as the Ministry’s formula for approaching UN debates on South Africa’s race policies in future years. Leaving final judgment to Israel’s UN Mission became the bottom line of instructions issued in preparation for successive Assembly sessions.[CITATION-91] Starting in the fifth General Assembly session, Israel’s UN Mission proceeded to implement this position in multiple votes, in statements made by its representatives, and in a few amendments which they introduced. Consider one 1950 statement in thePolitical Committee, delivered by a member of Israel’s UN mission. Having ‘listened with interest and sympathy’ to India’s statement, Samuel Eliashiv (1899—1955)[CITATION-92] noted:The people of Israel are compelled by their own memories of anguish and pain to take interest in any disputes arising from allegations of racial discrimination. We cannot therefore accept the view that the United Nations should disinterest itself in any question of that kind.[CITATION-93] That was, clearly, a point scored for India: South Africa consistently challenged UN competence.Next, however, came an ‘urgent appeal’ to India to ‘reconsider its attitude’ and ‘make a further effort towards a solution through … negotiation … In our view and experience … direct negotiation is indispensible to any hope of a settlement’ and ‘the most effective course’ of action. This advanced Israel’s own position on how to resolve the Middle East conflict; but it contained, at the same time, a veiled criticism of India. For all of Israel’s ‘interest and sympathy’, Eliashiv’s statement hinted that blame for the impasse rested with India: it was up to her to make a ‘further effort’. By stressing that preparations were already made for the conference, Eliashiv implicitly rebuked the ‘considerations which induced’ India to withdraw its assent.[CITATION-94] Towards the Union government, rather than ‘urgent appeal’, Eliashiv only expressed ‘the hope’ that it will ‘do all in its power to create an atmosphere’ necessary to allow the conference to succeed.[CITATION-95] The overall emphasis on process also directed attention away from the substance of the Group Areas Act: two points scored for the Union. When matters came to a vote, Israel supported the call to South Africa to delay implementation of the Group Areas Act.[CITATION-96] A point for India: deuce. Eliashiv, notably, did not consider that this amounted to taking a stand against apartheid. He reported:We have followed no side. We did what we could to help take stings out of the [Indian] proposal. We know that the Indians … were again this time happy with our position… The South African delegation saw our efforts to soften the substance of the proposal and its language in consideration of them…[CITATION-97] Israel’s principled opposition to racial discrimination was, effectively, more rhetorical than operational.Comay agreed with Eliashiv’s statement but thought that Israel’s votes were cast ‘in a way which went beyond the [August 1950] directive’. Israel’s support for a draft resolution proposed jointly by Bolivia, Brazil and the Scandinavian countries in the Committee ‘identified us with the opponents of South Africa’ and placed Israel in the ‘anti-colonial bloc’.[CITATION-98] Abstaining, he thought, would have placed Israel together with several Asian, Latin American and European states. When Jewish leaders in South Africa intimated ‘unofficially’ that Israel should have abstained on the suspension of the Act rather than ‘tread on the toes of South Africa’,[CITATION-99] Comay thought that ‘they should realise how impossible it is for Israel to adopt a neutral or equivocal attitude over a precedent for UN concerning itself with charges of discrimination.’[CITATION-100] Israel, Comay added, ‘had to find a compromise between our principles and convictions on matters of racialism, and our desire to maintain friendship with South Africa’.[CITATION-101] The formula justified even what Comay considered a departure; before the next Assembly, he would propose that that ‘moderate, middle-of-the-road line’, ‘be reaffirmed as a general directive’ for the future.[CITATION-102] Israel’s UN Mission continued to practice equivocation, sometimes by voting one way in one body, then another way in the other. At times, equivocation was manifest in shifts from one session of the Assembly to the next. Following the Sixth Assembly the IOD lamented that the South Africans did not ‘clearly appreciate’ Israel’s vote.There was hardly any other possibility for us to act, caught as we were between the impossibility of sanctioning racial discrimination (which we would have done even if we had merely abstained in the voting) and the necessity of safeguarding our good relations with South Africa and the interests of its Jewish population.[CITATION-103] In October 1951, a senior staff meeting repeated the formula: ‘Israel will not support any proposal condemning South Africa’ and ‘will support any proposal aspiring to bring direct negotiations between the parties to resolve the problem’.[CITATION-104] This time, however, Israel ‘abstained, both in committee and in the Plenary, on the paragraph calling on the South African Government to suspend the implementation of the Group Areas Act’.[CITATION-105] Notwithstanding the Act’s implementation ‘contrary to the United Nations resolution’, the imperative was ‘to uphold principles and yet avoid giving support to any resolution which might be interpreted as condemning South Africa’s conduct’.[CITATION-106] This was balanced by voting ‘in favour of the resolution as a whole’, rather than abstaining. Israel also proposed an amendment that ‘softened considerably the original’ proposal.[CITATION-107] In effect, Israel added its voice against racial discrimination, but would not vote against the enforcement of the policies entrenching it.[CITATION-108] It also stated that fault for failed talks should not be placed with South Africa alone.[CITATION-109] When its delegates did vote against the Union, they usually joined large majorities; at times, they gave voice to principle when voting on matters of procedure.[CITATION-110] Equivocation often proved itself usefulthe Union government[CITATION-111] and the Jewish South African community: Israel’s representative in Pretoria could confirm in mid-1952 that ‘our [UN] delegation at the next Assembly may safely continue to deal with the South African questions … on the same line as at the last’.[CITATION-112] In 1952, India realised it could not demand equality for a small, recently disenfranchised Indian minority yet remain silent on the systemic disenfranchisement of the African majority. ‘The question of race conflict in South Africa resulting from the policies of apartheid of the Government of the Union of South Africa’ was added to the General Assembly agenda.[CITATION-113] The new item exacerbated Israel’s dilemma. In September, Avraham Harman (1914—92)[CITATION-114] foresaw ‘an acute moral test’ regarding ‘racial discrimination’. ‘[I]n some cases’, he noted, ‘we may be required to vote against our conscience’; these votes would have to be compensated for in the general debate.[CITATION-115] The IOD, reviewing past practice and putative developments, extended the formula adopted in previous years to cover the new agenda item.[CITATION-116] ‘[T]here is no need to change the line we have taken’ in previous sessions, wrote one department head. Cecil Hyman, Israel’s Minister in Pretoria, agreed.[CITATION-117] Circumstances, nonetheless, compounded complexity. In preparation for the Assembly, the IOD assessed factors justifying or militating against Israeli involvement. The latter included Israel’s interest that the ‘UN right to discuss questions of minorities’ be recognised, so as to protect the rights of Jewish minorities; and the realisation that ‘Israel cannot stand by South Africa’s side against the majority of UN members’.[CITATION-118] Hyman reported that the Nationalist government was developing an ‘intransigent mood’, treating the UN defiantly ‘largely with an eye to the coming [1953] elections’. ‘I do not see how we can avoid finally coming out openly against South Africa after having tried … long … [to] seek a settlement’.[CITATION-119] On the Middle East front, Israel launched an initiative to have the UN call on all parties to enter direct negotiations;[CITATION-120] this required the goodwill of the Asian and Latin American blocs;[CITATION-121] an emerging relationship with France dictated sensitivity to French North African interests.[CITATION-122] A senior-level discussion at the MFA in early October applied the formula to circumstances. On the ‘South African Questions’—‘discrimination of Indians … annexation of South-West Africa … race laws’—it was decided:1. Not to accept South Africa’s view that the UN cannot discuss the question of the Indians and South-West Africa.2. To take a line opposite to South Africa that will demonstrate our active opposition to its policy (not to abstain). Nevertheless, extremism should be avoided.[CITATION-123] The need towas emphasised:In all three questions we must demonstrate that we do not justify disregard for the UN and lack of will of compromise. Here we should support the softening of denunciation on the question of the Indians but … not be deterred from defining that there is injustice involved. We should support compromise on the question of South-West Africa … If this has no prospects, we should demonstrate non-alignment with South Africa. We should support compromise on the question of race laws ... If no compromise is accepted by South Africa, we should not avoid confrontation.The decisions stem from recognition of the injustice done and from the desire of Israel to preserve its own right and the right of the UN to intervene on behalf of minorities.… [W]e should explain to the Asians that our relationship with South Africa and the position of the Jews there deny us the possibility of supporting extreme denunciation proposals.[CITATION-124] In short, circumstances dictated some display both of hardening the line against the Union and of supporting a ‘compromise on the question of race laws’. The decision prescribed equivocation along the familiar lines of the traditional formula.At the UN plenary session, the Union denied the competence of the UN to address policies that fell entirely within its domestic jurisdiction. This ‘evoked [a] tremendous morning long debate’. Israel abstained on the ‘Chairman’s ruling that Assembly vote immediately on Assembly’s competence to deal with South African Apartheid’. The ruling was defeated; Israel ‘didn’t want to express definite opinions on [the] chairman’s ruling’, there being an opportunity to discuss competence in committee.[CITATION-125] Next, Israel objected, against the Union and with a large majority, to deleting the item from the agenda,[CITATION-126] citing the ‘principle [that] no items should be excluded [from UN] agenda’.[CITATION-127] The item was referred to thePolitical Committee.There, at first, Israel kept its distance. Its representatives abstained on a proposal to discuss both South African items immediately because they ‘believed no useful purpose’ could be served by them ‘entering the discussion’.[CITATION-128] When the item was discussed, an eighteen-member draft resolution proposed to establish a commission ‘to study and examine the international aspects and implications of the racial situation in the Union of South Africa in the light of the purposes and principles of the Charter’ and UN resolutions on ‘racial persecution and discrimination’.[CITATION-129] Israel’s UN Mission was reluctant to engage in the debate on the proposal by ‘18 undeveloped states, including Yemen’:Israel finds it hard not to vote for denunciation of the persecution, but on the other hand our heart is not won by the fathers of that resolution, on grounds of ‘cast out first the beam out of thine own eye’. … [W]e should intervene briefly in the debate and explain Israel’s vote against the backdrop of a reservation concerning how this problem is being dealt with and perpetuated on the UN agenda, while identifying with the negation of the persecutions.[CITATION-130] A statement to this effect was read on 18 November by Eliashiv. What ‘must guide [Israel’s] policy in any case … [involving] the issue of [racial] discrimination’ is ‘our own history and … [the] general principle’, he said. ‘[I]n the course of their long history’ he elaborated, ‘the Jewish people have known only too intimately the full meaning of racial discrimination and are sensitive to its implications wherever they occur’.[CITATION-131] Twice he referenced ‘the same approach’ Israel displayed on the question of treatment of Indians. He also argued, however, that the two agenda items ought to be treated differently. Israel’s support for the Indian resolution on ‘treatment’ was justified by ‘the existence of international agreements’. Apartheid, however, was different. UN deliberations, Eliashiv argued, should be marked by ‘the desire to bring racial discrimination to an end’;[CITATION-132] they should not, however, encroach on South African sovereignty: ‘It can be no part of our purpose to offend the susceptibilities of a sovereign country—a country with which my own country maintains, and will we trust, continue to maintain friendly relations’.[CITATION-133] Formally, this was closer to South Africa’s position. Substantively and rhetorically, however, it signified that Israel was more sensitive to the discrimination against the Indian minority than to the segregation of the African majority.Eliashiv continued the balancing act, observing next that ‘once the problem of racial discrimination is raised it is difficult to limit’ discussion to ‘the one particular country mentioned in the draft’. He warned against casting stones, intimating that censure can be directed ‘perhaps even against’ the resolution’s co-sponsors.[CITATION-134] On the maze of drafts and amendments before the committee, Eliashiv outlined Israel’s position: he rejected, on legal grounds, South African’s view that the UN was ‘not competent to consider this problem’: UN concern ‘with the problem of racial discrimination is under the charter an absolute interest, not conditioned in any way by whether such discrimination has or does not have international implications’. Still, he went on, Israel’s vote would seek to ensure that the UN was ‘remaining within the scope of its authority’.[CITATION-135] Israel, he announced, would vote against the South African draft resolution;[CITATION-136] but he emphasised the ‘due regard’ to be given, in the work of the proposed commission, to Article 2(7) of the Charter; this non-intervention clause was the Union’s first—and main—line of defence.[CITATION-137] This, he reported, was ‘designed to make things smoother for the South African government’.[CITATION-138] The effort to appease South Africa continued. The next day, Eliashiv introduced an amendment to the eighteen-power draft that would have had the proposed commission report to the Secretary-General, not the General Assembly, in order to preclude ‘automatic perpetuation’ or renewal of the debate.[CITATION-139] Equivocation persisted in Israel’s votes. On 20 November, it voted against the Union’s motion ‘claiming UN incompetence’. On the revised eighteen-power joint draft resolution, Israel voted in favour of two paragraphs of the preamble, but abstained on the third and fourth. With regard to the operative part of the proposal, Israel abstained on a USSR amendment but supported its own.[CITATION-140] It voted for three operative paragraphs but against a fourth that would retain the item on the General Assembly’s agenda. It did support the draft resolution as a whole.[CITATION-141] The Dutch, the only supporter of Israel’s amendment, were also South Africa’s ‘most fervent defender’.[CITATION-142] A Scandinavian joint draft resolution would have replaced the operational text of the draft establishing a commission to study the situation, with the abstract statement that governmental policies ‘designed to perpetuate or increase discrimination’ were inconsistent with the Charter ‘pledges’ of member states. Not mentioning South Africa, it de-emphasised race and offered the Union only a mild, indirect and implicit rebuke.[CITATION-143] It sought to mitigate the effects of the eighteen-power resolution: ‘Western Powers’, the British Commonwealth and some Latin American States were ‘making valiant attempts [to] soften [the] South African blow [by] approving [the] Scandinavian approach’ which ‘indicated reluctance to brand South Africa outright as open transgressor’.[CITATION-144] The Scandinavian proposal even included, in Paragraph 4, language on differential implementation—implicitly, but plainly, on racial grounds—allowing South Africa to claim justified exception.[CITATION-145] Israel abstained on the three paragraphs in the preamble containing an ‘implicit’ denunciation of South Africa,[CITATION-146] but voted against the (defeated) differential implementation paragraph.[CITATION-147] Still, it supported every paragraph of the operative text, and the resolution as a whole.[CITATION-148] Its representative ‘stressed the need for clean hands by all those protesting against discrimination in South Africa’.[CITATION-149] The Union, now threatening to walk out of the debate, did not appreciate Israel’s balancing act. Before the matter reverted to the plenary session, its representative asked Abba Eban to reconsider and ‘warned severely’ against Israel repeating its Committee votes.[CITATION-150] At the plenary session, Israel voted against the South African motion on UN competence. It voted in favour of all parts of the Resolution recommended by theCommittee, emanating from the eighteen-power draft, to establish a commission to study the racial situation in the Union. The other, ‘Scandinavian’ resolution, called on all member states ‘to bring their policies into conformity with their obligations under the Charter to promote the observance of human rights and fundamental freedoms’. Israel voted for the first paragraph of the preamble of that second resolution but, apparently, it did not cast its vote on the text of the Resolution as a whole.[CITATION-151] The General Assembly adopted both.[CITATION-152] The Israeli Mission may have ended up more active than planned, but it did not consider its seventh session votes to be innovative.[CITATION-153] Israel’s attitude was ‘consistent’, wrote Eliashiv.[CITATION-154] The votes ‘on the questions of North and South Africa in the political committees’, the Mission thought, expressed a ‘conservative position’. It resolved, ‘“atoning” somewhat’ for this, to demonstrate a more anti-colonial position next time. This would ‘perhaps create a bridgehead to the Asians and Latins at the Fourth Committee’.[CITATION-155] Overall, for all its equivocation, Israel’s words and deeds at the assembly were considerably more progressive than those uttered or practised by many Western states. Still, the balancing act allowed Israel’s votes to be interpreted, and presented, both ways. One could emphasise making ‘things smoother’ and ‘softening the blow’ for the Union in response, for example, to allegations voiced by the South African press that criticised Israel for supporting not only ‘India on the Indian questions’ but also an ‘Asiatic–Arab’ proposal on apartheid (when Israel, according to the South African press, could have sided with the Western ‘middle-course’ proposal). ‘Of all the votes on South African affairs’, the Cape daily National Party mouthpieceaverred, that of the ‘young state of Israel caused the biggest surprise’.[CITATION-156] The formula could equally encounter reproach from some South African Jews: ‘Mr. Kluk of Cape Town’ (apparently a National Party member)[CITATION-157] considered Israel’s ‘inexplicable stand’ a ‘strike at the moral foundations of the Western block’.[CITATION-158] Hyman, Israel’s Minister in Pretoria, considered Israel’s attitude ‘diametrically opposed to that of the Union’. ‘[O]ur delegation’, he observed, had ‘no other possibility … than to take a stand against South Africa’. ‘White “baas-kap” (mastery)’, he wrote, ‘is the expressed cardinal principle of’ the ‘racialist’ Government.[CITATION-159] At the UN, Eban could rebuke Vijaya Lakshmi Pandit, India’s formidable representative (and Jawaharlal Nehru’s sister), for India’s vote against Israel’s direct negotiations initiative by noting that Israel ‘has supported India’s campaign against racial discrimination in South Africa at the cost of arousing many powerful antagonisms’.[CITATION-160] The prescription of equivocation had proved its elasticity and utility: the preparations for the eighth session recommended that ‘this line should persist’.[CITATION-161] Israel’s diplomatic encounter with Africa preceded the Bandung conference of 1955 and onset of African independence and decolonisation. It occurred at the UN, in debates on South Africa’s race policies and on the future of colonial rule. There would be more than echoes of this first encounter in Israel’s anti-apartheid denunciatory speeches of the early 1960s. Israel’s association with South Africa from the late 1960s onwards also had some prior UN history—notwithstanding the general aversion its envoys felt for racial principles and policies, and the fact that Israel’s equivocation in the late 1940s and early 1950s did not amount to the shield which most Western countries provided for South Africa. Many of the arguments put forward in the 1960s had been rehearsed in the repertoire that emerged from Israel’s early 1950s apartheid-related diplomacy. Israel’s original equivocal posture and praxis render the question of continuity or discontinuity in Israeli–South African relations redundant. Both the late 1940s and the 1960s were characterised by use of the time-tested formula designed to facilitate shifts between conflicting positions.Having considered Israel’s position on apartheid at the UN in terms of early multilateral encounter and equivocation, there remains the additional claim that apartheid presented an opportunity for Israel; that recourse to and negotiating an ideologically constructed Jewish identity helped to turn a geopolitical constraint into an instrument of emancipation. Here, sources already cited illustrate that Israel’s envoys, when approaching apartheid, frequently referenced Jewish perspectives. They did more: they referenced a particular Jewish perspective—their Zionist worldview, superimposing on the situation in South Africa the Zionist interpretation of Jewish history, its vocabulary, and its sense of Jewish identity. They read apartheid onideological terms.This was patent in the IOD ‘compelling’ moral argument requiring the Jewish state to take a stand in the face of Nazi-like legislation;[CITATION-162] or in Eliashiv’s allusions to Israel’s inability not to oppose racial discrimination as a matter of ‘general principle’, owing to ‘our own history’.[CITATION-163] Comay, we may recall, had read the plight of Natal Indians as a ‘kind of “Anti-Semitism”’, the way Zionism read the plight of Jews in Europe. He used the analogy, made and refuted, to establish the ‘plane of civilisation’ on which the Jewish state existed. Another ideological reading of apartheid through Jewish identity was triggered by his 1950 request to canvass the Union’s attitude at the forthcoming Assembly.[CITATION-164] This caused Goitein, Israel’s envoy to the Union, to meet Theophilus Ebenhaezer Dönges, the Union’s intended Assembly representative.[CITATION-165] India, Dönges recounted, ‘considered … Indians in this country … entitled to all the rights of the white nationals; the Union position was, however, that ‘in addition to being Asiatics, they were unassimilable and … therefore could not be treated as the white population is treated’.[CITATION-166] Dönges acknowledged that the underlying policy was the ‘repatriation’ of Indians to India. He brought up population transfers in Tyrol; Goitein retorted with the ‘Turkey–Greece exodus’. Concluding a lengthy report on the conversation, Goitein offered his views. He, too, likened the position of the Indians in South Africa to that of Jewish communities. These were his terms, not Dönges’; the analogy he made, however, may seem particularly peculiar:It will be realised that the idea of repatriation put forward by the Union Government is a form of Zionism. Here is a group of 700,000 Indians cut off from its homeland, it suffers ‘anti-Semitism’ and the way to free itself from such ‘anti-Semitism’ is to return to its homeland. What Iraq is to-day doing to its Iraqi Jews, the Union is prepared to do to its South African Indians.[CITATION-167] Comay could find in Jewish-like racial persecution of Indians of South Africa a mark of the level of civilisation of the Jewish state; Goitein, by contrast, was ready to apply to them the Zionist ideological imperative of return to the homeland.[CITATION-168] He thought South Africa’s ‘sounds a fair enough proposal’, even if ‘it does not appear practical’ unless ‘there were a recurrence ofsuch as the blacks made on the Indians in the beginning of 1949’.[CITATION-169] He agreed, though, thatthe Indians are not assimilable. They are less likely to be assimilated than the Jews. Their religion is different, the colour of their skin is different. Their social life is different—in short, Indians are not European.[CITATION-170] Goitien doubted that South Africa’s race system could be sustained. ‘In the long run’, he prophesised, ‘the whites will be beaten’. But, for now, ‘the white man intends holding the reins until the horse kicks and throws him’. His conclusion was bleak:Israel should therefore appreciate the position as it is—however objectionable—and not set the Union against her by supporting Indians’ claims to equality which the Union … will not grant … Unless we are prepared to antagonise the Union by backing up the demands of blacks and of coloureds to equal rights with the whites we cannot back up India in its claim that South African Indians should have the same rights. Nor are we called upon to do so.[CITATION-171] Comay found Goitein’s comments ‘most illuminating’; he circulated them, praising their ‘realistic approach’.Why did Israel’s envoys require such extensive recourse to Jewish identity to justify conflicting diplomatic praxis? And why did such recourse require an ideological interpretation of Israel’s Jewish identity? Non-identification and non-alignment have been, as already noted, Israel’s earliest foreign policy imperatives.[CITATION-172] As Comay observed: ‘[a]t the birth of the state there were two godfathers—the United States and the Soviet Union. To try to retain the support of both, we adopted a posture of non-identification, of keeping out of the Cold War.’[CITATION-173] But not ‘identifying too closely with one or the other bloc’ ‘of long-established powers versus states of more recent origins’,[CITATION-174] could have been (and sometimes was) justified simply by reference to geostrategic concerns; equivocation, likewise, could have been (and was at times) justified by reference to concrete Israeli interests.Instead of interest-related justifications, Israel’s envoys, while professing non-alignment, were intensely preoccupied with recording and pondering which ‘bloc’ they voted with or against.[CITATION-175] To align with or ‘remain alone with the colonial bloc’[CITATION-176] —or, conversely, the ‘anti-colonial bloc’[CITATION-177] —was a prospect that they both cherished and repudiated, a source of concern but also a mark of achievement.[CITATION-178] Later, one reminisced how Sharett considered Israel the ‘original non-aligned nation’.[CITATION-179] The universal vocation Eytan had read for the Jewish state caught in the Cold War contest was a prevalent sentiment.[CITATION-180] Such preoccupations underscore how recourse to the state’s Jewish identity, read ideologically, offered the opportunity to navigate the dilemma presented by apartheid—and, on a larger scale, the dilemma of Cold War orientation. Modernity had rendered Jewish identity elusive and indeterminate:[CITATION-181] neither quite European nor quite peripheral; neither really civilised nor really ‘savage’;[CITATION-182] in short, neither white nor black. Approaching apartheid through the prism of Jewish identity facilitated Israel’s identification with any bloc and with no bloc. It allowed Israel to fit into, traverse, even straddle the civilisational categories still underpinning, if implicitly, the international society organised in the UN.[CITATION-183] Apartheid liberated Israel’s envoys to claim (a tradition of) affinity to subjugated people and national liberation:[CITATION-184] Indians (and later, Africans) could be compared to Jews because, ‘like them’, Golda Meir reminisced, ‘we had shaken off foreign rule’.[CITATION-185] At the same time, it also allowed Israel’s diplomats an association with Western, colonial powers,[CITATION-186] underpinning Comay’s plea for a contextual understanding of the race situation in South Africa: it was like, yet unlike, the ‘minority’ situation of Jews in Europe.[CITATION-187] Belonging to no category spelled a freedom to belong, at will, need or convenience, to any. The Jewish state could be of East or West; developing though developed; ancient and new; subjugated yet civilised; black but white. In the Cold War setting, such flexibility had currency. This was the emancipatory power of apartheid for Israel: it freed Jews, and the Jewish state, to belong everywhere and nowhere;[CITATION-188] equivocating, through Jewish identity, on apartheid, was ever part of a larger, geopolitical, balancing act.For those who professed it, Israel’s non-alignment was particularly Jewish; and yet, for its first envoys, Israel had a universal mission.[CITATION-189] Apartheid, viewed through the prism of Jewish identity and Zionist ideology, provided Israel’s diplomats with an opportunity to solidify the transformation in the political status of the Jewish people and mark their now-sovereign world status—to claim a place in ‘world councils’.[CITATION-190] Read through Jewish identity, apartheid did more; it rendered that equal place in the world—despite regional isolation in the East and the need for constant balancing between the Cold War blocs—into a world calling.The emancipatory power of elusive Jewish identity did not exhaust itself in early debates on apartheid. When the time came for Israel to develop bilateral African policies, it transmuted into a different, non-colonial,in Africa.[CITATION-191] This ‘whiteburden’ could look like, but claim distinction from, European colonialism precisely because Jewish identity both could and could not be compared to African identity.[CITATION-192] Asked if Africans who encountered Israelis in the 1960s displayed any misgivings about ‘the fact that we [Israelis] were white’, one of Israel’s first envoys to Africa responded: ‘well, you know, we were Jews. You know, something in-between’. The Consul-General in Johannesburg told the Paramount Chief of Swaziland that Jews ‘area white people’.[CITATION-193] In January 1957, two months before Ghana’s independence, David Ben-Gurion wrote to Kwame Nkrumah, invoking a common heritage of Jewish and black suffering. Like the people of Africa, his oft-quoted letter noted, ‘Jews have suffered at the hands of the white peoples’. The first five words of that sentence, however, are rarely quoted: ‘, Jews have suffered at the hands of the white peoples’.[CITATION-194] South African apartheid itself provided the means to harness an elusive Jewish identity to the ends of Israel’s foreign policy. It was in South Africa, after all, that Jews were rendered ‘white’ by legislative fiat and administrative discretion.[CITATION-195] Receiving Goitein’s report, Comay reacted against Dönges’ remarks that ‘the Asiatics were unassimiliable, and his suggestion … that they should be glad that the word, “Asiatic” was now dropped from the title of the Act’. Sarcastically, he noted that this carried ‘echoes of the debate over the Immigration Selection Act, where a similar handsome concession was made to the Jews: they were to be kept out of South Africa not as Jews, but as “unassimilables”.’[CITATION-196] In Comay’s own experience, both Jews and Indians were victims of a racialised construction of the body politic. Yet, at the same time, to now compare ‘Jews’ to ‘Asiatics’ gave offence to his civilisational sensibilities: this undermined the earlier achievement of Jewish whiteness in South Africa and, later, of Jewish sovereignty in Palestine. It was apartheid itself, then, that furnished the experience necessary to equivocate on apartheid. Prior to 1948, it had challenged Jewish whiteness and, therefore, Jewish political standing; after the establishment of Israel, apartheid, read through the prism of Zionist ideology, confirmed that Jews indeed belonged to a white, European ‘plane of civilisation’.Israel’s encounter with apartheid had begun earlier, when its future envoys had first encountered race politics in South Africa. ‘[W]hen the South African issues first became prominent’ in the General Assembly in 1949, Comay recalled, ‘no less than four senior members of the delegation’ had been born in South Africa.[CITATION-197] Others encountered it on their travels to South Africa while serving the Zionist cause, or in Imperial uniform during the Second World War. Apartheid itself, carried over with the itineraries of Israel’s early representatives, framed Israel’s early diplomatic identity discourse. Comay’s choice to describe apartheid as a ‘caste system’[CITATION-198] was not original: it was borrowed from Jan Smuts, prime minister of South Africa, who in 1946 countered India’s original complaint with an allegation of hypocrisy given its own caste system. ‘Is there a country in the wide world,’ Smuts asked, ‘where there is more social discrimination between communities and classes than in India’?[CITATION-199] Nor was it Comay’s first use of the phrase: in a 1947 speech on the impending South African elections, Comay described India’s UN actions as an ‘attack from the outside’ on the ‘South African caste system’.[CITATION-200] Comay’s South African background played out equally in the invocation of affinities for both—or, rather, all three—sides of the race conflict: the position of African,[CITATION-201] Indian[CITATION-202] and Afrikaner[CITATION-203] could all be alluded to by reference to Jewish experience. Such invocations could, and did, elicit opposing identifications and direct opposing policy prescriptions. Comay’s 1947 South African speech elaborated on Smut’s ‘double defeat’ at the UN. Noting how the National Party was shedding its more pro-Nazi elements in pursuit of legitimacy and popularity, he asserted that many Afrikaners, rather than professing an anti-Semitic sentiment, had a ‘certain fellow-feeling for another little people struggling with the same Imperial Power [that had suppressed their own independence]’.[CITATION-204] Yet in the same speech, still speaking of Smuts’ UN defeat, he reminded his audience that it was in the cause of Natal Indians and ‘as their champion that a young lawyer called Gandhi first worked up his passive resistance ideas’.[CITATION-205] Jewish identity, read against and through apartheid, was strikingly malleable.Indeed, it was in South Africa that Comay himself, as a young lawyer, had his own Gandhi-esquemoment: in November 1934, theof South Africa reported a ‘demonstration by the Jews in Capetown against the Nazis there’:A public demonstration against the nature of the propaganda published by the Grey Shirts was made in Capetown … when three prominent Capetown citizens, Adv. M.S. Comay, Dr. J.L. Gordon and Councillor A.Z. Berman, destroyed, in the presence of a policeman an offensive Grey Shirt poster.The poster was carried by a newsboy selling the Grey Shirt organ ‘The Truth’, and contained the words: ‘Ka#rs and Jews indecently assault white girls.’ The three men called upon the policeman to stand by and then took the offending poster and copies of the newspaper from the newsboy and tore both poster and paper to pieces. They then gave the policeman their names and addresses and expressed a wish to be prosecuted as a protest against the offensive nature of the poster.[CITATION-206] Resistance was but one form of culture to travel from South Africa. Goitein’s observations—which Comay found ‘most illuminating’—on Indian unassimilability attested to another. Goitein agreed with Dönges that ‘the Indians are not assimilable’ owing to their different ‘religion … colour of ... skin … [and] social life’, all of which rendered them, he determined, ‘not European’[CITATION-207] (and, pointedly, less European than Jews). This discourse was not only deeply rooted in South African Jewish experience; it also echoed, in fact, Greyshirt anti-Jewish propaganda of the 1930s. One such poster read thus: ‘Jews … are Asiatics … they never will be otherwise. Their ideas do not conform to ours, and will not even though they live among us for ten generations. A leopard cannot change its spots. Jews are Asiatics’.[CITATION-208] In the final analysis, Israel’s early equivocation on apartheid—its resistance to and its silence on apartheid—was rooted in the very elusiveness of Jewish identity and its iterations in South Africa. The elasticity it provided both signified what Comay and his colleagues considered to be the deficient cultural, racial and political status of pre-state Jewish existence (and the lingering deficiency of South Africa Jews who, unlike Comay or Goitein, did not practise Zionism) and marked the cultural, racial and political transformation embodied by the establishment of a sovereign Jewish state.In this article, I have outlined an earlier history of, and thus longer perspective on, Israel’s encounter with Africa and position on South African apartheid than one which begins closer to the 1960s. I have also sought to illustrate the constitutive role that Israel’s Jewish, malleable and elastic identity, read through the articles of Zionist faith, had played in Israel’s equivocation on South African apartheid. These ‘ideational’ or cultural constructs did not compete with or stand in contradistinction to; rather, they helped Israel’s early diplomats to frame and organise, negotiate and manage, and ultimately act on and give effect to, the conflicting interests that compelled, in their turn, the invocation of such cultural framework of reference.These findings have broader implications. The convergence of identity and interest in framing Israel’s equivocation on apartheid and colonial questions underscores the fact that Israel’s orientation dilemma was not limited to an East–West axis but extended also along North–South lines. If this recasts the geography of Israel’s orientation dilemma, it also compels a reappraisal of its structure and pathology. In particular, it compels a reassessment of Israel’s diplomatic neutrality in the early—and even the later—stages of the Cold War.In the fourth section, I traced the pre-independence provenance of that interpretative framework in Jewish experience in pre-apartheid, yet nonetheless racially-managed, South Africa. This, too, provides insight. It was Jewish otherness that allowed Israel to obey and avoid the Cold War alignment pressures by invoking a universal mission rooted in the particular Jewish experience; but it was apartheid that allowed its envoys, sovereign Jews, to constantly, if subtly, change roles—now ‘others within’, now ‘others without’[CITATION-209] —depending on audience and circumstance. In pre-1948 South Africa, Jewish otherness met its colonial analogues in the form of Indian minority and African majority; but in apartheid South Africa, after 1948, Jewish otherness could be overcome, too. Aamir Mufti’sconsiders the ‘Jewish Question’ in Europe as an archetype of (post-)colonial minority, ‘an early, and exemplary, instance of the crisis of minority’.[CITATION-210] The case of South African apartheid, and the way Israel’s early representatives negotiated it, suggests, however, that whether to generate analogies or to refute them, forge or break bonds of solidarity and identification, Jewish minority (and majority) experience and colonial experience reflect one another, again and again. Comay’s revulsion from and understanding of Afrikaner nationalism, his rebuke of India and celebration of Gandhi provides a case in point. Otherness is a hall of mirrors reproducing, endlessly, each other’s image.",
    "footnotes": {
        "1": "Jerusalem, Israel State Archive [hereafter ISA], Documents on Foreign Policy of Israel, Israel–South African Relations 1961–1967 (2014), available at http://www.archives.gov.il/publication/-1967-1961-הקירפא-םורד-לארשי-יסחי/ [Hebrew] [hereafter ISA, Documents]; all Hebrew texts translated by the author.",
        "2": "Similarly, N. Chazan, ‘The Fallacies of Pragmatism: Israeli Foreign Policy towards South Africa’, African Affairs, lxxxii (1983), pp. 169–99, 169–70.",
        "3": "A. Liel, Black Justice: The South African Upheaval (Tel Aviv, 1999) [Hebrew]; B. Joseph, Besieged Bedfellows: Israel and the Land of Apartheid (Westport, CT, 1988); S. Polakow-Suranski, The Unspoken Alliance: Israel’s Secret Relationship with Apartheid South Africa (New York, 2010).",
        "4": "ISA, Documents; the Hebrew version makes this purpose explicit.",
        "5": "Ibid.",
        "6": "M. Brecher, The Foreign Policy System of Israel: Setting, Images, Process (New Haven, CT, 1972), pp. 234–5; G. Shimoni, Jews and Zionism: The South African Experience (1910–1967) (Oxford, 1980), pp. 305–16; Polakow-Suranski, Unspoken, p. 5; Z. Levey, Israel in Africa, 1956–1976 (Dordrecht, 2012); A. Oded, Africa and Israel: A Unique Case of Radical Changes in Israel’s Foreign Policy (Jerusalem, 2011), p. 21 [Hebrew]; critically, E. Bar-Yosef, A Villa in the Jungle: Africa in Israeli Culture (Jerusalem, 2014) pp. 15, 193 [Hebrew].",
        "7": "Brecher, Policy, pp. 234–5; Levey, Israel, pp. 1–3; G. Shimoni: Community and Conscience: Jews in Apartheid South Africa (Lebanon, NH, 2003), pp. 49; S. Polakow-Suransky, ‘Israel and South Africa: The Rise and Fall of a Secret Relationship’, in C. Shindler, ed., Israel and the World Powers: Diplomatic Alliances and International Relations Beyond the Middle East (London, 2014), pp. 201–33, 205 (where Polakow-Suransky identifies a ‘strong and unequivocal stance against South Africa’ in the 1960s owing to Israel’s ‘ideological hostility toward apartheid’); Chazan, ‘Fallacies’.",
        "8": "Golda Meir spoke of Israel’s ‘deep abhorrence for all forms of discrimination on the grounds of race, colour or religion’ which ‘stems from our age-old spiritual values, and from our long and tragic historical experience as a victim’; Israel ‘therefore naturally oppose[s] policies of apartheid, colonialism and racial … discrimination’: United Nations General Assembly Official Records [hereafter UN GAOR], A/PV.1224, 18th Session, 1224th Plenary Meeting, 2 Oct. 1963, p. 9. Ben-Gurion justified Israel’s votes by Jewish ‘moral heritage’: Divrei HaKnesset (Parl. Record), 27 Nov. 1961, pp. 447–9.",
        "9": "UN GAOR, A/SPC/SR.387, 18th Session, 387th Special Political Committee Meeting, 18 Oct. 1963, p. 55 (Joel Barromi); ISA, FM-4326/6.",
        "10": "Brecher, Policy, pp. 230–5, 550. Compare with R. Giladi, ‘A Historical Commitment? Identity and Ideology in Israel’s Attitude to the Refugee Convention 1951–4’, International History Review, xxxvii (2014), pp. 745–67; and R. Giladi, ‘Not Our Salvation: Israel, the Genocide Convention, and the World Court, 1950–1951’, Diplomacy and Statecraft, xxvi (2015), pp. 473–93.",
        "11": "See, for example, Brecher, Policy, p. 233.",
        "12": "Ibid., p. 234 (‘since 1955’; cf. ‘objective situation changed in 1960–1’, then quoting an interviewee alluding to 1951). H.S. Aynor, ‘Israel Versus Apartheid in the United Nations’, Jerusalem Journal of International Relations, viii (1986), pp. 34–41, cites 1952 as ‘the first of Israel’s consistently antiapartheid votes at the UN’. The early 1960s noted by: Polakow-Suransky, Unspoken, 29–32; Chazan, ‘Fallacies’, 172; O. Ojo, Africa and Israel: Relations in Perspective (Boulder, CO, 1988), p. 114; M.G. Bard, ‘The Evolution of Israel’s African Policy’, Middle East Review, xxi (1988/89), pp. 21–9.",
        "13": "South African Jewish Board of Deputies, Report Submitted to the Twenty-Third Congress, September, 1960–August, 1962 (Johannesburg, 1962), p. 10.",
        "14": "Shimoni, Community, p. 49.",
        "15": "A typical time frame is followed in Levey, Israel, p. ix, described as beginning in ‘the late 1950s’; the first chapter is titled ‘Opening to Ghana and Entry to Africa: 1957–1967’; also Z. Levey, ‘Israel’s Entry to Africa, 1956–61’, Diplomacy and Statecraft, xii (2001), pp. 87–114; J. Peters, Israel and Africa: The Problematic Friendship (London, 1992), pp. ix, 1–2; J. Ayee, ‘Africa’s Perception of Israel’, in A. Wittstock, ed., The World Facing Israel, Israel Facing the World: Images and Politics (Berlin, 2011), pp. 225–37, 226 (‘Phase 1: 1956–1973’); Oded, Africa, p. xix.",
        "16": "M. Sharett, Personal Diary: 1955 (Tel Aviv, 1978), pp. 953, 957 [Hebrew].",
        "17": "Levey, Israel, p. 1; Ayee, ‘Perception’, 226; Oded, Africa, p. 4; Peters, Problematic, p. 1; B. Neuberger, Israel’s Relations with the Third World (1948–2008) (Tel Aviv, 2009), p. 14. C.J. Lee, ed., Making a World After Empire: The Bandung Moment and Its Political Afterlives (Athens, GA, 2010).",
        "18": "Levey, Israel, p. 1; Neuberger, Israel, p. 34.",
        "19": "Levey, Israel, p. ix (‘significant impact of the Jewish state’s image of itself’); Peters, Problematic, p. 13 (‘combination of politics, strategic and economic objectives’ with ‘humanitarian and ideological considerations’); Oded, Africa, pp. 7–8; Neuberger, Israel, p. 13 (an ‘idealistic-cum-emotional bond’, ‘diverse array of motives and interests’).",
        "20": "Levey, Israel, p. 2; Ayee, ‘Perception’, p. 225; Neuberger, Israel, pp. 10–11; Peters, Problematic, p. viii; Oded, Africa, pp. 7–8; Bard, ‘Evolution’, p. 21. Cf. Bar-Yosef, Villa, p. 33.",
        "21": "Levey, Israel, pp. 2–3; N. Chazan, ‘Israel Faces Africa: Patterns and Perceptions’, in Wittstock, World, pp. 209–24, at 210 (‘…universalistic, humanitarian worldview that informed the founders of the state and the original architects of its African policy’); Neuberger, Israel, p. 13 (‘…ethical humanistic dimension [stemming from] Jewish commiseration with the plight of black Africans’). C. Liebman, ‘The Idea of Or Lagoyim in the Israeli Reality’, Gesher, xx (1974), pp. 88–93 [Hebrew].",
        "22": "Levey, Israel, p. 2.",
        "23": "As, for example, the oft-cited letter from David Ben-Gurion to Kwame Nkrumah, ISA, FM-3103/09, 11 Jan. 1957 (discussed below): e.g. Levey, Israel, pp. 2–3; Neuberger, Israel, p. 13 quoted in n. 21 above.",
        "24": "Bar-Yosef, Villa, is an insightful recent exception.",
        "25": "A. Shlaim, ‘Israel Between East and West: Israel’s Foreign Policy Orientation, 1948–1956’, International Journal of Middle East Studies, lxvi (2004), pp. 657–73, at 657–8; J. Renton, The Zionist Masquerade: The Birth of the Anglo-Zionist Alliance, 1914–1918 (New York, 2007); J. Reinharz, Zionism and the Great Powers: A Century of Foreign Policy (New York, 1994).",
        "26": "In law: A Likhovski, ‘Argonauts of the Eastern Mediterranean: Legal Transplants and Signaling’, Theoretical Inquiries in Law, x (2009), pp. 619–51; N. Kedar, ‘I’m in the East But My Law is from the West: The East–West Dilemma in Israeli Mixed Legal System’, in V. Palmer, M. Mattar and A. Koppel, eds., Mixed Legal Systems, East and West (Farnham, 2014), pp. 141–50, at 141 (‘This East–West dilemma … indicates the tension between the universal—Westernlike—character of Israeli law and the wish of many Israelis to express in their laws the identity and culture of the Jewish state located in the Middle East’).",
        "27": "U. Bialer, Between East and West: Israel’s Foreign Policy Orientation, 1948–1956 (Cambridge, 2008), p. 15; Shlaim, ‘Orientation’, p. 658.",
        "28": "ISA, Moshe Sharett—The Second Prime Minister: Selected Documents (1894–1965) (Jerusalem, 2007), pp. 422–5.",
        "29": "Y. Sam Ma, ‘Israel’s Role in the UN during the Korean War’, Israel Journal of Foreign Affairs, iv (2010), pp. 81–9.",
        "30": "Bialer, Between, p. 219; M. Brecher, Israel, the Korean War and China (Jerusalem, 1974).",
        "31": "Bialer, Between, pp. 42, 220–3.",
        "32": "ISA, Sharett, p. 423; D. Tal, ‘David Ben Gurion’s Teleological Westernism’, Journal of Modern Jewish Studies, x (2011), pp. 351–64.",
        "33": "Bialer, Between, pp. 164, 220–26.",
        "34": "Ibid., p. 2 (‘Sometime during the first phase of the Korean crisis of 1950 Israel moved towards a de facto alignment with the West’); Brecher, Policy, p. 561.",
        "35": "Born in Munich as Walter Ettinghausen; his parents moved to England in 1914. In 1940, by then an Oxford don, he was recruited for work at Bletchley Park with his brother. Having played a cardinal role in planning and establishing Israel’s MFA, he served as its first Director-General until 1959. See S. McKay, The Secret Life of Bletchley Park: The WWII Codebreaking Centre and the Men and Women Who Worked There (London, 2011).",
        "36": "ISA, FM-2015/5, Eytan to Sharett, 5 Sept. 1950; also Eban, UN GAOR, A/PV.229, 4th Session, 229th Plenary Meeting, 26 Sept. 1949, p. 95.",
        "37": "Article 22 of the League of Nations Covenant marked differences in degrees of backwardness between types of mandates: Palestine was the most ‘advanced’, South West Africa the least.",
        "38": "J. Dugard, The South West Africa/Namibia Dispute (Berkeley, CA, 1973).",
        "39": "I occasionally amplify or support findings by reference to South West Africa.",
        "40": "UN General Assembly [hereafter UNGA] Resolution, A/Res/273 (III), 11 May 1949.",
        "41": "ISA, FM-2404/9, Eban to Sharett, n.d., c.19 May 1949; Eban to Sharett, 2 June 1949.",
        "42": "UNGA A/Res/265 (III), 14 May 1949. The votes are recorded at UN GAOR A/PV.212, 3rd Session, 212th Plenary Meeting (47 in favour:1 against:10 abstentions). See also ISA, FM-2424/11, Comay to Eban, 26 May 1949.",
        "43": "L. Lloyd, ‘A Family Quarrel: The Development of the Dispute over Indians in South Africa’, Historical Journal, xxxiv (1991), pp. 703–25; L. Lloyd, ‘“A Most Auspicious Beginning”: The 1946 United Nations General Assembly and the Question of the Treatment of Indians in South Africa’, Review of International Studies, xvi (1990), pp. 131–53.",
        "44": "Lloyd, ‘Quarrel’, p. 721.",
        "45": "M. Mazower, No Enchanted Palace: The End of Empire and the Ideological Origins of the United Nations (Princeton, NJ, 2009), p. 149.",
        "46": "ISA, FM-2404/9, Eban to Sharett, n.d., c.9 May 1949.",
        "47": "ISA, FM-2601/15, Harman to Comay, 1 Dec. 1949; ISA, FM-2015/5, Minutes, 20 Jan. 1950.",
        "48": "ISA, FM-2424/11, Comay to Eban, 26 May 1949.",
        "49": "ISA, FM-2424/11, Eban to Eytan, 5 Aug. 1949.",
        "50": "ISA, FM-2601/15, Harman to Comay, 1 Dec. 1949; ISA, FM-1972/2, Gordon to Eytan, 6 Nov. 1949.",
        "51": "ISA, FM-2015/5, Minutes, 20 Jan. 1950.",
        "52": "ISA, FM-2424/11, Eban to Eytan, 5 Aug. 1949; this referred to the South West Africa question, but applied equally to the treatment of Indian persons.",
        "53": "G.M. Carter, The Politics of Inequality: South Africa Since 1948 (New York, 1958), p. 84 (a ‘kernel of the apartheid policy’, according to Malan, and ‘cornerstone’ of positive apartheid, according to Dönges).",
        "54": "ISA, FM-2424/11, Memorandum, n.d., c.Aug. 1950.",
        "55": "ISA, FM-2424/11, International Orgnisations Department [hereafter IOD], ‘Israel’s Position’, 1 Aug. 1950 [hereafter IOD, Position]; ISA, FM-2013/8, Gordon to Eban, 1 Aug. 1950.",
        "56": "IOD, Position.",
        "57": "Quoted in Lloyd, ‘Quarrel’, pp. 722–3.",
        "58": "IOD, Position.",
        "59": "Ibid.",
        "60": "Ibid.",
        "61": "ISA, FM-2424/11, Gordon to General-Director, 31 Aug. 1950; ISA, FM-2013/8, Shimoni to IOD, 7 Aug. 1950 (‘numerous Asian nations and peoples view with suspicion Israel’s declared wishes to be a member of the “Asian family of nations” and consider it an agent or at least a consequence of European Imperialism’; support of India’s complaint could correct such views).",
        "62": "UN Secretary-General Lie earlier asked for Robinson’s advice on the dispute between the Union and India: I have been unable to locate the resulting memo, which Comay sent to the South African Minister in Washington: ISA, FM-2268/26, Comay to Andrews, 12 June 1947.",
        "63": "Giladi, ‘Salvation’; id., ‘Commitment’; R. Giladi, ‘The Transformation of Sefton Rowson (Shabtai Rosenne)’, in J. Loeffler and M. Paz, eds., The Law of Strangers: Critical Perspectives on Jewish Lawyering and International Legal Thought (forthcoming).",
        "64": "ISA, FM-5850/2, Rosenne to Eytan, 10 Aug. 1950.",
        "65": "Ibid.",
        "66": "Ibid.; P.R. Kumaraswamy, ‘India’s Recognition of Israel, September 1950’, Middle Eastern Studies, xxxi (1995), pp. 124–38.",
        "67": "Cf. Peters, Problematic, p. 148 (early relations were ‘minimal’, if ‘harmonious’). Comay recalled that South Africa played no part in the promotion of partition, and had little early interest in diplomatic relations: Hebrew University of Jerusalem, Oral Records Center, Institute of Contemporary Jewry, No. 24(6), G. Shimoni interview with M. Comay, 9 May 1977 [hereafter Comay Interview].",
        "68": "ISA, FM-9/5, M. Comay, Observations, 21 Aug. 1950 [hereafter Comay, Observations].",
        "69": "Ibid.",
        "70": "Ibid.",
        "71": "Comay Interview; he read and practised law in Cape Town, and served in the South African Army during the Second World War. He was part of that small team of pre-state diplomats who campaigned for a Jewish state at the UN; in 1947, he was sent, as Chaim Weizmann’s personal representative, to convince Jan Smuts, the prime minister of South Africa, to support partition.",
        "72": "Comay, Observations; Lloyd, ‘Quarrel’, pp. 705–9.",
        "73": "Emphasis original; Comay, Observations.",
        "74": "Ibid. S. Dubow, Racial Segregation and the Origins of Apartheid in South Africa, 1919–36 (London, 1989); D.F. Malan (1874–1959) was South Africa’s Prime Minister (1948–54).",
        "75": "Comay, Observations.",
        "76": "The Asiatic Land Tenure and Indian Representation Act—the immediate cause for India’s resort to the UN—was widely known as the ‘Ghetto’ Act.",
        "77": "G.W. Gong, The Standard of ‘Civilization’ in International Society (Oxford, 1984); M. Koskenniemi, The Gentle Civilizer of Nations: The Rise and Fall of International Law 1870–1960 (Cambridge, 2004).",
        "78": "Comay, Observations (emphases original).",
        "79": "Ibid.",
        "80": "Ibid.",
        "81": "ISA, FM-2424/11, Sharett to UN Mission, 25 Aug. 1950.",
        "82": "ISA, FM-2424/11, Gordon to General-Director, 31 Aug. 1950; ISA, FM-2015/5, Gordon, ‘Important Problems’, 5 Sept. 1950.",
        "83": "This mainly concerned Israeli legislation on the property of ‘absentee’ Palestinians.",
        "84": "ISA, FM-2424/11, Gordon to General-Director, 31 Aug. 1950; ISA, FM-2404/9, IOD, Minutes, 10 Sept. 1950.",
        "85": "ISA, FM-9/5, Comay to IOD, 26 Oct. 1951.",
        "86": "ISA, FM-9/5, Comay to Goitein, 23 Aug. 1950; London-born Eduard David Goitein read law, with Sharett, at the London School of Economics; in 1953 he was appointed to Israel’s Supreme Court.",
        "87": "ISA, FM-2424/11, Comay to Gaulan, 31 Oct. 1950 (emphases added).",
        "88": "IOD, Position.",
        "89": "ISA, FM-2424/11, Gordon to General-Director, 31 Aug. 1950.",
        "90": "ISA, FM-9/5, Comay to Gaulan, 14 Dec. 1950 (‘The broad principles of our approach’ were clarified in advance, but the ‘actual application … during the debates and with reference to particular resolutions’ had to be left to the UN Mission led, on that occasion, by the Minister); Israel’s UN Mission ‘always acted a bit more towards the Indians than the office thought right’: ISA, FM-1973/6, Asia Dept. to IOD, 24 Sept. 1952.",
        "91": "Other than examples below: ISA, FM-410/14, Eliav, Minutes, 19 Aug. 1955 (‘We shall persist in the line taken on previous years. The mission will decide on specifics depending on circumstances’).",
        "92": "Russian-born, he later served as Israel’s ambassador to the USSR.",
        "93": "ISA, FM-2424/11, Statement of Dr Samuel Eliashiv, 17 Nov. 1950 [hereafter Eliashiv, 1950].",
        "94": "Eliashiv, 1950.",
        "95": "Eliashiv, 1950; ISA, FM-2424/11, Kenen to Arnon, 17 Nov. 1950.",
        "96": "ISA, FM-9/5, Comay to Gaulan, 14 Dec. 1950; ISA, FM-9/5, Gaulan to Comay, 22 Nov. 1950.",
        "97": "ISA, FM-9/5, Eliashiv to IOD, 20 Nov. 1950; this responded to Comay’s protest that the Mission had strayed from the agreed position: see ISA, FM-9/5, Comay to IOD, 26 Oct. 1951.",
        "98": "Israel supported the draft resolution ‘as a whole, after abstaining on the separate vote on certain paragraphs’: ISA, FM-9/5, Comay to IOD, 26 Oct. 1951.",
        "99": "ISA, FM-9/5, Gaulan to Comay, 22 Nov. 1950.",
        "100": "ISA, FM-9/5, Comay to Gaulan, 14 Dec. 1950; adding that other Jewish leaders rebuked Sharett ‘for not taking a strong enough stand in favour of the South African Indians’ (emphasis original).",
        "101": "Ibid.",
        "102": "ISA, FM-9/5, Comay to IOD, 26 Oct. 1951.",
        "103": "ISA, FM-2013/8, IOD to Hyman, 12 June 1952; also ISA, FM-9/5, IOD to Johannesburg, 25 May 1952,.",
        "104": "ISA, FM-1972/3, Resolutions, 29 Oct. 1951.",
        "105": "ISA, FM-2013/8, IOD to Hyman, 12 June 1952; ISA, FM-9/5, IOD to Johannesburg, 25 May 1952.",
        "106": "ISA, FM-1972/3, Notes, n.d.",
        "107": "ISA, FM-96/2, UN Doc. A/AC.53/L.21 (3 Jan. 1952).",
        "108": "ISA, FM-1972/9, Report, 12 Oct. 1952.",
        "109": "Ibid.",
        "110": "ISA, FM-1972/3, IOD, Item 25, 3 Feb. 1952; ISA, FM-1972/6, IOD, Item 25, 18 Feb. 1952. On 13 Nov. 1951, Israel voted to include the item on the agenda (for ‘protection of minority rights’): ISA, FM-1972/3, IOD, Item 7, 20 Nov. 1951; ISA, FM-1972/3, Zinder to Eytan, 13 Nov. 1951. The vote was 40:1, with 12 abstentions.",
        "111": "ISA, FM-9/5, Pretoria to Commonwealth Division [hereafter CD], 7 Nov. 1951 (abstention ‘would not win a friend’ but ‘may soften the blow … Israel should soft pedal and abstain’).",
        "112": "ISA, FM-9/5, Hyman to IOD, 4 July 1952.",
        "113": "UN GAOR, A/2183, Letter to Secretary-General, 12 Sept. 1952.",
        "114": "London-born and Oxford-educated, he later served as Israel’s US ambassador and President of the Hebrew University of Jerusalem.",
        "115": "ISA, FM-116/8, Minutes, 10–11 Sept. 1952.",
        "116": "ISA, FM-1973/1, IOD, Background, 1 Oct. 1952.",
        "117": "ISA, FM-1973/6, Asia Dept. to IOD, 24 Sept. 1952; ISA, FM-1973/6, Hyman to IOD, 4 July 1952. Hyman (1899–1981), was also born in London.",
        "118": "ISA, FM-1973/1, IOD, Background, 1 Oct. 1952: militating against involvement were relations with India ‘and the rest of the Asian-Arab bloc’, which ‘now do not compel us to support their positions’; improvement of relations with the Union; and Israel’s objections to discussion of the Arab minority in Israel.",
        "119": "ISA, FM-1973/6, Hyman to CD, 8 Sept. 1952; forecasting limited costs.",
        "120": "ISA, FM-116/8, Concluding Meeting, No. 44, 23 Dec. 1952.",
        "121": "ISA, FM-1973/1, Fourth Committee, 7 Oct. 1952.",
        "122": "Z. Levey, Israel and the Western Powers, 1952–1960 (Chapel Hill, NC, 1997), p. 55.",
        "123": "ISA, FM-2404/12, Summary, 8 Oct. 1952.",
        "124": "Ibid.",
        "125": "ISA, FM-2424/11, Zinder to IOD, 17 Oct. 1952; ISA, FM-91/24, Principal Votes, No. 1, 23 Nov. 1952.",
        "126": "Ibid.; ISA, FM-116/8, Minutes, 13 Nov. 1952.",
        "127": "ISA, FM-2424/11, Zinder to IOD, 17 Oct. 1952.",
        "128": "ISA, FM-116/8, Zinder to IOD, 23 Oct. 1952; ISA, FM-1973/10, Voting Record Oct. 14–31, 1952.",
        "129": "ISA, FM-91/24, UN Press Release, GA/916, 15 Nov. 1952.",
        "130": "ISA, FM-116/8, Minutes, 14 Nov. 1952.",
        "131": "ISA, FM-9/5, Statement by Mr. S Eliashiv, 18 Nov. 1952 [hereafter Eliashiv, 1952].",
        "132": "Ibid.",
        "133": "Ibid.",
        "134": "Ibid.",
        "135": "Ibid.",
        "136": "ISA, FM-9/5, Eliashiv to IOD, 20 Nov. 1950; Israel did vote against the draft resolution.",
        "137": "ISA, FM-9/5, Eliashiv to IOD, 20 Nov. 1950.",
        "138": "ISA, FM-9/5, Hyman to CD, 3 Dec. 1952.",
        "139": "UN GAOR, A/AC.61/L.13; ISA, FM-116/8, Minutes, 18 and 19 Nov. 1952;.",
        "140": "Israel’s amendment was defeated 2:33:2, but echoed in the final language. It expressed ‘a certain viewpoint’ serving Israel’s direct negotiations initiative: ISA, FM-116/8, Minutes, 20 Nov. 1952.",
        "141": "ISA, 91/28, Zinder to IOD, 20 Nov. 1952.",
        "142": "Ibid.",
        "143": "ISA, FM-91/24, UN Press Release, GA917, 22 Nov. 1952.",
        "144": "ISA, FM-91/28, Zinder to IOD, 20 Nov. 1952.",
        "145": "Ibid. (‘Methods for discharging members’ responsibility under charter and giving effect to their charter pledges may vary with circumstances such as social structure of states concerned and state of development of various groups involved’).",
        "146": "ISA, FM-2404/12, IOD, Item 66, 20 Jan. 1953.",
        "147": "ISA, FM-91/28, Zinder to IOD, 20 Nov. 1952; ISA, FM-1973/10, Principal Votes, No.2, 4 Jan. 1952.",
        "148": "ISA, FM-91/23, Record No. 4, 17–22, Nov. 1952.",
        "149": "ISA, FM-1973/10, Draft Report, n.d.",
        "150": "ISA, FM-116/8, Minutes, 3 Dec. 1952.",
        "151": "ISA, FM-91/23, Record, No. 6, 1–6 Dec. 1952.",
        "152": "UNGA Resolution A/Res/616 (VII), 5 Dec. 1952.",
        "153": "ISA, FM-116/8, Summary, No. 44, 23 Dec. 1952; similarly, on the ‘Indian’ item, see ISA, FM-1973/5, Eliashiv to IOD, 13 Nov. 1952.",
        "154": "ISA, FM-1973/5, Eliashiv to IOD, 20 Nov. 1952.",
        "155": "ISA, FM-116/8, Minutes, 24 Dec. 1952.",
        "156": "Quoted by K. Lemeer, ‘South African Scene’, Zionist Record, 28 Nov. 1952, in ISA, FM-2424/11; Malan was Die Burger’s first editor.",
        "157": "E. Bernstein, ‘South Africa’, American Jewish Yearbook, lx (1959), pp. 284–91, at 286.",
        "158": "ISA, FM-9/5, Editor, Zionist Review to Kluk, 28 Nov. 1952 and Kluk to Editor, 24 Nov. 1952. These voices were not new, either: see, for example, ISA, FM-2424/11, Anon., ‘From a Loyal South African Jew and a Lover of Zion’, n.d., c.11 Jan. 1951 (author calling Israel’s votes ‘criminally stupid’).",
        "159": "ISA, FM-9/5, Hyman to CD, 15 Sept. 1953 (asking whether ‘[i]n order not to offend the Union Government too much … [or] rouse the anti-Semitism which is incipient, we might here find it possible, while still abiding by our principles, not to take too noticeable a part in these debates’).",
        "160": "ISA, FM-1972/8, Eban to Pandit, 14 Dec. 1952.",
        "161": "ISA, FM-2404/12, IOD to Kohn, 27 Aug. 1953.",
        "162": "IOD, Position.",
        "163": "Eliashiv, 1952; Eliashiv, 1950.",
        "164": "ISA, FM-9/5, Comay to Goitein, 23 Aug. 1950.",
        "165": "He was the National Party Minister of the Interior.",
        "166": "ISA, FM-2424/11, Goitein to Comay, 20 Sept. 1950. Comay’s response to the issue of ‘assimilability’ is discussed below.",
        "167": "ISA, FM-2424/11, Goitein to Comay, 20 Sept. 1950.",
        "168": "Giladi, ‘Commitment’.",
        "169": "ISA, FM-2424/11, Goitein to Comay, 20 Sept. 1950 (emphasis added). On other occasions, however, Goitein was ‘pleased’ to hear moderate white voices calling for racial partnership and ‘the development of the native’, though he recognised these were ‘crying in the wilderness’: ISA, FM-2424/11, Goitein to Comay, 27 Dec. 1950.",
        "170": "ISA, FM-2424/11, Goitein to Comay, 20 Sept. 1950.",
        "171": "Ibid.",
        "172": "Together, paradoxically, with the inherited Zionist imperative of a Great Power alliance: Shlaim, ‘Orientation’; Bialer, Between.",
        "173": "Quoted in Shlaim, ‘Orientation’, p. 658.",
        "174": "ISA, FM-75/14, Robinson, Outline and Comments, 8 Dec. 1949.",
        "175": "Examples cited above; ISA, FM-1972/5, London to IOD, 7 Jan. [1952]; ISA, FM-9/5, Eliashiv to IOD, 20 Nov. 1950.",
        "176": "ISA, FM-2424/11, Gordon to General-Director, 31 Aug. 1950; ISA, FM-9/5, Comay to Gaulan, 14 Dec. 1950.",
        "177": "ISA, FM-9/5, Comay to IOD, 26 Oct. 1951.",
        "178": "ISA, FM-1972/2, Gordon to Eytan, 6 Nov. 1949 and IOD, Comments, Sept. 1949.",
        "179": "Golda Meir Memorial Association, RE-53, interview with H. Aynor, conducted by J. Reifen-Ronen and T. Shapira, 14 June 1988, author’s records [Hebrew] [hereafter Aynor Interview].",
        "180": "ISA, FM-2015/5, Eytan to Sharett, 5 Sept. 1950, discussed above.",
        "181": "D. Boyarin, ‘Colonial Drug: Zionism, Gender, and Mimicry’, Theory and Criticism, xi (1997), pp. 123–44.",
        "182": "Gong, Standard; A. Anghie, Imperialism, Sovereignty and the Making of International Law (Cambridge, 2005).",
        "183": "Recall Kluk’s critique of Israel’s blow to the ‘moral foundations of the Western block’, n. 158 above.",
        "184": "See n. 50 above; ISA, FM-1972/2, UN Mission, Minutes, 2 Oct. 1949.",
        "185": "G. Meir, My Life (Jerusalem, 1975), p. 264. Aynor Interview (when discussing affinities with African leaders: ‘we [too] have fought the colonial master and prevailed’). ISA, FM-1972/2, Raphael to Gordon, 18 Oct. 1949: ‘…many lines of affinity between the liberation war of the Indonesians and that of the Jewish people’. ISA, FM-1972/2, [Eliav], Trust Territories and Colonies, 7 Oct. 1949.",
        "186": "ISA, FM-89/29, Raphael to Eban, 25 Aug. 1949.",
        "187": "Consider this coupling in light of A.R. Mufti, Enlightenment in the Colony: The Jewish Question and the Crisis of Postcolonial Culture (Princeton, NJ, 2007). Mufti considers, in the context of India’s partition, the European ‘Jewish Question’ to be ‘an early, and exemplary, instance of the crisis of minority’ exported to colonial settings. Coding ‘the other’ in colonial society as a ‘Jewish other’ paves the way, he argues, to excluding that minority. This suggests that the very comparison between any colonial minority (here, Indians in South Africa) and Jews would both confirm and collapse Jewish otherness; and, for Jews resisting Jewish otherness, it would impel both identification with and exclusion of such minorities.",
        "188": "A striking example in ISA, FM-1972/7, Hacohen, Statement, Second Committee, 24 Nov. 1951.",
        "189": "As Eytan’s letter to Sharett, quoted above, demonstrates: ISA, FM-2015/5, Eytan to Sharett, 5 Sept. 1950.",
        "190": "See Sharett’s maiden speech at the UN: UN GAOR, A/PV.207, 3rd Session, 207th Plenary Meeting, 11 May 1949, p. 332.",
        "191": "Bar-Yosef, Villa, passim. G. Heimann, ‘A Case of Diplomatic Symbiosis: France, Israel and the Former French Colonies in Africa, 1958–62’, Journal of Contemporary History, li (2015), pp. 145–64.",
        "192": "Ibid.; Meir, Life, p. 264.",
        "193": "Aynor Interview; ISA, FM-3094/16, Doron to CD, 17 June 1957 (emphasis added).",
        "194": "ISA, FM-3103/09, Ben-Gurion to Nkrumah, 11 Jan. 1957 (emphasis added); similarly, D. Ben-Gurion, Divrei HaKnesset (Parl. Record), 27 Nov. 1961, pp. 447–9.",
        "195": "E.g. Population Registration Act, 1950; ISA, FM-3094/17, Doron to CD, 10 Jan. 1957 (‘The South African Jew considers himself truly a European. He interprets “Thou hath chosen us” as “Thou has given us white skin”’).",
        "196": "ISA, FM-2424/11, Comay to Gaulan, 31 Oct. 1950. That legislation of 1937 enacted by the Herzog–Smuts government vested broad discretion in a newly established ‘Immigrants Selection Board’ to reject immigrants as ‘unassimilable’—an undefined term meant to exclude Jewish immigrants from Germany. For background, see L. Bethlehem, ‘Membership, Dismemberment and the Boundaries of the Nation—Manfred Nathan’s Sarie Marais: A Romance of the Anglo-Boer War’, African Studies, lxiii (2004), pp. 95–117, at 105–6.",
        "197": "Comay Interview.",
        "198": "ISA, FM-2424/11, Comay to Gaulan, 31 Oct. 1950.",
        "199": "Cited in M. Freedman, ‘The General Assembly’, International Journal, ii (1947), pp. 106–17; UN GAOR, 1st Session, 51st Plenary Meeting, 7 Dec. 1946, p. 1,034 (H. Shawcross, GB), pp. 1,045–6 (V.L. Pandit, India); Lloyd, ‘Beginning’, p. 142. I thank Daniel Salem and Tiferet Bassel for their help tracking the use of ‘caste’.",
        "200": "Jerusalem, Central Zionist Archive [hereafter CZA], S25\\22816-37-44, Comay, ‘Complex South Africa’, n.d..",
        "201": "ISA, FM-2601/15, Goitein to Comay, 29 Aug. 1950 (‘We ourselves have been too long … the victims of an “apartheid” policy’).",
        "202": "‘All one has to do is to substitute the word “Jew” for “Indians”’: ISA, FM-9/5, Hyman to CD, 12 Oct. 1953 (reporting on the proceedings of the Land Tenure Advisory Board in Nylstroom).",
        "203": "ISA, FM-2414/18, Bavli to General-Director, 15 Dec. 1955 (when it comes to Afrikaner independence struggle, ‘I find every time … the South-African people is much like our people’).",
        "204": "CZA, S25\\22816-37-44, Comay, ‘Complex South Africa’, n.d.; the bracketed text is my interpretation: the next page of the speech is missing.",
        "205": "Ibid.",
        "206": "‘A Demonstration in South Africa’, Jewish Telegraphic Agency, 14 Nov. 1934. For later, violent resistance: G. Schrire, ‘Jewish Self Assertion and the Greyshirt Movement’, Jewish Affairs lix (2003), pp. 78–6; R. Hodes, ‘“Free Fight on the Grand Parade”: Resistance to the Greyshirts in 1930s South Africa’, International Journal of African Historical Studies, xlvii (2014), pp. 185–208.",
        "207": "ISA, FM-2424/11, Goitein to Comay, 20 Sept. 1950.",
        "208": "Schrire, ‘Jewish’, p. 78, quoting N. Berger, In Those Days, in These Times: Spotlighting Events in Jewry—South African and General (Johannesburg, 1979) p. 53; Shimoni, Community, p. 11.",
        "209": "J. Boyarin, Storm from Paradise: The Politics of Jewish Memory (Minneapolis, MN, 1992), pp. 77–115; J. Boyarin, The Unconverted Self: Jews, Indians, and the Identity of Christian Europe (Chicago, IL, 2009); Boyarin’s work refers to ‘New World’ Amerindians.",
        "210": "Mufti, Enlightenment, p. 7, discussed in n. 187 above."
    }
}