{
    "title": "Of Rights and Riots: Indenture and (Mis)Rule in the Late Nineteenth-Century British Caribbean*",
    "author": "Sascha Auerbach",
    "date": "13 April 2023",
    "article": "This article builds on the work of Walter Rodney, Thomas Holt, Gad Heuman, Diana Paton, and others who have investigated the complexities of post-slavery societies in the Caribbean. It addresses the dynamics of resistance and the re-working of legal and cultural processes that took place in the half-century following emancipation. Whereas indenture plays a tertiary role in these previous analyses, it is the central concern of this article. Through a close examination of the 1872 killing of five indentured Indian workers on the Devonshire Castle plantation, I analyse how the institution of indenture restructured the interrelation of the colonial state, labour control and violence in British Guiana. I consider the killings not only in the context typically employed by Caribbean historians to examine race, labour and violence—that of slave rebellions and African-Caribbean revolts in the post-emancipation era—but also in relation to the 1857 Indian Rebellion and in the context of an Empire-wide narrative that justified violent state repression against colonised peoples. Although this is largely a microhistorical account, I hope to provide some useful avenues of analysis by which indenture (primarily approached until now through the lens of social history) can be more broadly engaged as an institution that catalysed a new relationship between the state and labour management, that fostered new (or, at least, revised) discourses of the role of violence in colonialism, and that generated new patterns of response and resistance among subalterns.Atlantic World slavery and its many legacies have become a central preoccupation not just of historians but of a wide public audience interested in the dynamics of race, rights, violence and power in the modern era. This article builds on the work of Walter Rodney, Thomas Holt, Gad Heuman and others who have investigated the complexities of post-slavery societies in the Caribbean. I share with these authors a curiosity about the character of resistance and the reworking of legal and cultural processes that took place in the half-century following emancipation in 1834.[CITATION-1] Where I differ from them is that, rather than relegating indenture to a tertiary role, I place it centrally in my article. Through a close examination of the 1872 killing of five indentured Indian workers on the Devonshire Castle plantation, I assess how the institution of indenture reworked the interrelation between the colonial state, labour control and violence in British Guiana. Maxidally, Kaulica, Baldeo, Beccaroo and Auckloo were shot and killed during a confrontation between local constables and the plantation’s Indian workforce, who had blockaded the entry to Devonshire Castle in protest both over their treatment by the manager and overseers and over how the local magistrate had handled their grievances. I consider the Devonshire Castle killings not only in the context typically employed by Caribbean historians to examine race, labour and violence—that of slave rebellions and African-Caribbean revolts in the post-emancipation era—but in relation to the 1857 Indian Rebellion and an Empire-wide narrative that justified violent state repression against colonised peoples.[CITATION-2] I examine how a labour conflict in British Guiana escalated into fatal violence, how that violence was subsequently rewritten as orderly rule, and how both processes emerged from the distinct historical dynamics of Indian indenture in the Caribbean. Although this is essentially a microhistorical account, I hope to provide some useful avenues of analysis through which indenture, primarily approached by earlier scholars via the lens of social history, can be more broadly understood as an institution.Of particular importance here is how indenture modified the historical relationship between the colonial state and the practices of plantation labour management, prompted novel (or, at least, revised) discourses of the role of violence in colonialism, and fostered new patterns of response and resistance among subalterns. I am also interested in the impact of popular resistance and workers’ agency in the worldwide development of indenture as an institution. The implications of such resistance, how it was articulated by labourers and how it was interpreted by colonial officials, journalists and critics of indenture extend beyond the Caribbean and to the Empire more broadly. This is particularly true of the public debate over workers’ responses to indenture, since the Indian Rebellion of 1857 served as a crucial reference point for interpreting Indian resistance, no matter where it occurred.[CITATION-3] Through my examination of the Devonshire Castle killings in these contexts, indenture emerges as a quintessentially imperial institution, linking India to the Caribbean through formal ties of law, migration and labour organisation, as well as through more informal, but equally powerful, webs of social hierarchy, concepts of race and competing visions of rights and justice.Within this analytical framework, I make two interrelated arguments. The first is that, in the post-emancipation era, indenture shaped the role both of the colonial state and of the character of contests between state officials and the plantation workforce. The position of judicial officers with regards to indentured labourers—as had also been the case in their approach to freed slaves—was highly ambiguous. On the one hand, they were the agents of the principal mechanism for coercion within the plantation system. On the other hand, it was to these officers that workers had to turn as their only recourse to redress their grievances against their exploitative employers.[CITATION-4] In the state’s new role as supervisor of a labour system that was coercive in practice, but technically free and contractual in law and principle, any violence committed against indentured workers required reconciliation with the discourses of liberalism, moral colonisation and orderly rule in a manner that the violent suppression of enslaved Africans had not.[CITATION-5] At the same time, the fusion of the colonial state and the plantation, and of allegedly moral rule with the suppression of legal rights, provided magistrates, governors and other colonial authorities with a powerful rhetorical tool for such reconciliation.[CITATION-6] Since local institutions offered avenues for formal grievances by workers, complaints to colonial magistrates foremost among them, agents of the colonial state could readily portray remonstrance pursued beyond these boundaries as a dire hazard to the entire edifice of colonial law and governance. In the case of the Devonshire Castle riot, magistrates and colonial administrators were able to define the collective protest of plantation workers as violent sedition and an antecedent to a bloody, colony-wide rebellion, even though such protests rarely went beyond anything more serious than the issuing of threats or a public demonstration. The colonial administrators and the press framed murderous violence against workers committed by colonial authorities, in contrast, as a just, moral and proportionate response that had been necessary to preserve order and protect the lives (and virtue) of white residents.[CITATION-7] Over time, this portrayal, constituted across a range of government correspondence and newspaper stories, became the official account of events. In this version, the state rewrote its own narrative of just colonial rule, using the inquiry into the Devonshire Castle killings to perform a powerful ideological function, and employing the Indian Rebellion of 1857 as a compelling historical touchstone.[CITATION-8] A second argument follows from the first and concerns the distinct position of indenture in relation to the state, the latter’s enhanced role in labour organisation in post-emancipation plantation colonies, and the historical significance of Indian workers’ responses to state intervention. The focus of those who criticised or resisted colonial rule—from indentured workers to anti-slavery activists to oppositional elements within the colonial administration—was often on their interpretations of justice and their relationship to local agents and institutions of governance. Local magistrates, in particular, were frequently the linchpins of labour contests, not just in British Guiana but throughout the British Caribbean and across the Empire.[CITATION-9] Magistrates combined the responsibilities of mediation, adjudication and enforcement; they carried authority with the workforce, plantation operators and the colonial administration; they were keystones in administrative post-mortems when labour contests had spiralled into more extreme conflicts; and they commanded a wide public and official audience for their interpretation of events, particularly on the causes and consequences of labour disputes and the justness or injustice of their violent suppression.[CITATION-10] While the authority of the magistrates represented a continuity with the period of slavery, incidents such as the Devonshire Castle killings were indicative of a new phase in the relationship between labour, law, race and governance in the half-century following 1834, when indenture and its attendant legal architecture became a defining feature of a global plantation complex that stretched from Guyana to Fiji. The place of the colonial legal apparatusindentured labourers was very different from its function in the lives of African-Caribbean freedmen and their descendants in the same period. As Diana Paton has demonstrated, African-Caribbeans had a long history of informal engagement with the law which dated back to the slavery period; in the post-emancipation decades, magistrates and their courts had become increasingly integrated into African-Caribbean practices of community conflict and redress.[CITATION-11] In comparison, indentured labourers’ involvement with legal institutions and their agents was confined almost exclusively to the realm of labour relations on the sugar plantations. Because of this narrow engagement, from the perspective of both judicial officials and plantation workers, concepts of law and justice were invariably entangled with practices of plantation labour control.This integration of the state, labour control mechanisms and workers’ responses to them allows us to challenge the tendency of social historians to view protests by indentured workers as apolitical and historically inconsequential.[CITATION-12] Indian protesters engaged with institutions of the state and articulated their own visions of rights and justice. Their contests were subsequently incorporated into the public discourse of both proponents and critics of indenture (and its fusion with colonial law and governance). The ubiquitous references to workers’ deeds and words by government officials, journalists and other public figures accorded these protests political meaning, even if they lacked a cohesive and explicit political ideology. Whether defined as strikes, demonstrations or riots, such events must also be accorded considerable historical significance. Cumulatively, they were integral to the long-running public debate over indenture and its eventual abolition in the early twentieth century. More immediately, they prompted tangible change in the structure and practices of indenture and colonial rule by forcing colonial officials to justify their actions publicly and, often at the insistence of local plantation owners, to reallocate police and military resources in order to deter further disruption. Such responses, in turn, served as grist to the mill of critics who portrayed indenture as exploitative and contrary to the principles of Liberalism and just governance. Therefore, the challenges to indenture, rather than being relegated to the margins in either the historical development of the system or its historiography, deserve a central place in both.[CITATION-13] Before delving into the violent climax of the Devonshire Castle confrontation and how it was subsequently interpreted as an averted rebellion, we must place this incident and its aftermath in a broader historical context. The events of 1872 took place against a backdrop of violent suppression that had been part and parcel of racialised labour control in British Guiana for centuries previously. The Devonshire Castle killings were far from the bloodiest moment in this history. European colonisation of the region dated to the Dutch establishment of a trading post upstream from the mouth of the Essequibo (or ‘Essequebo’) River in 1616. African chattel slavery was introduced shortly thereafter, primarily to work on tobacco plantations established under the auspices of the Dutch West India Company. English immigrants established themselves in the region in the mid-seventeenth century, lured by the promise of land and better conditions than were to be found in the Lesser Antilles, which was the nearest area of English colonisation at the time. By the 1780s, the British had established themselves as the most numerous European group in Essequibo and the two adjacent regions, Berbice and Demerara (). Thereafter, these three areas would alternate between Dutch, French and British control before finally coming decisively under the latter towards the end of the Napoleonic Wars in 1814.[CITATION-14] British Guiana,.1870 (courtesy of Matilde Grimaldi).Violent conflict between the subordinated plantation workforce and their putative masters had been common across this period. The most serious incidents were the 1763 Berbice Slave Uprising—when a group of several thousand escaped African slaves briefly seized control of the region before being defeated by a combined force of Dutch, French and British troops—and the 1823 rebellion, in which hundreds of slaves perished. After the repression of the rebellion, the death in prison of the British parson John Smith, while awaiting execution for incitement, had helped galvanise the British anti-slavery movement.[CITATION-15] Emancipation in the British Empire a decade later deprived the powerful sugar-planter oligarchy of their primary labour supply.[CITATION-16] The freed African population either preferred to cultivate their own land or demanded wages that made their widespread plantation employment impractical from the planters’ perspective.[CITATION-17] To address plantation owners’ desire for a cheap, thoroughly subordinated workforce, the first cohort of Indian indentured labourers were brought to British Guiana in 1838. They were followed by a quarter of a million more before the British indenture system was terminated in 1917.[CITATION-18] This represented, by far, the largest contingent of long-term indentured labourers in the Americas, and was second worldwide only to Mauritius, which witnessed the arrival of over 450,000 Indian workers in the same period.[CITATION-19] Indenture, which had been introduced to the Americas by English colonists in the seventeenth century as a means of insuring that immigrants were bound to work off the cost of their Atlantic passage, locked workers into long-term, unbreakable contracts that were enforced with penal statutes: by 1870, five years had become the standard in British Guiana.[CITATION-20] It also forbade them from changing employers without permission, and restricted their overall mobility through pass and vagrancy laws adapted from the slavery period.[CITATION-21] Even minor labour infractions were criminalised: the colonial authorities made them punishable by imprisonment, flogging or penal servitude, and also added additional days, weeks or even months to their contracts in order to compensate employers for lost work.[CITATION-22] Those opposing the indenture system initially condemned it, not without reason, as a new form of slavery.[CITATION-23] Indian workers were to occupy the same roles, and even the same living quarters, as former slaves had. Yet the legal aspects of nineteenth-century indenture shared at least as much with the framework of master and servant laws as they did with slavery.[CITATION-24] Regardless of its coercive and exploitative aspects, indenture remained, in principle, a voluntary contract between employer and labourer rather than a relationship of owner and chattel. Anti-slavery interests were largely held in abeyance by the belief that, whatever its flaws, indentured labour was still ‘free labour’, and that its success might prove the superiority of the latter over the former in economic as well as moral dimensions.[CITATION-25] By the 1860s, both the British and Foreign Anti-Slavery Society (BFAS) (whose origins were closely tied to the initial outcry against indentured labour in the 1830s) and the Aborigines Protection Society (APS) had once again begun to ring the tocsin against indenture in the British Caribbean.[CITATION-26] Much as had been the case with slavery before it, indenture had its fair share of detractors, but it enjoyed powerful supporters in Parliament as well, and no one could deny that the sugar plantations of British Guiana, where indentured workers had replaced slaves, continued to generate vast wealth.[CITATION-27] While the debate over indenture continued, the 1857 Indian Rebellion and 1865 Morant Bay Rebellion in Jamaica took place. These episodes brought political and economic tensions in the Caribbean colonies into high relief. At the core of discussions in the press and political circles were three connected issues: what were the comparative benefits and liabilities—economic, social and moral—of Indian labourers versus African-Caribbean workers? Where did the balance lie between protecting the rights of Crown subjects, a status both cohorts possessed, and ensuring public order in the colonies? And what level of force was the state justified in employing to preserve the latter?[CITATION-28] The scope and violence of the 1857 Indian Rebellion had exceeded Morant Bay by many orders of magnitude, encompassing resistance across the subcontinent, pitched battles, atrocities on both sides and savage repression by the British authorities with as many as 800,000 Indians killed.[CITATION-29] Nonetheless, the long history of slave rebellions, an entrenched anti-black racial discourse, and the growing assertiveness of free black labour in the Caribbean prompted most British observers to assert that Indians remained more amenable than African-Caribbeans were to smooth incorporation within the schema of imperial labour. Widespread apprehension that replacing the plantation economy with a peasant democracy of black smallholders would be a political and economic catastrophe had, after all, been a primary motivation for importing Indian workers to begin with.[CITATION-30] These concerns over the African-Caribbean population notwithstanding, the events of 1857 had profoundly shaken the confidence of British observers in the tractability of their Indian subjects. The difficulty of reconciling Indians’ alleged docility with widespread labour agitation on the sugar estates would be a prominent issue in public and official discourse following the Devonshire Castle incident.The perceived injustices of colonial administration and the discontent it might foment among Indian workers were taken up directly in the first sustained government critique of indenture to appear subsequent to the events of 1857 and 1865. It was indentured workers themselves who prompted this investigation by staging a wave of protests across British Guiana in late 1869 and early 1870. In so doing, they demonstrated the centrality of the labourers’ own public resistance to the anti-indenture campaign. In the late 1860s, planters’ attempts to drive down wages by importing a surplus of immigrant labour had brought tensions to a boiling point.[CITATION-31] A serious confrontation between workers and police at Leonora plantation in August 1869 had been preceded, much as the Devonshire Castle incident would be, by months of workers’ grievances and discontent over the arbitrary cutting of wages, contract violation, overwork and other mistreatment.[CITATION-32] The Leonora clash, between 300 workers and local constables, had been followed by a series of labour disturbances at more than half a dozen other plantations across the colony in the following months.[CITATION-33] In this period, elements within the Guyanese judiciary also began to criticise the system vociferously.In response to the obvious dissatisfaction among both workers and those tasked with enforcing labour policy, a Parliamentary Commission was convened in 1871 to investigate the situation. As indenture in the colony came under increasing scrutiny, some critical observers blamed the planters and managers for destabilising labour relations on the estates. By antagonising their workers with wage cuts and arbitrary deductions, those in authority had prompted labourers to respond through grievances, wage demands, work stoppages and full-scale walkouts.[CITATION-34] These reproaches fell on deaf ears, and the main Guyanese newspaper,, instead broadcast a sinister picture of the indentured workforce by linking it explicitly with the Indian Rebellion, asserting that participants in the most brutal episodes of 1857 were to be found on local estates. The paper reported that plantations were full of ‘Sepoys who bore parts in the memorable tragedies of Cawnpore and Delhi’, and the danger of their collusion in a full-scale uprising put all white residents in mortal peril.[CITATION-35] The governor of British Guiana, Sir John Scott, in his communications with the Colonial Secretary, eschewed such hyperbole. But he expressed considerable anxiety about the many agitators on the plantations and the serious danger that ‘a combination among the whole of the coolies would be formed’.[CITATION-36] The Colonial Office, responding to these alarming reports, agreed to reassign the Second West India Regiment to British Guiana.[CITATION-37] Despite this strong measure and the ominous rumblings on the plantations, the 1871 Commission concluded that indenture, although not without its flaws, had a civilising effect on both Indian and Chinese indentured workers (who were also arriving in the colony in increasing numbers).[CITATION-38] The illusion of a labour system that benefited those in its thrall, despite the constant grievances and work disruptions, and of an Indian population that remained largely docile and tractable, aside from a few malcontents, had been preserved. Lacking any clear direction from either the local government or Whitehall, estate owners made no concerted effort to address the rampant dissatisfaction among the indentured workforce, and any impetus towards reform by the Colonial Office evaporated. Following the Leonora plantation incident, in the public debate over whether indenture in British Guiana was immoral and abusive, prompting widespread discontent, or whether it was just and orderly, with the only trouble being attributable to seditious malcontents, the latter view had won out. This had been accomplished primarily through the success of colonial officials and the local press—both of which groups were entangled with the planter class and invested in the colony’s continued profitability through indenture—in redefining the temporal and geographical context of workers’ demonstrations from the realm of labour relations to that of violent rebellion and in recasting unhappy workers as conspiring mutineers. In doing so, they had neatly reconciled the violent suppression of indentured labourers with the principles of Liberalism and moral rule. This set the precedent for how official discourse and public recounting subsequently constructed the Devonshire Castle incident. In the latter case, the challenge of squaring a violent state response with just rule was even greater, given that there were five dead workers to account for, and therefore required an even stronger association to be made between the demonstrators and the 1857 Indian Rebellion.In the days preceding the violence at Devonshire Castle, the consequences of maintaining theon the sugar estates while giving only a cursory nod towards workers’ complaints became clear. The work of the 1871 Commission had raised expectations among the indentured labourers, who had sought out the Parliamentary investigators and bombarded them with their grievances.[CITATION-39] The failure of reform had only amplified workers’ widespread discontent with both affairs on the estates and a judicial system that was, in their eyes, fully subordinated to planter interests.[CITATION-40] Far from being a spontaneous outbreak of violence, the final conflict between workers and police was the culmination of several months of rising tension at Devonshire Castle, tension that emerged from the same concerns that had prompted workers’ grievances prior to the 1871 Commission. As several witnesses testified during the course of the coroners’ inquest that followed the killings, the main complaints of the indentured Indian labourers concerned the labour conditions (pay especially) on one hand and their belief that they were being denied justice and the rights to which they were entitled on the other. Such complaints were endemic to the indenture system, as they had been in the ‘apprenticeship’ system that had kept former slaves in thrall to their former masters for years after emancipation.[CITATION-41] And even if the details of colonial governance were often beyond their knowledge, labourers were generally familiar with key government personnel. The right to petition the local magistrate in contract grievances and to approach the local Immigration Agent with such complaints, in particular, were familiar to the indentured workforce.[CITATION-42] Most workers were also sceptical that their grievances would ever be taken seriously, given the close relationship between magistrates and plantation managers.[CITATION-43] However, from the published account of the Devonshire Castle inquiry, the correspondence between local officials and higher administrators, and the manner in which the incident was subsequently reported to the public in both British Guiana and Britain, one would hardly have known that workers had any understanding of the indenture system, or any intention to resolve their complaints peacefully. The dismissal of such complaints, and the categorical rejection of alternative ideas of justice, had been commonplace in colonial authorities’ treatment of former slaves and immigrant workers for many decades.[CITATION-44] In contextualising the resistance of the Devonshire Castle workers to plantation discipline and the subsequent response of local authorities, the long history of racialised violence in Britain’s Caribbean colonies must also be taken into careful account. But socially, legally, and culturally, indentured labourers in the 1870s British Caribbean occupied an historical space distinct both from that of enslaved Africans in the eighteenth and early nineteenth centuries and from the free African-Caribbean population of later decades. Their situation was most closely analogous to that of formerly enslaved African-Caribbean ‘apprentices’ in the immediate post-emancipation era. And it was apprenticeship, as much as (if not more so than) slavery, that served as a blueprint for indenture in British Guiana and across the Caribbean.Indenture, much like apprenticeship, constrained the mobility and agency of its subjects, but offered avenues for grievances and resistance that had been denied to slaves. Structurally, individual and collective methods of contestation and protest, from complaints to absenteeism and work stoppage, were also similar between indenture and apprenticeship. Under slavery, such tensions were resolved through informal negotiations and the establishment of customary rights.[CITATION-45] In contrast, the two successor systems to slavery, apprenticeship and indenture, erected a scaffolding of laws, rights and formal procedures that established the colonial state, its legal institutions and the agents of law, policing and inspection as the primary mediators between workers and employers.[CITATION-46] These structural differences had a cultural corollary. Former slaves and their descendants often employed slavery as the cultural (or, in the 1830s and 1840s, experiential) touchstone for their understanding of freedom and their protests against being denied their vision of its benefits; indentured labourers more commonly expressed their ideas in relation to this subsequent matrix of law, justice and rights.[CITATION-47] Indentured workers’ encounters with the evolving practices of post-emancipation plantation labour organisation, encounters that began with their recruitment in India and continued throughout their sojourn in British Guiana, helped propagate a self-awareness of rights that, along with a familiarity with their legal rights. This familiarity, along with their awareness of their status as British subjects and contractual individuals, shaped their responses to both employers and state agents.[CITATION-48] The reactions of the Devonshire Castle workers and their confrères on other plantations to perceived injustices were in line with this contractual identity. Indentured workers had a concrete and specific conception of what their rights were in these circumstances, and they were determined to exercise them, as later events would demonstrate. Many of their actions evinced a desire to engage with state agents and institutions of rule, albeit on the workers’ terms and in line with their own expectations of justice, rather than to defy them or to deny their authority.Much of the discursive reconfiguration of the labour contest on the Devonshire Castle plantation that interpreted the event as an incipient rebellion was carried out via the system of colonial justice that was itself both a vehicle for and a key focus of workers’ grievances.[CITATION-49] In this process, managers and overseers not only enjoyed a privileged voice in legal venues, but occupied many of its most influential roles.[CITATION-50] The first stage of this rewriting of a protest into a rebellion was the Coroner’s Court inquest that followed the killing of five indentured workers during a confrontation with a local magistrate and a squad of armed constables on the road to the plantation. A Coroner’s Court was a temporary judicial body convened to conduct an inquiry into any deaths deemed out of the ordinary. The witness testimony offered there (and published in, the main press organ of British Guiana) was the constant point of reference for all subsequent discussions of what had happened at Devonshire Castle and in the surrounding district (Essequibo) in the days leading up to the fatal encounter on the plantation road. Far from being independent entities, Coroner’s Courts were dominated by those with a vested interest in the plantation system. They were assembled by local Justices of the Peace, and at the time of the Devonshire Castle killings one-third of all JPs in British Guiana were resident managers on sugar estates.[CITATION-51] The four-person jury for such proceedings was drawn from the other employees of the estate, often with the manager of a neighbouring plantation serving as the presiding coroner.As the inquest recast the protests of Indian labourers as sedition and the precursor to a colony-wide rampage, the fusion of state and plantation interests became starkly visible. As a result of both his rank and his key role in the incident, the figure wielding the greatest power in the proceedings was Henry Loughran, a local stipendiary magistrate. Loughran had been in command of the force of constables that had confronted the workers of Devonshire Castle in the incident that left five of the latter dead from gunshot wounds. His version of events, more so than any other, shaped both the official and public recounts that followed. As was made clear by a discussion over procedure at the beginning of the inquest, he was the true authority in the court, effectively managing the conduct of an inquiry into his own actions and those of his constables.[CITATION-52] Other central figures who offered substantial testimony included Loughran’s clerk, John Blake, and the manager of the Devonshire Castle plantation, Peter Abel. All three concurred that events were set in motion not by ongoing tensions between managers and the plantation workers, but rather by the violent predilections of agitators among the latter.Loughran was the last witness questioned. He spoke with the advantage not only of his official role and his familiarity with court protocols, but also in full awareness of the testimony that had preceded his own. He commenced by recounting his first involvement in the incident. On the morning of 27 September 1872, Loughran and Blake were approached by Peter Abel, who wished Loughran to write warrants for the arrest of two of his labourers, claiming that they had refused to work and had made threats of violence against him.[CITATION-53] The magistrate proceeded to the plantation to speak with the local immigration agent while his clerk, Blake, returned to the local police station. There, Blake encountered a group of between 250 and 300 labourers from Devonshire Castle, walking up the road and led by a man named Paraag.[CITATION-54] The clerk was able to detain Paraag temporarily, but Blake reported that, when the other workers threatened to wreck the police station if he was not released, the clerk returned him to his comrades. Their leader restored, the crowd continued their march. Soon afterwards, Loughran himself arrived at the police station and, after speaking with Blake, set out to intercept the labourers. Overtaking them in his wagon, the magistrate inquired about their purpose. Paraag and another spokesman told Loughran that they were going to the capital, Georgetown, to bring their grievances before the colonial governor, the main issues at hand being unfair wages and an alleged assault on Paraag by a plantation overseer.[CITATION-55] Loughran testified that his response to what was clearly a tense situation was sympathetic but firm. He asked them to cease their march to the governor, and promised that he would come to Devonshire Castle plantation in person the following morning and ‘hold an inquiry on the spot’. ‘After much loud and angry talk among themselves’, the magistrate reported, the workers complied.Loughran couched events in the broader context of imperial disorder. He testified that his approach was guided by his earlier experiences of fatal unrest in Ireland, where he had ‘been engaged in quelling the Belfast Riots in 1864, in which 30 people were killed’.[CITATION-56] However, at the time of his first encounter with the Devonshire Castle workers, they had committed no violent acts to his knowledge. The explicit conflation of events in Essequibo with other, more ferocious incidents of mass unrest in the Empire became a running theme throughout the accounts of those involved. Such references allowed the magistrate and other witnesses to disguise the specific causes of the workers’ dissatisfaction with labour conditions. Instead, witness testimony defined them as potentially violent rebels from their very first encounter with colonial authorities. These accounts were infused with explicit and implicit references to violent slave rebellions and to the more recent 1857 Indian Rebellion. These dual historical contexts, in the face of otherwise ambiguous evidence, set the tone for subsequent interpretations by both administrators and the reading public.Equating a non-violent demonstration by workers to violent unrest and incipient rebellion also provided a justification for Loughran’s rapid decision to prepare an armed response. Following his initial meeting with the demonstrating workers, Loughran called for immediate reinforcements from police forces in neighbouring towns.[CITATION-57] This escalation was vindicated, the magistrate told the jury, by his encounter with a second group of angry labourers, from the Anna Regina plantation (). They surrounded his wagon and ‘demanded vengeance on their manager, Mr. Shaw, who they stated had threatened to shoot some of their body a few hours previously’.[CITATION-58] Loughran mollified them with promises of free court summonses. The following morning, he met with Shaw, who showed evidence of minor assault by the workers, whom he had dispersed by brandishing his pistol at them. The magistrate then led his newly assembled force of around two dozen armed constables to Anna Regina in order to arrest the man identified as the ringleader in the assault. He was instead confronted by an inebriated worker, whom Loughran asserted was a provocateur hoping to incite fatal mayhem. ‘If we had arrested this man I am perfectly assured the coolies would have rushed out and murdered every one of us’, he told the court.[CITATION-59] The tale of the Anna Regina confrontation, from the perspective of a juror, should have had no direct bearing on subsequent events at Devonshire Castle. These were, after all, two completely separate groups of workers, working nearly 10 km apart, and the cohort from Anna Regina had no involvement in the subsequent, fatal clash with the constables. In the context of Loughran’s broader testimony, however, it gave weight to his portrayal of Essequibo as a district teetering on the precipice of a full-blown rebellion by drunken, savage coolies, howling for bloody vengeance against their masters.Essequibo district and environs,.1870 (courtesy of Matilde Grimaldi).Returning to the events of 1872 and the character of the subsequent inquiry with these considerations in mind, we can see that Loughran’s assertions were made credible primarily by the focus of most witness accounts on the days immediately preceding the shootings. Claims that the workers of Devonshire Castle had no genuine interest in resolving their complaints peacefully and that their actions should be seen only in the light of Indians’ innate propensity for violent sedition are not consonant with their longer-term antecedents or with the labourers’ behaviour in the preceding weeks and months. Loughran’s narrative of events, full of references to 1857 and threats of violent rebellion, permitted him to shape the public interpretation of the workers’ actions. Details from the testimony by the manager of the plantation (Abel), in contrast, revealed that the labourers had been expressing dissatisfaction with their pay for nearly a year. The specific catalysts for the demonstration encountered by Loughran and Blake had a much more protracted history as well, and had been slowly escalating for a month before the killings happened. The workers’ actions in this period had included a collective demand for wage increases, seeking the magistrate’s intervention, work stoppages in protest of perceived contract violations, and making complaints to the Immigration Agent, Mr King.[CITATION-60] In the months leading up to the killings, the Devonshire Castle workers had been neither violent nor destructive. As King emphasised, they had not been entirely unjustified either. The narrative of a riot—a spontaneous, violent confrontation prompted by the groundless anger of a few malcontents—was only plausible if the events of late September were detached from the longer context of strained labour relations at the Devonshire Castle plantation and in the colony as whole. The decoupling, in both the enquiry and the subsequent public accounts, of the Devonshire Castle confrontation from the previous months of tension, the workers’ persistent assertions of their rights as Crown subjects, and their determined engagement with state agents via accepted protocols was therefore a necessary corollary to the reframing of the incident in the context of the 1857 Indian Rebellion.Even the initial attempt to arrest Paraag, one the alleged ringleaders of the dissatisfied workers, was merely an extension of the long, drawn-out contest over labour control on the plantation. It was Paraag’s disruption of work in the sugar-production buildings and his disrespect and threats towards the manager that had prompted the latter to take action. The arresting officer, Pompey Reid, was himself part and parcel of the plantation’s labour management regime, and only a constable on occasion. His primary employment was as the driver of a ‘coolie gang’ (i.e. an Indian work-party) at Devonshire Castle. Following this initial arrest attempt, which had been unsuccessful, Loughran, as he had promised, visited Devonshire Castle the next day (Saturday) to hear the grievances of Paraag and another worker under oath. Loughran granted the aggrieved workers free court summonses against their alleged attackers, and made the latter promise, before the assembled workforce, that they would appear to answer these charges two days hence in Daniel’s Town (i.e. Monday, 30 September). Neither Saturday nor Sunday saw any further incidents. According to the magistrate’s testimony, when he arrived at the Daniel’s Town courtroom on Monday, ‘the road was filled as far as I could see with coolies armed with hackia sticks [i.e. staves]’.[CITATION-61] When the case was declared open, in English and Hindi, the complainants did not appear. Loughran told the court that the only response of the assembled crowd was to shout and bang their staves together, after which they all left.According to this narrative, the magistrate had once again made every attempt to accommodate the workers’ grievances, and it was only their wilful and capricious behaviour that had derailed their case. Other witnesses offered a very different picture of the events, one in which the workers had made a sincere effort to engage the court, but had been discouraged by the magistrate’s show of force. Madaree, another indentured labourer from a different plantation, who had been serving as an interpreter for the court at the behest of his plantation manager, was quite specific in his explanation of the complainants’ behaviour and motivations.[CITATION-62] Paraag and the other workers with grievances had indeed been present, he told the jury, but had walked out of the Daniel’s Town courtroom as soon as the case was called. When Madaree, following Loughran’s instructions, went out to bring them back, ‘they said, they would not try the case there because the magistrate would not give them justice, but would favour the overseer and manager’. For Paraag and others, their lack of faith in Loughran’s commitment to a fair hearing was based on evidence they could see with their own eyes, as the magistrate’s clerk himself testified subsequently. Loughran had brought his rifle-wielding constables into the courtroom, and the plaintiffs took the presence of so many armed men as a sign that the magistrate had already decided against them.[CITATION-63] It was only after having received, to their mind, a clear indication that they would not find justice at the Daniel’s Town courtroom, that the protesting workers took more direct action. Yet they continued to couch their aims in the language of rights and justice, expressing the hope that, if not in the local court, they would receive their rightful due elsewhere. Before quitting the town, they announced their intention to Madaree, the interpreter. ‘They said they would go home and wait on the road for the overseers, the manager and the magistrate; and they (the coolies) would not allow them to go into the estate and would not allow any one to go into the estate until they got their rights’.[CITATION-64] These rights were specifically what they demanded when Loughran later arrived at Devonshire Castle, along with his clerk, a police inspector and two dozen armed constables, some of whom were also Indian immigrants.[CITATION-65] There, he found the plantation workers, in Loughran’s words, ‘drawn up across the entrance to the estate in battle array’.[CITATION-66] According to Madaree, when the magistrate’s contingent arrived, the exact words of the spokesman for the workers were ‘“the magistrate must keep court here and give us our rights”’.[CITATION-67] Rather than defying Loughran’s authority outright, the labourers had relocated the site of adjudication from the courtroom to the plantation, asserting both their entitlement to justice on their own terms and their right to block access and cease all work until their grievances were addressed.Throughout the confrontation, the workers evinced a willingness to engage directly the institutions of the state, its representatives and its processes, from marching to the governor to bringing grievances before the magistrate to demanding the rights to which they believed they were entitled as subjects of the Crown. Their public statements also made it clear that they held the state at fault for their treatment as much as, if not more than, they did the plantation managers and overseers. The latter may have been more direct in their exploitation, but the magistrate, they asserted, was abetting this abuse and denying them justice. Though resolute in their demands for a fair hearing, the demonstrators of Devonshire Castle had stopped short of violence. They had made threats, but had harmed neither persons nor property. Witness testimony, in contrast, divorced the actions of workers from the long-running, non-violent dispute over conditions at Devonshire Castle. Instead, those who testified placed the conflict in a context that fitted far better with the overall description of a nascent rebellion, that of the 1857 Indian Rebellion. Abel, the plantation manager, and Lutchman, an Indian constable, both claimed that there were ‘Sepoys’ among the plantation workers. Abel hinted darkly at the havoc they might have wreaked if they had located the guns he kept on the estate. The magistrate himself gave the starkest warning of the workers’ potential for violence. Loughran described them as abusive, enraged, unreasoning and bent on slaughter, ‘all determined in my opinion to ruthlessly murder all who were opposed to them’.[CITATION-68] ‘There [] conduct was such that no person not accustomed to seeing excited Hindoos could imagine it’, he told the jury. ‘The men were actually foaming with rage and the women assumed the appearance of regular demons. I saw that parleying any further was useless’.[CITATION-69] The magistrate then read the Riot Act, which was translated for the benefit of the assembled crowd. After another hour and a half of back and forth between the two parties, the magistrate instructed the constables to load their rifles and fix bayonets, but not to fire unless he specifically gave the order. And then, in the final point on which all witnesses agreed, he gave the order for his constables to advance and arrest Paraag and the other alleged ringleaders in the crowd. As the two groups collided, one of the rifles went off, followed by nine more shots in quick succession. The workers immediately scattered. Five of their number were dead or dying; another half-dozen were wounded. One constable had been injured badly enough to require treatment in hospital, but that was the extent of police casualties.In concluding his testimony at the coroner’s inquest, Loughran was effusive in his descriptions of the constables’ conduct, declaring that ‘great praise is due to each and every one of those gentlemen for their manly and courageous conduct in assisting to suppress the riot’.[CITATION-70] Although he was ‘deeply grieved’ at the death of the five ‘misguided and unfortunate coolies’, the magistrate was adamant that the residents of the entire district owed their continued existence, and the women their virtue, to the policemen’s heroic acts. ‘I believed then as I do now that the firing of the rifles saved the lives of not only the few supporters of law and order that were present from immediate destruction. I further believed that if the coolies had overcome the police the county of Essequebo would have become a scene of murder, rapine, and pillage’.[CITATION-71] The jurors were fully in accord, returning a verdict of ‘justifiable homicide’ and adding that, in their opinion, ‘but for the discharge of the rifles … the riot would have extended over the whole district’.[CITATION-72] The Coroner’s Court thus exonerated Loughran and his constables. Disseminated through the account of the inquiry reprinted verbatim in the pages of, the narrative of a barely averted rebellion would subsequently become entrenched in public discourse. To sustain its plausibility, this narrative required the shearing of the incident away from the persistent tensions between indentured labourers and plantation managers in the preceding years and from the workers’ escalating demands for amelioration and official intervention in the preceding weeks. But was there any concrete connection between Indian migration to the Caribbean and the 1857 Rebellion, or was the assertion that violent ‘sepoys’ who had participated in that rebellion lurked among the crowd on the plantation road completely fabricated? Such links did exist, but they were not of the kind proposed by witnesses during the inquiry. West Indian sugar planters had taken full advantage of the post-1857 exodus from India to recruit heavily from the areas of the subcontinent most affected by the conflict and the famines and epidemics that followed in its wake.[CITATION-73] But the numbers of those actively involved in the uprising who were recruited to work in Caribbean plantations was minimal, and the odds that there were ‘6 or 7’ sepoys among the Devonshire Castle workers, as Lutchman had claimed, were vanishingly small.[CITATION-74] It was far more probable that Loughran was confronting some of those who had suffered in the aftermath of 1857 than he was its participants.In contrast to the tenuous connection between the Devonshire Castle workers and the 1857 Rebellion, the colonial state’s response to labourers’ protests drew directly on strategies adopted to quell civil disorder in India and elsewhere in the Empire. This response was also shaped by widespread anxiety over potential rebellion among African-Caribbeans, an apprehension greatly exacerbated by the Morant Bay Rebellion of 1865 and which had its long-term roots in the pervasive fears of slave uprising prior to 1834. In the wake of Morant Bay, police forces across the Caribbean had been restructured, and military presence reinforced, in order to deal with the perceived threat of further rebellions. Although governors stopped short of creating an armed white militia, as some planters had demanded, police forces saw local members replaced with recruits from other islands in the region.[CITATION-75] Paralleling Loughran’s evocation of the Belfast Riots in his testimony, the efforts to suppress dissent in Ireland had served as one of the primary blueprints for this reform. As administrators had recruited and armed their local police, they had looked to the Royal Irish Constabulary for their models.[CITATION-76] This distinctly colonial response, which relied on the enhanced authority of local magistrates over an armed constabulary, backed by the ready availability of regular army forces, bore little resemblance to measures taken against labour unrest in the metropole. Britain itself, in contrast, had seen the systematic rationalisation and professionalisation of police forces, and their explicit segregation from both the magistracy and the army.[CITATION-77] By the end of the nineteenth century, the former had been stripped of its supervisory role over the latter in favour of a purely judicial role.[CITATION-78] Thus, just as indenture itself was a distinctly colonial formation, the state response to fractious indentured workers was similarly racialised and embedded in the precedents of colonial governance both in its structural (the reorganisation of police and military forces) and cultural (the pervasive fear of slave rebellion or Indian uprising) dimensions. By the same token, workers’ responses to their circumstances also emerged from the distinct relationship between plantation, state and labour generated by the indenture system. Their actions in some instances drew on practices that had been common in the period of slavery (for example, informal negotiation), while in others they more closely resembled the tactics of freedmen in the apprenticeship period (for instance, appeals to magistrates), and at other times represented novel adaptions to the specific conditions of indenture (such as assertions of contract violation, petitioning immigration agents and parliamentary investigators).From the perspective of Loughran and others embedded in the collaboration of state and plantation, workers’ systematic adaptation to and engagement with legal processes and language were mere window-dressing for their fundamentally violent and rebellious natures. In their testimony, where the facts of the episode did not fit this interpretation, they were simply elided or dismissed as aberrations. The coroner’s inquest was only the first part of the story. In subsequent events, the ways in which indenture had reconfigured the relationship between the state, the plantation system and those who lived under their authority would become even more clear. The aftermath of the killings would also reveal the event’s broader historical significance as it resonated not only throughout the colony, but across the broader context of imperial governance and the public debates over race, labour and justice in the Empire. Another judicial venue would provide the stage for the next chapter in this ongoing drama. At the time of the coroner’s inquiry, the alleged ringleaders of the Devonshire Castle workers had yet to face trial. The direct involvement of the Secretary of State for the Colonies, John Wodehouse, 1st Earl of Kimberley, in the affair raised both the prominence of the incident and the stakes for all of those involved. In the correspondence between high colonial administrators, the indenture system and the violent suppression of workers’ demonstrations were reconciled with the principles of Liberal individualism and just governance. The testimony of Loughran in the trial and the accounts of other middle-men—magistrates and managers in particular—played a key role in this process. Initially, Kimberley had doubted that the Devonshire Castle labourers had gone to such extreme measures as Loughran had asserted (that is, fomenting rebellion) with no substantive cause. In his view, and contrary to the assertions of the earlier Parliamentary commission on labour in British Guiana, their grievances concerning work hours, underpayment and contract violation were justifiable and deserved a ‘strict and searching investigation’.[CITATION-79] The pre-trial response of the governor of the colony, Sir John Scott, to Kimberley’s inquiry was a staunch defence of both the system of colonial governance and the intervention of the police authority. He also condemned Indian immorality and would-be rabble-rousers in very strong terms. Scott’s comments reflected his support for what was, by this time, a standard response by most colonial officials to any deliberate disruption of estate labour. He insisted that the fault lay not with the actions of Loughran and his local officers, nor with any abuses of the indenture system either specific or general, but rather with the immorality of a few malcontents and the general excitability and pliable will of the Indian population.[CITATION-80] As with the testimony at the coroner’s inquest, this official narrative required a very selective retelling of recent events in British Guiana. In the 1869–70 disturbances that served as Scott’s implicit point of reference, although the confrontations between indentured workers, constables and plantation managers had involved missile-throwing and threats, only one serious injury had resulted.[CITATION-81] There was evidence neither in the conduct of workers nor from the thorough investigation by the 1871 Commission to support Scott’s assertion that ‘men of energy and turbulent spirit’ had the potential to become violent rebels with the power to recruit others into their sedition.[CITATION-82] As with so much of the discussion surrounding the incident, this explanation only seemed plausible in the context of the 1857 Rebellion and what, to many British observers, it implied about the power of agitators to rile an otherwise peaceful and deferential Indian majority. Nonetheless, in the wake of the Devonshire Castle killings, reconciling an official record that contained little concrete evidence of violence on the part of Indian indentured workers with the descriptions of them by magistrates, police, managers and other agents ‘on the ground’ as being violent, and even as potentially seditious, proved problematic. Although Scott placed great faith in the accuracy of the magistrates’ account, he stopped short of validating one of Loughran’s most crucial claims, which was that the Devonshire Castle and Anna Regina workers had been colluding in the first stages of a colony-wide revolt.[CITATION-83] The pressing need for officials at all levels to present the appearance of just and moral colonial rule proved to be a double-edged sword. In any trial for a crime too serious to fall under a magistrate’s power of summary adjudication (that is, without a jury), the colonial court system, much like the system in Britain itself, depended on the collusion of a diverse and sometimes unco-operative populace who entertained their own ideas about justice.[CITATION-84] The vulnerability of this system became clear when the alleged Indian ringleaders faced a jury trial in the higher court located in Georgetown, the capital. There, despite the overwhelming weight of evidence against the defendants, three jurors, all from the Portuguese petite bourgeoisie that harboured long-standing resentment against the planter class and their putative allies in the magistracy, refused to comply with the majority of the jury and find the prisoners guilty of violating the Riot Act.[CITATION-85] In the retrials that followed, a further succession of juries similarly failed to convict the defendants. Governor Scott expressed his exasperation to Lord Kimberley after the third of these unsuccessful proceedings. The defendants were all discharged, and most returned to the Devonshire Castle estate. The five alleged ringleaders received more severe treatment, despite the verdicts exonerating them. Scott employed his special powers under the Immigration Ordinance to disperse them among separate estates in a different part of the colony. He also directed the police in Essequibo to remain vigilant, lest the rumours circulating about the workers’ secret night-time meetings, plots to murder Abel and efforts to purchase firearms should prove true.[CITATION-86] Ultimately, it was the responsibility of Lord Kimberley, the Colonial Secretary, to summarise the events at Devonshire Castle for the Prime Minister. This final, crucial communication would set the tone for how those with the greatest investment in the orderly governance of Britain’s empire would interpret what had happened in Essequibo. It coincided both with a rising swell of criticism of indenture across British colonies from the Caribbean to India and with the expansion of the system into new regions of the British Empire.[CITATION-87] With an Empire-wide plantation-mining complex that was anchored in indenture and its ancillaries, and having already conducted a Parliamentary inquiry that had vindicated the system in British Guiana, both the colonial administration there and the Colonial Office in London were more heavily invested than ever in the indenture system. Defending the legality and morality of indenture, dismissing vehement resistance as the work of unscrupulous agitators, and justifying violent suppression of protests as necessary but unfortunate would, in the decades that followed, become all but second nature to the officials involved.[CITATION-88] Despite all absence of evidence and regardless of Scott’s earlier refutation, Kimberley followed the assertion that Loughran had made in the coroner’s inquest: the potential for a colony-wide revolt under the leadership of seditious ‘ringleaders’ had, indeed, loomed over the events at Devonshire Castle on that bloody day in September.[CITATION-89] Kimberley passed this interpretation of a nascent rebellion on to the India Office, which had direct responsibility for regulating the global system of Indian indenture at its source.From a district magistrate’s testimony in a far-flung colonial courtroom to the centre of Britain’s imperial edifice, a labour demonstration had been rewritten into a tale of averted rebellion and justifiable killing, the fault for which lay firmly with a few malcontents who had agitated an otherwise docile—but nonethelessviolent—indentured workforce. This explanation rested on judicial and administrative processes that severed the events at Devonshire Castle from the context of ongoing labour resistance and workers’ ubiquitous grievances, linking them instead the 1857 Indian Rebellion, Morant Bay and the history of slave uprisings in the Caribbean. A crucial detail that Kimberley chose not to emphasise in his report was that the judicial test of this interpretation—the trials of the ringleaders held responsible for this incipient revolt—had dramatically failed to inflict the punishment that officials had sought. In an archival record as deep and detailed as that generated by the Devonshire Castle incident, such an elision was easily accomplished.Even as the last of the formal trials of the alleged rebels was concluding, the judgement of public opinion was being brought to bear on the actions of Loughran and his constables. Here, too, the events at Devonshire Castle would be interpreted only in relation to other colonial incidents, moving freely between the contexts of India and Jamaica, and eliciting the spectre of 1857 one moment and that of 1865 the next. John Edward Jenkins, a Liberal politician and author, brought the issue to the attention of metropolitan readers with a strident commentary published by the Londonin November 1872.[CITATION-90] Jenkins, the Mysore-born son of a Methodist minister, had represented the British Benevolent Society on the 1871 British Guiana Commission. In his letter to, he sharply criticised the major press organs of the colony for printing only the ‘planter’s side of the question’.[CITATION-91] The acrimonious public commentary that followed included letters from the co-owner of the Devonshire Castle plantation (Gordon), the Secretary of the London-based West India Committee (J.H. Ohlson), a former British Guiana magistrate turned anti-slavery activist (Joseph Beaumont), another owner of West India plantations (Alexander Crum-Ewing), and’s editorial staff itself. Each author placed the Devonshire Castle incident in a different historical context, and this choice profoundly shaped their moral interpretation of the indenture system and the violence that had occurred. For Jenkins, the appropriate context was Jamaican Governor Edward John Eyre’s excessive and unjust response to racial discord during the Morant Bay Rebellion.[CITATION-92] For Gordon, the plantation-owner, the events at Devonshire Castle could only be understood as an incipient Indian rebellion with the attendant potential for mayhem.[CITATION-93] Beaumont, the former magistrate, insisted that the moral corrosiveness of an exploitative labour system and the inherent injustice of a society that lived by it were to blame—they were the antithesis of Liberal principles.[CITATION-94] Theeditors, in a similar vein, offered a sharp condemnation of the plantation-indenture system, which they equated with ‘tyranny and extortion’, warning the planters that moral outrage in England could prompt precipitous abolition of the system and bring about their economic ruin.[CITATION-95] Despite such a clear denunciation, Jenkins himself, in the longest of’s published commentaries, was able to reconcile the abuses of the indenture system with the principles of just governance. The real problem, he asserted, lay with the planters, who obstructed the Colonial Office’s attempts at reform and refused to acknowledge the failings of indenture. Were these issues to be addressed with more interventionist regulation, as Downing Street had strongly advised in a dispatch to Governor Scott shortly before the Devonshire Castle killings, ‘the immigration of coolies may be made fruitful of good’.[CITATION-96] Such faith in the efficacy of reform would have been cold comfort to the relatives and friends of those shot dead on the road to Devonshire Castle. The killings and the trajectory of the inquest and court cases that followed were, nonetheless, small but perceptible blows to a system whose many tensions, over subsequent decades, would continue to prompt contest and discord. What was most revealing in this case is not the violence inherent in plantation indenture or in imperialism more generally, both of which are familiar to historians of the period.[CITATION-97] Rather, two elements stand out. The first is the long historical shadow cast by the 1857 Indian Rebellion.[CITATION-98] In the official mind and in public discourse, the events of 1857 set the most compelling context for interpreting subsequent discord involving Indian communities across the Empire.[CITATION-99] It dominated interpretations of Indian workers’ collective demonstrations in the Caribbean, serving as a constant reference point for justifying their violent suppression for many decades afterwards.[CITATION-100] The context of 1857 guided not only rationalisations after the fact but, according to their testimony, the behaviour of magistrates, managers and constables during the events themselves.[CITATION-101] This knitting together of two chronologically and geographically disparate events was, however, as much an act of forgetting as it was of remembering. Both the official accounts and subsequent public narrative passed over the long-running labour conflict in the colony and the months of formal grievances, peaceable demonstration, work stoppages and requests for official intervention made by the workers of Devonshire Castle prior to that fatal day in September.The second element worthy of note is how the integration of state control (via magistrates, inspectors, Coroner’s Courts, labour laws) and the management of the indentured plantation labour force helped perpetuate and expand an official narrative that justified a violent state response to incipient rebellion, even when the evidence for the latter was scant in official records. As was demonstrated by the aftermath of the Devonshire Castle killings, this narrative fused the historical contexts of slavery, the plantation complex, indenture and British colonialism in both the Caribbean and India to justify the continuation of a labour system that had prompted widespread abuses and fomented discontent across the population allegedly being uplifted by it.[CITATION-102] In this process, the state’s collusion with planters and managers in the suppression of workers’ rights and the state’s violent response to workers’ demonstrations appeared as an aberrant by-product of indenture, wholly accounted for by Indians’ seditious tendencies, and consonant with Liberalism and moral colonial rule. Magistrates and managers played key roles in creating this official narrative, which operated reflexively by providing a compelling context for officials to draw on in justifying repressive measures against subsequent demonstrations. Indenture, by melding the power of the colonial state with systems of plantation labour management, had substantially increased the power of both entities.At the same time, the fusion of the colonial state and plantation labour management had opened up new avenues of resistance. Local officials were often either themselves part of the plantation system or closely aligned with its owners. The institutions they administered, local courts most predominantly, worked hand in glove to control plantation workers by law when possible and by force and violence when thought necessary. Ostensibly, such agents and institutions were also the mediators of labour relations and the guarantors of workers’ rights. Workers’ efforts to engage with this system on their own terms, asserting their own vision of justice, were rarely successful, and local officials were diligent in the dismissal and delegitimising of such claims. But as they were carried out through official channels and in public venues, in contrast to the more informal processes of conflict resolution that had predominated prior to 1834, labourers’ encounters with the state became part of the official record and sometimes appeared in public accounts as well.To critics of indenture, as well as to the workers themselves, the fusion of law and labour management made the injustices of the system clearly visible and implicated colonial governance itself in the abuse of labourers’ rights as Crown subjects. Therefore, the violent suppression of workers and the subsequent reconciliation of that violence with Liberal principles and a moral discourse of law and order— which was largely conducted by local officials or by higher administrators on the basis of the former’s ground-level accounts—helped undermine both indenture and the colonial state alike. The obvious collusion between state and plantation inadvertently created a focus for resistance by a broad array of cohorts in Guyanese society, including the Portuguese middling classes, humanitarian activists and reform-minded judges and administrators. Most visibly, the central role played by magistrates and their courts in these measures gave credence to repeated claims by indentured labourers that the entire colonial justice system was a tool of oppression. In a vicious cycle, magistrates’ positions at the forefront of repressive measures discouraged labourers from addressing their grievances through the judiciary, making direct resistance through work stoppages and mass demonstrations more appealing and setting the stage for more violent clashes.[CITATION-103] The Devonshire Castle incident was merely one of a series of confrontations between indentured labourers and local police forces that would occur across the breadth of Britain’s global indenture system, from the Caribbean to Mauritius to Malaysia, in the decades that followed. Each one would prompt its own trials and inquests. These incidents and their aftermath would provide, in official discourse, reflexive justification for the system’s stern response to disorder.[CITATION-104] In the light of official and public scrutiny, they also revealed the abuses endemic to the system and fuelled the growing chorus of critics who would combine their condemnation of indenture with censure of the local, colonial and empire-wide systems of law and governance that facilitated it.[CITATION-105] For the post-emancipation empire, where racial equality before the law was constantly preached, if often not practiced, indenture and the state’s involvement in the suppression of workers that accompanied it became one of the most blatant examples of the fundamental contradictions inherent in colonial governance. As Mohandas Gandhi wrote in 1916, during his long campaign for repeal of the system, the ‘artificial state of indentured service’ exaggerated the ‘unnatural relationship’ of inequality between Englishmen and Indians well beyond the way their relations in India itself did.[CITATION-106] The rampant iniquities of the system prompted a steady stream of public criticism and legal challenges from humanitarians, anti-slavery campaigners, judicial contrarians and Indian activists that grew in volume across the decades preceding the First World War. Their opposition often explicitly referenced the gnawing, low-level resistance on the part of workers themselves, for whom the brutality and injustice of indenture were all too apparent. The official narrative of indenture’s civilising mission notwithstanding, workers’ frequent contestations of the system could not be erased from the official record, nor could the cumulative political impact of their actions and the state’s often violent reaction be ignored.[CITATION-107] Efforts by officials in London and the Empire to reconcile, on the one hand, Liberalism, moral colonisation, safeguarding subjects’ rights, and the ‘rule of law’ and, on the other, the violations of all of these principles in the violent suppression of labour disturbances among the indentured workforce proved increasingly problematic as the decades wore on.[CITATION-108] Seen in this light, the deaths of Maxidally, Kaulica, Baldeo, Beccaroo and Auckloo on a plantation road in British Guiana were not a coda, but a prelude. The Devonshire Castle incident presaged the centrifugal forces of popular demonstration, violent suppression, moral condemnation and administrative exhaustion that would prove instrumental in the end of indenture fifty years later.",
    "footnotes": {
        "1": "W. Rodney, History of the Guyanese Working People, 1881–1905 (Baltimore, MD, 1981); T. Holt, The Problem of Freedom: Race, Labour, and Politics in Jamaica and Britain, 1832–1938 (Baltimore, MD, 1994), pp. 263–312; G. Heuman, Killing Time: The Morant Bay Rebellion in Jamaica (Knoxville, TN, 1995).",
        "2": "J.C. Bender, The 1857 Indian Uprising and the British Empire (Cambridge, 2016); R.W. Kostal, A Jurisprudence of Power: Victorian Empire and the Rule of Law (Oxford, 2008).",
        "3": "On the neglect in the current literature of the public debate about indenture, see J. Connolly, ‘Indentured Labour Migration and the Meaning of Emancipation: Free Trade, Race, and Labour in British Public Debate, 1838–1860’, Past and Present, no. 238 (2018), p. 87.",
        "4": "D. Paton, No Bond but the Law: Punishment, Race and Gender in Jamaican State Formation, 1780–1870 (Durham, NC, 2004), pp. 81–2.",
        "5": "This was explicitly recognised in the report of a Parliamentary Commission convened in the year before the Devonshire Castle killings. ‘The obligations of the slave are enforced by violence’, the commissioners explained in their report, ‘while the obligations of the indentured labourer, like those of the free labourer, are only to be enforced by law, and his rights he is invited and encouraged to defend’: Report of the Commissioners Appointed to Enquire into the Treatment of Immigrants in British Guiana [hereafter Treatment of Immigrants], British Parliamentary Papers [hereafter BPP], 1871, C.393, vol. xx, p. 588. On Liberalism and colonial rule, see E. Stokes, The English Utilitarians and India (Oxford, 1959); U.S. Mehta, Liberalism and Empire: A Study in Nineteenth Century Political Thought (Chicago, IL, 1999); K. Mantena, Alibis of Empire: Henry Maine and the Ends of Liberal Imperialism (Princeton, NJ, 2010); T. Koditshek, Liberalism, Imperialism and the Historical Imagination (Cambridge, 2011); A. Sartori, Liberalism in Empire: An Alternative History (Oakland, CA, 2014); D. Bell, Reordering the World: Essays on Liberalism and Empire (Princeton, NJ, 2016).",
        "6": "For official reconciliation of violence with the rule of law over Indian subjects, see M. Condos, The Insecurity State: Punjab and the Making of Colonial Power in British India (Cambridge, 2017), pp. 104–5.",
        "7": "For the colonial state’s normalisation of its own violence in India, see E. Kolsky, ‘The Colonial Rule of Law and the Legal Regime of Exception: Frontier “Fanaticism” and State Violence in British India’, American Historical Review, cxx (2015), pp. 1218–46. For ‘violence’ as a historically constructed category, see T. Banivanua-Mar, Violence and Colonial Dialogue: The Australian-Pacific Indentured Labour Trade (Honolulu, HI, 2007), pp. 2–3; E. Kolsky, Colonial Justice in British India: White Violence and the Rule of Law (Cambridge, 2010), pp. 2–4. For historical reassessments of state violence in the modern era, and the linkage between the colonial and European contexts, see M. Mazower, ‘Violence and the State in the Twentieth Century’, American Historical Review, cvii (2002), pp. 1164–6.",
        "8": "On the enduring legacy of 1857 as a touchstone for British colonial policy in India, see K. Wagner, ‘“Treading Upon Fires’: The “Mutiny”-Motif and Colonial Anxieties in British India’, Past and Present, no. 218 (2013), pp. 160–61.",
        "9": "For their role in enforcing post-emancipation law in British Guiana, see J. De Barros, ‘Urban British Guiana, 1834–1924: Wharf Rats, Centipedes, and Pork Knockers’, in D. Hay and P. Craven, eds, Masters, Servants, and Magistrates in Britain and the Empire, 1562-1955 (Chapel Hill, NC, 2004), pp. 323–37.",
        "10": "G. Prakash, ‘The Massacre that Led to the End of the British Empire’, New York Times, 13 Apr. 2019.",
        "11": "Paton, No Bond but the Law, p. 162.",
        "12": "As Hugh Tinker writes, ‘the history of Indian indenture is filled with incidents of protest, leading to violence, the most significant feature of these incidents is their short-sightedness … when the story of one protest has been told, the story of all is told’: H. Tinker, A New System of Slavery: The Export of Indian Labour Overseas, 1830–1920 (London, 1974), p. 226. More recent assessments compound the error either by ignoring the issue of riots altogether, by focusing almost entirely on indentured workers’ roles in the context of plantation labour and labour history, or by asserting that indentured workers were resisting everywhere and all the time, but through processes whose significance was purely social and cultural. For discussion of the second, see R. Allen, Slaves, Freedmen, and Indentured Laborers in Colonial Mauritius (Cambridge, 1999), p. 138. For an example of the third, see M.S. Hassankhan, B.V. Lal and D. Munro, eds, Resistance and Indian Indenture Experience: Comparative Perspectives (New Delhi, 2014).",
        "13": "Antoinette Burton has argued for a reorientation of the history and historiography of the British Empire, and of the modern colonial state in particular, on dissent and disruption: A. Burton, The Trouble with Empire: Challenges to Modern British Imperialism (Oxford, 2015), pp. 12–13.",
        "14": "For a general overview of the historiography of British Guiana and its place in the wider history of the Caribbean, see W. Marshall and B. Brereton, ‘Historiography of Barbados, the Windward Islands, Trinidad and Tobago, and Guyana’, in B.W. Higman, ed., General History of the Caribbean, VI: Methodology and Historiography of the Caribbean (New York, 2003), pp. 544–603.",
        "15": "A full account of the rebellion can be found in E.V. da Costa, Crowns of Glory, Tears of Blood: The Demerara Slave Rebellion of 1823 (New York, 1994).",
        "16": "By 1850, more than half of the total population of freed Africans in British Guiana (42,000 out of 80,000) had abandoned the harsh conditions and poor wages of plantation work: L. Roopnarin, ‘Resistance and Adaptation among Indentured Indian Labourers in British Guiana during Indentureship’, in Hassankhan, Lal and Munro, eds, Resistance and Indian Indenture Experience, pp. 157–82, at 158.",
        "17": "P.C. Jain, ‘Exploitation and Reproduction of Migrant Indian Labour in Colonial Guiana and Malaysia’, Journal of Contemporary Asia, xviii (1988), p. 191.",
        "18": "The exact recorded number was 238,909; see G.W. Roberts and J. Byrne, ‘Summary Statistics on Indenture and Associated Migration Affecting the West Indies, 1834–1948’, Population Studies, xx (1966), p. 127.",
        "19": "D. Northrup, Indentured Labour in the Age of Imperialism, 1834–1922 (Cambridge, 1995), p. 37.",
        "20": "For a broad overview of indenture in the Americas from its inception in Virginia in 1620 to its final abolition in 1917, see D.W. Galenson, ‘The Rise and Fall of Indentured Servitude in the Americas: An Economic Analysis’, Journal of Economic History, xliv (1984), pp. 1–26.",
        "21": "K.O. Laurence, A Question of Labour: Indentured Immigration into Trinidad and British Guiana, 1857–1917 (London, 1994), p. 131.",
        "22": "Ibid., pp. 131–2.",
        "23": "M. Kale, Fragments of Empire: Capital, Slavery, and Indian Indenture in the British Caribbean (Philadelphia, PA, 1998), pp. 28–30.",
        "24": "For a comparative history of labour laws in various regions, see Hay and Craven, eds, Masters, Servants, and Magistrates.",
        "25": "Northrup, Indentured Labour, pp. 23–4; B. Knox, ‘The Queen’s Letter of 1865 and British Policy towards Emancipation and Indentured Labour in the West Indies, 1830–1865’, Historical Journal, xxix (1986), p. 355.",
        "26": "John Scoble, the founder of the BFAS, had been one of the original campaigners against indenture at the time of its inception in the 1830s, and had written extensively on the topic and on British Guiana in particular; see John Scoble, British Guiana (London, 1838), and id., Hill Coolies; A Brief Exposition of the Deplorable Condition of the Hill Coolies in British Guiana and Mauritius (London, 1840). See also ‘Twenty Reasons Against Immigration into the West Indies’, Daily News, 6 Jan. 1860.",
        "27": "W.A. Green, ‘Emancipation to Indenture: A Question of Imperial Morality’, Journal of British Studies, xxii (1983), p. 118.",
        "28": "C. Hall, K. McClelland and J. Rendall, Defining the Victorian Nation: Class, Race, Gender and the Reform Act of 1867 (Cambridge, 2000), pp. 198–202.",
        "29": "D. Peers, India Under Colonial Rule, 1700–1885 (London, 2013), p. 64.",
        "30": "Green, ‘Emancipation to Indenture’, p. 120.",
        "31": "B. Mangru, ‘Indian Militancy on Sugar Estates: The 1869 Leonora Episode’, Guyana Journal (Oct. 2007), available at www.guyanajournal.com/indian_militancy_leonora.html (accessed 25 Oct. 2017).",
        "32": "The Leonora workers had been the hands of a new plantation manager who had formerly made a career of overseeing cotton-plantation slaves in the antebellum US south: ibid.",
        "33": "These included the Farm, Chateau Margot, Success, Mon Repos, La Jalousie, Gladstone Hall, Uitvlugt and Nonpareil plantations.",
        "34": "The Royal Gazette, 24 Sept. 1869, cited in Mangru, ‘Indian Militancy’. A particular issue was the abuse of Ordinance 9 of 1868, which allowed plantation authorities arbitrarily to deduct wages for work that had not been completed to their satisfaction.",
        "35": "The Colonist, 4 Oct. 1869, cited in Mangru, ‘Indian Militancy’. The paper had, in the immediate aftermath of the 1857 Rebellion, invoked the spectre of sepoys who had fled the subcontinent mingling among the general run of Indian immigrants, though there was no evidence to support this assertion: The Colonist, 15 Mar. 1858, cited in M. Carter and C. Bates, ‘Empire and Locality: A Global Dimenison to the 1857 Uprising’, Journal of Global History, v (2010), p. 69.",
        "36": "Sir John Scott to Lord Granville, 22 Apr. 1870, cited in Mangru, ‘Indian Militancy’.",
        "37": "The West India Regiment was composed primarily of African-Caribbean troops under the command of white British officers.",
        "38": "British Guiana: The Commission of Inquiry into the Treatment of Immigrants, Evidence and Proceedings (Georgetown, Guiana, 1870), p. 358. This was the locally published version of the entirety of the 1870 Commission’s proceedings and was more complete and detailed than the official Report.",
        "39": "George William Des Voeux, My Colonial Service in British Guiana, St. Lucia, Trinidad, Fiji, Australia, Newfoundland, and Hong Kong with Interludes (2 vols, London, 1903), i, p. 135.",
        "40": "The powerful influence of the planter interest on magistrates’ decisions, Des Voeux had explained to Lord Granville, would have been apparent to even the most casual and uninformed observer, since estate managers were commonly allowed to sit on the bench with the latter during the conduct of their trials: Treatment of Immigrants, p. 491 (Des Voeux to Granville, 15 Dec. 1869). Although the ratio of employers’ prosecutions versus workers’ prosecutions varied between colonies, it exponentially favoured the former in both success rate and severity of penalties: B.V. Lal, ‘Understanding the Indian Indenture Experience’, South Asia: Journal of South Asian Studies, xxi (1998), p. 226.",
        "41": "Paton, No Bond but the Law, pp. 160–61.",
        "42": "Tinker, New System of Slavery, pp. 193, 223.",
        "43": "Edward Jenkins recounted the response of one worker to his suggestion that he take his complaints of beatings and withholding of food and wages before the local magistrate. ‘O massa, no good go mahitee [magistrate]. Mahitee know manahee [manager]—go manahee’s house—eat um breakfast—come court—no good Coolie go court—mahitee friend manahee: always for manahee, no for Coolie’: [John] Edward Jenkins, The Coolie: His Rights and Wrongs (New York, 1871), p. 103.",
        "44": "Imperial authorities elsewhere had made some effort to accommodate ‘customary law’, but efforts by relocated populations in slave and former slave societies to translocate forms of conflict resolution and their own sense of justice were invariably dismissed as indicators not of legal consciousness, but of their inherent ‘barbarism’: Paton, No Bond but the Law, p. 161.",
        "45": "M. Turner, ‘The British Caribbean, 1823–38: The Transition from Slave to Free Legal Status’, in Craven and Hay, eds, Masters, Servants, and Magistrates, p. 304. In such conflicts, owners could invite mediation by local judges, but they were hardly required to do so. This intercession remained informal and shaped by custom rather than law. See also da Costa, Crowns of Glory, p. 73.",
        "46": "Paton, No Bond but the Law, p. 54.",
        "47": "For the former, see G. Heuman, ‘“Is This What You Call Free?”: Riots and Resistance in the Anglophone Caribbean’, in G. Heuman and D.V. Trotman, eds, Contesting Freedom: Control and Resistance in the Post-Emancipation Caribbean (Oxford, 2005), pp. 107–13.",
        "48": "This was the case in other regions where Indian labour—free, indentured and contract—was employed. See R. Hoefte, ‘A Passage to Suriname? The Migration of Modes of Resistance by Asian Contract Laborers’, International Labor and Working-Class History, liv (1998), pp. 19–39. On the issue of contractual identity, see Holt, Problem of Freedom, p. 5; N. Lightfoot, Troubling Freedom: Antigua and the Aftermath of British Abolition (Durham, NC, 2015), pp. 96–101; A. Stanziani, Labor on the Fringes of Empire: Voice, Exit and the Law (Cham, 2018), p. 143. For resistance and violence more specifically, see R. Mahase, ‘“Plenty a Dem Run Away”: Resistance by Indian Indentured Labourers in Trinidad, 1870–1920’, Labour History, xlix (2008), pp. 465–80, reprinted and expanded in Hassankhan, Lal and Munro, eds, Resistance and Indian Indenture Experience, pp. 183–98.",
        "49": "Treatment of Immigrants, p. 496 (Des Voeux to Granville, 15 Dec. 1869).",
        "50": "Paton, No Bond but the Law, pp. 71–7.",
        "51": "Treatment of Immigrants, pp. 566–8; Jenkins, Coolie, p. 213. In this instance, however, the coroner was W. Humphreys, who was, like Mr Loughran, a stipendiary magistrate (and a Sheriff of the county [Essequibo]): British Guiana: Correspondence Respecting a Disturbance among the Indian Immigrants Employed on the Devonshire Castle Estate [hereafter Disturbance among the Indian Immigrants], BPP, 1873, C.879, vol. xlix, p. 943 (Governor Scott to earl of Kimberley, 25 Oct. 1872).",
        "52": "When the absence of the fourth juror had prompted the coroner’s call for a delay, Loughran cited the specific statute and insisted that the proceedings move forwards. The coroner deferred to Loughran’s judgement and the inquest commenced: The Coolie Riots in Essequebo: A Report of the Proceedings and Evidence at the Inquest on the Bodies of Five Rioters, Killed by the Fire of the Police (Carefully Corrected and Collated with the Official Records) (Georgetown, Guiana, 1872) [hereafter Inquest on the Bodies], pp. 4–5.",
        "53": "Inquest on the Bodies, p. 31 (testimony of Henry Loughran, 11 Oct. 1872).",
        "54": "Inquest on the Bodies, p. 17 (testimony of John Blake, 9 Oct. 1872).",
        "55": "This bringing of grievances before figures of authority, either by marching en masse to government offices, the hiring of Creole attorneys, or the submission of petitions, was a common practice among indentured labourers.",
        "56": "Inquest on the Bodies, p. 34 (testimony of Henry Loughran, 11 Oct. 1872). The 1864 riots were one of a series of clashes between Catholics and Protestants that took place in the city during the second half of the nineteenth century. See J. Dorney, ‘Belfast Riots: A Short History’ (2013) at www.theirishstory.com/2013/01/09/belfast-riots-a-short-history (accessed 23 Aug. 2017). See also M. Doyle, Fighting Like the Devil for the Sake of God: Protestants, Catholics and the Origins of Violence in Victorian Belfast (Manchester, 2009); S. Farrell, Rituals and Riots: Sectarian Violence and Political Culture in Ulster, 1784–1886 (Lexington, KY, 2000).",
        "57": "Inquest on the Bodies, p. 31 (testimony of Henry Loughran, 11 Oct. 1872).",
        "58": "Ibid., p. 32.",
        "59": "Ibid., p. 33.",
        "60": "Inquest on the Bodies, pp. 5–6 (testimony of Peter Abel, 7 Oct. 1872).",
        "61": "Inquest on the Bodies, p. 34 (testimony of Henry Loughran, 11 Oct. 1872). Hackia sticks are staves made of tropical hardwood, typically around 1.5 meters in length. They served a multitude of functions in Guyanese society, as walking aids, defence against snakes and, when necessary, self-protection. ‘Hackia’ is a derivation of the Arawak word ‘hakuya,’ which refers to the trees from which such staves were typically made: D. Allicock, ‘The Hackia Stick’ (2018), at https://ohbeautifulguyana.wordpress.com/2018/03/19/the-hackia-stick-by-dmitri-allicock/.",
        "62": "Inquest on the Bodies, p. 24 (testimony of Madaree, 10 Oct. 1872).",
        "63": "Inquest on the Bodies, p. 19 (testimony of John Blake, 9 Oct. 1872). Such intimidatory use of militarised police had become common practice in the Caribbean after 1865, and they were a frequent sight at ceremonial or celebratory occasions such as Carnival and Hosay: D.V. Trotman, ‘Capping the Volcano: Riots and their Suppression in Post-Emancipation Trinidad’, in Heuman and Trotman, eds, Contesting Freedom, p. 146.",
        "64": "Inquest on the Bodies, p. 24 (testimony of Madaree, 10 Oct. 1872). It is not clear here whether they were speaking of the legal rights according to their contracts or to more customary rights. On the frequent assertion of the latter by Indian labourers, see Mahase, ‘“Plenty a Dem Run Away”’, p. 475.",
        "65": "One, Kiffatolah, testified in the inquiry, identifying himself as a ‘Calcutta coolie’: Inquest on the Bodies, p. 21 (testimony of Kiffatolah, 10 Oct. 1872).",
        "66": "Inquest on the Bodies, p. 34 (testimony of Henry Loughran, 11 Oct. 1872).",
        "67": "Inquest on the Bodies, p. 24 (testimony of Madaree, 10 Oct. 1872).",
        "68": "Inquest on the Bodies, p. 36 (testimony of Henry Loughran, 12 Oct. 1872).",
        "69": "Ibid., p. 35.",
        "70": "Inquest on the Bodies, p. 37 (testimony of Henry Loughran, 11 Oct. 1872).",
        "71": "Inquest on the Bodies, p. 38 (testimony of Henry Loughran, 12 Oct. 1872).",
        "72": "Inquest on the Bodies, pp. 38–9 (statement of the jury [Philip Smith (foreman), J.A. Bascom, and P.J. Rohlehr], 14 Oct. 1872).",
        "73": "B. Samaroo, ‘The Caribbean Consequences of the 1857 Revolt’, in R.L. Hangloo, ed., Indian Diaspora in the Caribbean (Delhi, 2012), p. 79.",
        "74": "Ibid., pp. 85–6. Though employers had initially tried to reap the potential labour windfall of those sentenced to penal servitude, the overwhelming majority never made it any closer than the Andaman Islands: C. Anderson, ‘Convicts and Coolies: Rethinking Indentured Labour in the Nineteenth Century’ Slavery and Abolition, xxx (2009), p. 95.",
        "75": "Trotman, ‘Capping the Volcano’, p. 135.",
        "76": "Ibid, p. 136.",
        "77": "This was accomplished largely through the reforms instituted by Robert Peel during his time as Home Secretary (1822–7, 1828–30) and Prime Minister (1834–5, 1841–6). The distinctive blue colour of police constables’ uniforms, for example, and the decision to equip them with rattles and whistles rather than with weapons, were meant to reassure the public that these men were not soldiers.",
        "78": "R. Volger, Reading the Riot Act: The Magistracy, the Police and the Army in Civil Disorder (Milton Keynes, 1991), p. 51.",
        "79": "Disturbance among the Indian Immigrants, p. 945 (Kimberley to Sir John Scott, 16 Nov. 1872).",
        "80": "Disturbance among the Indian Immigrants, p. 944 (Scott to Kimberley, 25 Oct. 1872). On the common response to labour disruption, see Rodney, History of the Guyanese Working People, p. 158.",
        "81": "Scott to Kimberley, 23 Nov. 1870, cited in Mangru, ‘Indian Militancy’.",
        "82": "Disturbance among the Indian Immigrants, p. 944 (Scott to Kimberley, 25 Oct. 1872).",
        "83": "Disturbance among the Indian Immigrants, p. 940 (Scott to Kimberley, 7 Oct. 1872). Scott would repeat this conclusion several times in later communications with Kimberley.",
        "84": "For the vulnerabilities of the British court system to co-option by modest petitioners, see S. Auerbach, Armed with Sword and Scales: Law, Culture, and Local Courtrooms in London, 1860–1913 (Cambridge, 2021).",
        "85": "The law on this matter was harmonised with English law by Ordinance 23 of 1846. The principals were charged both with ‘being part of an unlawful, riotous, and tumultuous assembly’ and with remaining for more than an hour after the magistrate had, in accordance with the authority granted him in such matters, ordered them to disperse: Disturbance among the Indian Immigrants, p. 949 (Scott to Kimberley, 26 Dec. 1872). Portuguese Madeirans had originally come over to Guyana in 1835 as indentured labourers themselves. Working alongside slaves in the plantations, they had occupied the lowest rung among all Europeans in the Guyanese racial hierarchy, inhabiting a liminal and distinct category between other Europeans and enslaved African-Caribbeans. But, by the last quarter of the nineteenth century, they had largely left the canebrakes to become overseers and small shopkeepers. See M.N. Menezes, The Portuguese of Guyana: A Study in Culture and Conflict (Georgetown, Guyana, 1993).",
        "86": "Disturbance among the Indian Immigrants, p. 957 (Scott to Kimberley, 26 Mar. 1873).",
        "87": "S. Amrith, Crossing the Bay of Bengal: The Furies of Nature and the Fortunes of Migrants (Cambridge, MA, 2013), p. 101.",
        "88": "Rodney, History of the Guyanese Working People, pp. 158–9.",
        "89": "Disturbance among the Indian Immigrants, pp. 958–9 (Kimberley to the Officer Administering the Government, 4 Aug. 1873).",
        "90": "In 1874, Jenkins would be elected as the MP for Dundee. In the same year, he was appointed agent-general for the Dominion of Canada.",
        "91": "The Times, 1 Nov. 1872.",
        "92": "Ibid.",
        "93": "Ibid., 2 Nov. 1872.",
        "94": "Ibid., 6 Nov. 1872.",
        "95": "Ibid., 5 Nov. 1872.",
        "96": "Ibid., 20 Nov. 1872.",
        "97": "R. Drayton, ‘Where Does the World Historian Write From? Objectivity, Moral Conscience and the Past and Present of Imperialism’, Journal of Contemporary History, xlv (2011), pp. 679–81. On the inherent violence of British imperialism in the twentieth century, see D. Anderson, Histories of the Hanged: Britain’s Dirty War in Kenya and the End of Empire (Oxford, 2004); C. Elkins, Britain’s Gulag: The Brutal End of Empire in Kenya (London, 2004); T. Sherman, State Violence and Punishment in India, 1919–1956 (London, 2010); Kolsky, Colonial Justice; K.A. Wagner, ‘Savage Warfare: Violence and the Rule of Colonial Difference in Early British Counterinsurgency’, History Workshop Journal, no. 85 (2018), pp. 217–37.",
        "98": "Samaroo, ‘Caribbean Consequences’, p. 71. In terms of its documentary record and cultural impact, as Antoinette Burton has emphasised, the 1857 Indian revolt was ‘the most chronicled act of colonial rebellion in the history of the British empire’: Burton, Trouble with Empire, p. 146.",
        "99": "For a discussion of how 1857 reverberated around the Empire, see Bender, 1857 Indian Uprising.",
        "100": "The spectre of 1857 was prominently raised again, for example, following the suppression of the 1884 Muharram procession (also known as the ‘Hosay Riots’) in San Fernando, Trinidad, when British troops fired into a crowd of Indians and African-Caribbeans, and killed sixteen and wounded one hundred people: Samaroo, ‘Caribbean Consequences’, p. 88.",
        "101": "On the conflation of official discourse with a historical narrative of events, and how this process was integral to the expression of state power over subalterns in India following the 1857 rebellion, as well as to the subsequent denial of peasant agency in historical study, see R. Guha, Elementary Aspects of Peasant Insurgency in Colonial India (Delhi, 1983), pp. 2–4.",
        "102": "This contrasts with acts of individual resistance which, though pervasive, were not commonly recorded: see Mahase, ‘“Plenty a Dem Run Away”’, p. 467, and p. 468 for the state’s ‘antagonism’ towards indentured labourers and their willingness to respond to violations of law with brutal suppression. See also J.C. Scott, Weapons of the Weak: Everyday Forms of Peasant Resistance (New Haven, CT, 1985), p. 242.",
        "103": "A proper accounting has yet to be completed. British Guiana alone experienced at least half a dozen major disturbances between 1896 and 1913, including those at the plantations of Non-Pareil (1896) and Friends (1903), in the city of Georgetown (1905), and at the plantations Lusignan (1912) and Rose Hall (1913). Less dramatic labour disruptions (for example, marches, walkouts, work stoppages and strikes) were endemic, though often episodic. One particularly contentious period stretched from the autumn of 1869 to the spring of 1870, when the colony witnessed more than half a dozen such occurrences.",
        "104": "For some contemporary observers, outbreaks of violent disorder only emphasised the need for firmer rule. For others, they signalled the failure of the imperial system to provide the internal peace that was ‘the sine qua non of Britain’s civilizing mission’: M. Doyle, Communal Violence in the British Empire: Disturbing the Pax (London, 2017), p. 2.",
        "105": "I take up this theme in my current work on what I have termed the ‘overseer-state’, the interlinked infrastructure of state and private interests that was erected in the wake of abolition to undergird Britain’s global indenture system: S. Auerbach, The Overseer-State: Slavery, Indenture, and Governance in the British Empire, 1812–1916 (Cambridge, forthcoming, 2024).",
        "106": "M.K. Gandhi, ‘Indentured Labour’, in Mahatma Gandhi, His Life, Writings, and Speeches (Madras, 1917), p. 91.",
        "107": "At the Rose Hall plantation in 1913, a clash between police and indentured workers resulted in fifteen deaths (fourteen workers and one policeman). The incident was serious enough to spur the Indian Government to action and helped catalyse the abolition of indenture in 1917.",
        "108": "The reconciliation of Liberal ideals with authoritarian practices in the imperial legal system is a central consideration in M.J. Wiener, An Empire on Trial: Race, Murder, and Justice under British Rule (Cambridge, 2009), pp. 4–5; see also Doyle, Communal Violence, pp. 9–10."
    }
}