{
    "title": "Ornamentalism in a European Context? Napoleon’s Italian Coronation, 26 May 1805",
    "author": "Ambrogio A. Caiani",
    "date": "17 April 2017",
    "article": "Napoleon’s Italian Coronation has been neglected, or at best consigned to a footnote, in historical scholarship. The ceremony involved immense expenditure and thousands of participants, but its true importance lay in the elusive—and somewhat confused—semiotic claims put forward by its organisers. The manner in which the events of May 1805 were choreographed reveals much about how French imperialists viewed their nascent Empire and their relationship with their northern Italian citizen-subjects. The argument put forward here is inspired by the concept of ‘ornamentalism’. While the realities of imperial brutality, cultural chauvinism and economic exploitation of conquered territories cannot be brushed under the carpet, the reverse side of this coin is also worthy of further investigation. Nowhere more than in the satellite kingdom of Italy did Napoleon seek to promote collaboration and local investment in his supranational empire. He rewarded, honoured and rallied his Lombard and Emilian officials in order to endow them with a sense that they belonged to, and benefited from membership of, the wider imperial community. The coronation in Milan, on 26 May 1805, was an important experiment in the creation of new hierarchies and elite affinities. Its mixed, though significant, legacy was continued, to a certain extent, by Napoleon’s Habsburg successors well into the first half of the nineteenth century.Napoleon was the first new dynast Europe had witnessed since the Hohenzollerns had become kings in Prussia in 1701.[CITATION-1] In many ways, this meant that he was venturing into unknown territory. He could be described, using the well-known concept coined by Eric Hobsbawm and Terence Ranger, as the first great impresario of ‘invented traditions’.[CITATION-2] As the work of Philip Mansel, Luigi Mascilli Migliorini, Thierry Lentz and Jean Tulard has shown, Napoleon was a cultural acrobat when it came to creating ceremonies, symbols and institutions that, although entirely new, presented a patina of historical significance and nostalgia.[CITATION-3] When it came to counterfeiting heritage, he was without equal. The imperial coronation in Notre Dame in Paris, and the establishment of the French imperial court have received substantial attention from researchers.[CITATION-4] More generally, coronations and royal inaugurations, as instruments of the culture of power, have been the subject of widespread reassessment from a variety of multidisciplinary angles.[CITATION-5] The same cannot be said of Napoleon’s investiture as king of Italy on Sunday 26 May 1805. That subject has been treated in a number of antiquarian articles; but, although these are informative, they have limited themselves to describing this choreographed ritual, rather than trying to analyse its significance.[CITATION-6] One exception can be found in the work of Fausto Ruggieri, who, having transcribed much of the liturgy for the ceremony, put forward an insightful, if not entirely persuasive, interpretation.[CITATION-7] For Ruggieri, the coronation marked the beginning of what some have called Napoleon’s ‘war against God’.[CITATION-8] In his view, after the symbolic compromises made at the Paris, in December 1804, the Italian version of this ceremony was intended to highlight the church’s subordination to the state. While this is a compelling argument, the coronation did somewhat pre-date the intensification of the Napoleonicthat culminated in 1809 with the occupation of Rome; and Ruggieri overestimates the disagreements that arose between civil and religious authorities over the organisation of the ritual.[CITATION-9] The planning of the coronation reveals that there was significant clerical enthusiasm for the new Italian kingdom. Equally, the attempts to integrate the Ambrosian liturgy within the rites of the coronation highlight a respect for local religious sensibilities that would have been unthinkable elsewhere in the Empire.[CITATION-10] Italian liberal historiography shares much in common with Ruggieri’s interpretative stance. For liberals writing during the nineteenth century, the coronation was the final betrayal of the revolutionary ideals of the young general Bonaparte. As Carlo Botta argued:Such splendour, combined with that of Paris [in December], obscured and contaminated Bonaparte and all his Italian glories. Whether in peace or war, he no longer worked for the fatherland, but abominably, his soul undertook to subjugate those who served him and place them under his yoke. The world and God would soon visit retribution: these were evil acts not glorious ones.[CITATION-11] Botta’s hyperbolic description of the magnificence of the Italian coronation was narrated in parallel with the destruction of the Ligurian Republic through its annexation into metropolitan France on 30 June 1805. For Botta, the lavishness of the festivities in Milan hid the aggressive expansion of the Napoleonic Empire. Indeed, it was France’s direct expansion into north-western Italy, and the creation of the satellite kingdom in Lombardy and Emilia, that accelerated the formation of the Third Coalition.[CITATION-12] Among French scholars, there has been a tendency either to play down the significance of events in Milan by regarding them as a curiosity or to paint them, without nuance, as the birth of the.[CITATION-13] Albert Sorel described confidently Milan’s coronation in the following triumphalist vein:There was no trace of servility in this exuberant moment. He was the greatest man Italy had witnessed since Charlemagne. This man, who was of Italian blood and spoke the Italian language, restored the Italian name to its proper place within the universe. A resurrected fatherland greeted Italy’s future.[CITATION-14] Historians of the Risorgimento agree that Napoleon’s contribution to Italian nationhood was direct but decidedly unintentional.[CITATION-15] Sorel’s linear depiction, however, belies the complexity of this long and convoluted process. Adolphe Thiers, for his part, was more circumspect in his analysis, and limited himself to noting that Napoleon was crowned king of Italy with ‘as muchas he had been in Paris six months previously’.[CITATION-16] Most scholars of the period still assume that Napoleon’s journey to Italy in 1805 was a mere footnote in the history of Napoleonic expansion. After all, it was sandwiched between two momentous turning-points: the assumption of the imperial Crown in May 1804 and the battle of Austerlitz a year later.This article does not contend that the coronation in Milan was more important than these celebrated events. It does, however, argue that this investiture deserves more than a passing mention.[CITATION-17] The event’s importance lay not in the immense expenditure on the ceremony, or its grandiosity, but rather in the delicate, and somewhat confused, semiotic claims put forward by its organisers. The manner in which the events of May 1805 were choreographed reveals much about how French imperialists viewed their relationship with their Northern Italian citizen-subjects in the early years of the Empire. In particular, the coronation in Milan helps to correct portrayals of the Frenchas a centralising behemoth that swept away everything that stood in its path.[CITATION-18] There is much truth to this classic interpretation, but it does not capture fully the complex realities of Italy under French rule. In 1805, the intolerant, chauvinistic Empire that promoted French cultural superiority—described so eloquently by Michael Broers—was in gestation rather than fully formed. Napoleonic scholarship of the past two decades has proposed, convincingly, that there was an ‘orientalist’ dimension and cultural-imperialist agenda to France’s domination of the European mainland.[CITATION-19] The realities of imperial brutality, cultural chauvinism and economic exploitation of conquered territories cannot be denied.[CITATION-20] However, between 1804 and 1805, the Frenchwas still uncrowned by its greatest military victories and great uncertainty surrounded its future direction. The administrators, politicians and generals in Paris realised that coercion, though an important instrument of governance, was not the sole means of cementing control of the western European crescent that fell under the French.Perhaps the greatest difficulty in understanding the Napoleonic Kingdom of Italy is that the term conjures up images of the state unified militarily by the Sabaudian dynasty during the 1860s. This distorts, in a deeply anachronistic fashion, the administrative complexities that characterised the Napoleonic period. After 1802, north-western Italy was part of metropolitan France. Piedmont was divided into, and administered directly from Paris.[CITATION-21] This administrative arrangement was very different from that of Lombardy and Emilia, which had been recovered from Austria in 1800. These former Habsburg and Papal provinces were governed as a separate satellite republic, the capital of which was Milan.[CITATION-22] The remaining states of the peninsula were divided among the Habsburgs, Neapolitan Bourbons and the Papacy.While the French found their Piedmontese and Ligurian subjects difficult to transform into loyal French citizens, the same was not the case in the satellite republic of Italy. In these Lombard–Emilian provinces, native traditions of enlightened absolutism and a greater degree of economic and urban development meant that educated elites here shared many of the values and administrative priorities of their French overlords.[CITATION-23] Imperial administrators made more of an effort than they would in any other region to accommodate the sensibilities of the inhabitants. Indeed, some significant autonomies were granted to these northern and central Italian provinces. These included a different system of electoral colleges, an additional level of judicial appeal and a separate concordat whereby Catholicism was proclaimed, unlike in France, as the state religion.[CITATION-24] The satellite Italian Republic established in these provinces was certainly not a colony. In comparative terms, it was a hybrid between a ‘dominion’ and a ‘protectorate’ of its French masters.[CITATION-25] This special status with the wider Frenchmade Italian elites dream that this was a prelude to even greater autonomy—none more than Francesco Melzi d’Eril, Napoleon’s vice-president and key Lombard collaborator between 1802 and 1805, who dreamed that the Italian Republic over which he presided would one day achieve independence from its French protector.[CITATION-26] Bonaparte, as the ruler of a much vaster network of imperial satellites, had little desire that greater self-rule be bestowed on Italy.[CITATION-27] The limited reward for loyalty was a measure of local autonomy and direct participation in government. Most notably, government ministers, legislators, judges, military officers, prefects and bishops were all native Italians. This was not the case in adjacent Piedmont, Liguria and other areas of the French, where French prefects and bishops were appointed to enact administrative reforms with little regard for local traditions and sensibilities.[CITATION-28] In the Italian Republic, former Jacobin radicals and some functionaries of deposed enlightened absolutists hoped that their special status within the Empire would lead to greater autonomy in the future. Napoleon bestowed much patronage and often hinted that more political rewards would follow. Italian elites listened, and hoped that greater things would materialise. This process of keeping native elites guessing lay at the heart of the success of the Italian collaboration system in the satellite kingdom.Frederick Cooper has argued persuasively that all empires seek to achieve a balance between what he has defined as ‘poles of incorporation and poles of differentiation’.[CITATION-29] Too much assimilation calls into question, through the creation of equal ‘civilised’ citizens, an empire’s legitimacy and right to rule. If the end result of a ‘civilising mission’ is progress, what justifies imperial rule once social and economic advancement is established? But conversely, policies that merely treat subjects as dangerous subversive ‘others’ creates a constant state of tension, unrest and precarious control. Empires, according to Cooper, seek to establish equilibrium between these two tendencies in unsettled and ever-changing circumstances. Thus, in 1805, the nascent Napoleonic Empire was willing to trial assimilationist and integrationist policies in Italy; but subsequent events put a brake on these experiments.The argument that follows is inspired by David Cannadine’s concept of ‘ornamentalism’.[CITATION-30] As he put it:Edward Said and his ‘Orientalist’ followers, the British Empire was not exclusively (or even preponderantly) concerned with the creation of ‘otherness’ on the presumption that the imperial periphery was different from, and inferior to, the imperial metropolis: it was at least as much (perhaps more?) concerned with what has recently been called the ‘construction of affinities’ on the presumption that society on the periphery was the same, or even on occasions superior to, society in the metropolis.[CITATION-31] For Cannadine, the British Empire was not characterised solely by clashes over differences of race, gender, exoticism and other unbridgeable divides. Though these elements of separation were important, the foundation that kept the imperial edifice in place was a shared sense of hierarchy and status that connected the centre to its peripheries. Such networks could not be built exclusively on the subjugation, liquidation and oppression of non-European ‘others’. Among British imperialists, there was a realisation that Indian princes, African chiefs, Malaysian Sultans and white settler elites were similar and shared much with the aristocrats of the metropolis. As Cannadine states in a crucial passage of his book:It was about antiquity and anachronism, tradition and honours, order and subordination; about glory and chivalry, horses and elephants, knights and peers, processions and ceremony, plumed hats and ermine robes; about chiefs and emirs, sultans and nawabs, viceroys and proconsuls, about thrones and crowns, dominion and hierarchy, ostentation and ornamentalism.[CITATION-32] Diverse practices, ceremonies, symbols, rites and participants gave the impression that the imperial state was grounded on solid conservative values. In the face of an ever-changing modern world, torn apart by economic and revolutionary forces, imperial hierarchies provided a reassuring sense of permanence, tradition, heritage and concord between communities. Harmony and prosperity radiated downwards from the king-emperor to the lowest colonial subject. This social order structured relations in the British Empire from the mid-nineteenth to the mid-twentieth century.The Napoleonic context and French imperialism were very different in nature from later transcontinental European empires. Nevertheless, Cannadine’s controversial, though stimulating, interpretation is extremely helpful when it comes to trying to understand the hierarchy, symbols and rituals that were deployed to create the Kingdom of Italy.[CITATION-33] For, analysed in these terms, the Italian coronation was a supremely ‘ornamentalist’ moment. The crowning of Napoleon in Milan’s Duomo was, for the French Empire, what the Delhi Durbars were to be for the British Empire.[CITATION-34] This was a prime moment to flaunt and display the cultural diversity that imperial power had mastered.Italian political elites, like Indian maharajas and nizams, were elevated, through this extraordinary ritual, to the position of stakeholders in the Napoleonic project. The empire’s sovereignty was strengthened, rather than weakened, by its success in harnessing the centrifugal forces of localism through the co-option of these regional magnates and power brokers.[CITATION-35] Napoleon would conquer more lands and acquire greater titles than any established monarch of the day; but he was a truly transnational sovereign who did not want his unified empire to degenerate into an early modern composite state.[CITATION-36] His adherence to the Enlightenment’s quest to rationalise government made him wary of traditions that could fragment his administrative and political authority. Despite disliking compromise, the emperor nevertheless realised, in 1805, the need to rule with some measure of consent and a sense of shared purpose. The Italian coronation was an attempt to achieve this objective through a massof the notables of his satellite kingdom.[CITATION-37] The foundation of the empire in France, as Philip Dwyer has highlighted, was not the product of a single human will, but yet another attempt to stabilise French society and heal the revolutionary divisions of the 1790s. Elites in France viewed it not as the best of all possible worlds, but as a compromise that allowed legitimists, moderates and former Jacobins to work together in a stable political order.[CITATION-38] Annie Jourdan, in an incisive chapter, has speculated persuasively that Napoleon in 1804 created the constitutional monarchy that Louis XVI had so spectacularly failed to establish in 1790.[CITATION-39] The subsequent coronation in Notre Dame sought unsuccessfully, according to Dwyer and many others, to sacralise the transition from republic to constitutional monarchy. It combined notions of social contract, popular consent, papal unction and dynastic succession in a confused panoply of symbols, gestures and rites that failed to make a lasting impression on French society.[CITATION-40] Perhaps the most substantial problem facing those responsible for staging the coronation in the Duomo was that it used the Frenchof 1804 as a template. The divisions which characterised Italian society did not match those generated by the revolutionary struggles that had torn France apart since the 1790s. A complex jumble of geographical factors,legacies and the Cisalpine culture of regionalism meant that the grandees of Northern Italy had no tradition of working together under the same state. A number of supplementary symbols, rituals and gestures had to be invented to suit the Italian context and build new bonds. The attempt to reconcile French imperial hegemony with the sensibilities of Italian collaborators and elites led to an extremely complicated ceremony filled with competing, and at times contradictory, semiotic claims. The ritual of 1804 was yet another attempt to end the Revolution. Six months later, the rites at Milan attempted to create an ‘ornamentalist’ Empire.Both the emperor-king and his imperial officials admired the legacies of Rome and the Renaissance, which constituted the intellectual and cultural heritage of the peninsula.[CITATION-41] The coronation in Milan showed that Napoleon wished to tap into this heritage and use it to solidify his rule.[CITATION-42] He wanted to demonstrate to the Melzis, Littas, Capraras, Marescalchis, Valdrighis and Aldinis of this subalpine region that they were not conquered peoples but associates in the imperial project;[CITATION-43] and, even if the attempt did not entirely convince its intended audience, Italian elites no doubt hoped that collaboration with their French masters would bring advancement.There was a major difference that distinguished Napoleonic ‘ornamentalism’ from British ‘ornamentalism’. The British Empire’s hierarchies and orders were supposed to act as an antidote against the dangers and vagaries of modernity. The ‘ornamentalism’ identified by Cannadine was in essence anachronistic and backward-looking. Nothing could have been further from the mind of French imperialists in the early nineteenth century. Their vision of empire was intrinsically about bringing modernity and Napoleonic civilisation to Europe’s peripheries. Unlike the British later in the century, the French believed that advancement, reform and social conservatism could, paradoxically, work hand in hand. They hoped that the creation of a new ceremonial and hierarchical order, buttressed with invented traditions, could influence the imagination of local elites and stimulate a sense of loyalty to the regime and its vision of enlightened progress.[CITATION-44] The rhetorical strategy, deployed during the Italian coronation, was to state that only the French Empire could make the Italian Kingdom fit to meet the challenges of the future. France’s enlightened culture, which promoted civilised values and administrative efficiency, would counteract the degeneration in which Italian society had languished over the prior centuries.[CITATION-45] The crowning in Milan’s Duomo was thus intended to create an indissoluble symbolic bond between the elite collaborators of the Italian Kingdom and their imperial masters.[CITATION-46] Italian notables were given a central role in Milan, which provided them with their own space in the symbolic order and rituals of the Empire. The ceremony tried to highlight how Napoleonic progress could create hierarchies on the empire’s periphery that were as harmonious and stable as those of the Old Order. This, however, was no easy task, given the divisions that characterised the upper echelons of Napoleonic society in Italy. Mapping the French social order onto the plains of the Cisalpine region was extremely difficult because of the historical, municipal, regional and corporate rivalries of the Italians.Nevertheless, the Napoleonic Empire did try to accommodate and welcome Italian associates into its fold in 1805. The French Empire’s primary goal, as the field of warfare expanded through the decade, was the military domination and economic exploitation of all conquered lands;[CITATION-47] but compulsion was only half the story. French imperialists, where possible, wished to avoid oppressing Italian lawyers, officials and landowners. Subjugation, as Spain was to show, was a much more expensive business than co-operation. Inducements, both tangible and symbolic, were to be proffered. Italy’s place within the nascent empire needed to be defined, not just through legal and administrative reforms, but also in ceremonial and cultural terms. This quest to define the nature of local elites and their culture could lead to as much confusion as clarity. But the rituals and practices of imperial co-option of elites were not exclusive to the Italian context, and similar arguments could be extended to the Dutch, German and Polish satellite kingdoms.[CITATION-48] Indeed, Jasper Heinzen has recently put forward a similar analysis of British Hanover, and Daniel O’Neill has argued that Edmund Burke had a similar understanding of the mechanisms of British imperial rule.[CITATION-49] When they first arrived in Lombardy in the late 1790s, the Directory had imposed ‘gratitude to the French liberators’ as an article of the new constitution of its Italian protectorate.[CITATION-50] This was reinforced further by an annual feast of gratitude in which Lombards and Emilians were expected to compete in public displays of obsequiousness. Realising that ‘thankfulness’ was a difficult sentiment to instil in any population, Bonaparte developed a more practical and realistic cultural agenda. Abstractions made way for the cult of the hero and the individual genius.[CITATION-51] However, a number of problems, and scandals, especially the Ceroni affair,[CITATION-52] brought the relationship between Italy and France to the brink of collapse. Early in 1803, Captain Giuseppe Ceroni published a rather mediocre poem that was critical of Bonaparte and dedicated it to a state counsellor in Milan named Leopoldo Cicognara. Joachim Murat, the commander of the French forces in Italy, decided to use the affair as a pretext to discredit Napoleon’s Italian vice-president, Francesco Melzi d’Eril, whom he disliked because of his opposition to French army expenditure in northern Italy. Ultimately, Murat overplayed his hand by arresting not only Ceroni but also the prefect Pio Magenta of Basso Po, Counsellor Cicognara, and a former Italian minister of war, General Pietro Teulié. In the wake of these arrests, Melzi sent an indignant letter of resignation to the First Consul.Napoleon decided not to inflame the situation. He confirmed his esteem for and full confidence in his vice-president, while censuring Murat for over-zealousness and urging him to respect all Italian authorities.[CITATION-53] All those arrested were reinstated in government service and, after a brief spell in prison, Ceroni too received a pardon. The relationship between Bonaparte, his Italian collaborators and the French military, at times, seemed to resemble a triangle of competing but overlapping ambitions. Melzi d’Eril, as a former Josephist reformer, shared many of Bonaparte’s objectives; but, as the Ceroni affair proved, he was far too wilful and independent to be simply a vassal of Paris.[CITATION-54] The foundation of the French Empire and the coronation of Napoleon as emperor made Italy’s continued existence as a republic problematic.[CITATION-55] The French transition to ‘constitutional monarchy’ provided an opportunity to tighten and clarify the relationship between Paris and Milan. After the proclamation of the Empire in May 1804, the transformation of northern Italy into a monarchical regime was a convoluted process. An offer of the Italian Crown was made, by the Italian Consulta di Stato (the Italian equivalent of the Senate), to the French emperor, during the first half of the year.[CITATION-56] Unwilling to accept the conditions of this proposal, Napoleon avoided responding to the offer.[CITATION-57] During the subsequent months, calls for the republic to be converted into a kingdom increased. General Domenico Pino, the commander of Italian troops at the Boulogne camp, was among the first, in May 1804, to propose that the emperor of the French should also be king of Italy.[CITATION-58] The Consulta di Stato spent the better part of January and February negotiating secretly the terms by which this transition should happen.[CITATION-59] Napoleon wrote to the Habsburg emperor Francis II, on 1 January 1805, announcing (prematurely) that his brother Joseph would ascend the Milanese throne.[CITATION-60] Very disingenuously, the French emperor kept assuring his Habsburg counterpart that the Italian Kingdom was a separate entity, and that the empire’s armies would withdraw once the peninsula’s security from foreign invasion could be guaranteed. But Russia, Austria and Britain had already begun military preparations, and the establishment of a satellite kingdom in northern Italy catalysed the formation of the Third Coalition against France.[CITATION-61] Both Joseph and Louis Bonaparte forced their imperial brother’s hand when they refused the throne, knowing that acceptance would mean renouncing their rights of succession to the French Empire.[CITATION-62] The initial offer of the throne, by the Consulta, was too restrictive, and the eventual deal which was reached gave Napoleon much greater freedom.[CITATION-63] The compromise was, unsurprisingly, very similar to the proclamation that created the French Empire. On 17 March 1805, a delegation of the Consulta offered Napoleon the Crown of Italy in a formal ceremony at the French Senate, where he accepted this additional royal title.[CITATION-64] In return he promised to guarantee the religion, the borders and the political and civil liberties of the kingdom. As in France, the irrevocability of the sale of national lands that had once belonged to theclergy and nobility was enshrined in the constitution.[CITATION-65] The central difference related to the law of succession. It was stated that Napoleon’s successor could not hold the Crowns of both France and Italy in a personal union. However, article five of the proclamation of the new kingdom specified that a successor would only be nominated once the French had evacuated Naples, the Russians Corfu and the British Malta.[CITATION-66] It would thus take until 16 February 1806, the fourth constitutional statute, for Napoleon to nominate his stepson Eugène de Beauharnais as the heir to the Italian Kingdom.[CITATION-67] It was decided that Napoleon would travel in May 1805 to his Cisalpine kingdom and be invested with his new title.[CITATION-68] Barring the creation of the French Empire, no immediate Italian precedents (excluding obscure medieval ones) existed which could act as a model for this ceremony. The Napoleonic Kingdom of Italy was a fabrication, the historical roots of which were a contrivance at best.[CITATION-69] It bore little relation to the medieval Kingdom of the Lombards which, between the sixth and eight centuries, had covered much of the peninsula.[CITATION-70] As already discussed, the Parisianof December 1804, with some additional prescriptions from the, was used as a basic ceremonial and liturgical template for the Italian crowning.[CITATION-71] Very little is recorded in the archives concerning the rationale behind the ceremonial choices made on this occasion. The best source remains a letter from Napoleon, sent on 28 March 1805, to Louis Philippe de Ségur, the Imperial Grand Master of Ceremonies.[CITATION-72] The emperor reiterated that the list of attendees and the ceremonial procedures should mirror those of 2 December 1804 in Notre Dame; but, significantly, he stated that, unlike in Paris:I will not be consecrated, but only crowned. The regalias of Charlemagne, of the French Empire and of the Kingdom of Lombardy, will be present at the Coronation.[CITATION-73] This was an important distinction that has not been emphasised sufficiently. According to the state-sanctioned, Napoleon was anointed with holy oil during the coronation at Notre Dame in Paris. The official record, published after the ceremony, noted that the Emperor received afrom the pope.[CITATION-74] This occurred after the hymnand the litanies. On 27 April 1805 Ségur wrote to Felici, the Italian Minister of the Interior, that:His Majesty will be crowned and not consecrated [in Milan], he has made this choice because one can only be consecrated once whereas one can be crowned in different countries several times.[CITATION-75] Beyond doubt Napoleon was sealed with holy, though unmiraculous, oil by the pope at the French.[CITATION-76] It was Jean-Étienne-Marie Portalis, one of the chief negotiators of the Concordat, who advised (incorrectly) the new emperor that the founders of all new dynasties needed to be anointed with holy oil by the pope.[CITATION-77] It was probably from this original ceremonial error that Ségur deduced that multiple coronations were possible but that monarchs could only be consecrated once.[CITATION-78] Despite its factual inaccuracy, this assumption worked well with the French ‘ornamentalist’ vision of Northern Italy. The ceremony in Milan was different from that in Paris in that it was a reaffirmation of Napoleon’s regality, rather than the inauguration of a new dynasty. The coronation at Milan was intended to display Napoleon’s might as the sovereign of multiple lands, and also to highlight that the Lombards and Emilians were willing, though subordinate, partners in this enterprise. The lack of a consecration ranked events in Milan, in ceremonial terms, beneath those of Paris. There was no intention that the festivities in Italy would surpass those of Notre Dame. To avoid this danger, it was ordered that the cost of the ceremony was not to exceed one hundred thousand francs.[CITATION-79] Nevertheless, the ceremony was not meant in any way to humiliate Napoleon’s Italian subjects. To a remarkable extent, given the increasingly authoritarian nature of the empire, the emphasis was on diversity and inclusivity. The creation of a tributary monarchy and a regional hierarchy of Italian elites was an impressive achievement. It emphasised the strength of the Empire in controlling large territories with contrasting cultures and traditions. Accommodation and conciliation were the medium and the message here. This was made physically manifest through the differentcommissioned for these territories and used during the ceremony. It has been recorded that three crowns were present on this occasion, but actually there were four: the French imperial crown; a modern replica of Charlemagne’s crown; a new diadem commissioned for the Kingdom of Italy, which was described by Napoleon’s Italian Minister, Ferdinando Marescalchi, as an imitation of that worn by Spanish Kings since the time of Philip II;[CITATION-80] and finally, the most important piece of regalia was the ancient crown of the Lombard Kings, or Iron Crown, inside which was placed, according to legend, one of the nails of Christ’s Passion. This ancient masterpiece of the medieval goldsmith’s art, both a symbol of royal power and a sacred relic, was (and is) housed in the Cathedral of Monza.[CITATION-81] The crown’s association with Christ’s Passion made a revered sacred symbol for northern Italians and the emperor-king expected, through osmosis, to share in the mystique of this holy relic and regal object.[CITATION-82] Taken together, these four crowns made direct reference to the ancient Lombard kings, to Charlemagne and to the Habsburg kings of Spain. Napoleon’s ascent to power was portrayed as the culmination of the history of these lands. The use of this heritage was intended to legitimise the French Empire not as an intrusive conquering power but as one respectful of the traditions of its Italian citizen-subjects.[CITATION-83] To emphasise further such imperial generosity, modifications were applied to the liturgy to incorporate the native Ambrosian rite of Milan.[CITATION-84] The ceremony was clearly different from that of Notre Dame in terms of its choreography and religious significance. Napoleon wanted to demonstrate that his power overshadowed that of the Holy Roman Empire and that, like Charlemagne, he wore several crowns.[CITATION-85] Practical problems quickly emerged, as the date set for the festivities, 22 May, was less than two months away. The army of artisans, tailors, musicians, singers, decorators, artists, masons, carpenters and printers had very little time to complete the preparations.[CITATION-86] The design of new ceremonial uniforms for the occasion was particularly problematic. In the end, French imperial uniforms and coronation robes were used as templates,[CITATION-87] with Italy represented through green silk and silver embroidery, instead of the blue and gold of France.[CITATION-88] Insignia for the Kingdom of Italy were designed prior to the ceremony, and these emblems of power needed to be reproduced quickly in large quantities: canopies and other textiles bearing the royal coat of arms were intended to bestrew the streets of the city. These new coats of arms sought to illustrate both the priorities of the empire and the place that Italians, as partners, held within this project. As was often the case in Napoleonic northern Italy, a certain tension between the ideas of ‘subordination’ and ‘association’ emerged: these arms sought to represent France’s Italian provinces whilst simultaneously they put forward claims to imperial hegemony over the entire peninsula. The kingdom was represented by a large quartered shield bearing the different coats of arms of all the regions that it comprised.[CITATION-89] Inexplicably, the arms of Piedmont, the Venetian Republic and the Papal States also appeared on the royal Italian arms, generating speculation as to whether Napoleon was hinting that French Piedmont might one day be ceded to Italy. Equally, one can understand why the Habsburg emperor, who ruled the territories of the former Venetian Republic, cannot have found Napoleon’s reassurances that he had no expansionist aims in northern Italy convincing, when his Italian province, represented by a lion of Saint Mark wearing a liberty cap, appeared in Napoleon’s arms.[CITATION-90] Similarly, Cardinal Consalvi protested against the inclusion of the Petrine keys in the arms of the new kingdom.[CITATION-91] The Imperial Grand Master of Ceremonies, the comte de Ségur, was the first imperial dignitary to arrive in Milan, having left Paris on 27 March.[CITATION-92] Napoleon followed at the slower pace of a triumphal progress through southern France. The Imperial Chamberlain, Camille de Tournon-Simiane, was given the sensitive mission of transporting two sets of crown jewels back and forth across the Alps.[CITATION-93] The correspondence between Talleyrand and the Italian Minister of War General Pino indicates that the authorities were concerned that brigands would take advantage of this situation to ambush Tournon and steal the.[CITATION-94] During both April and June, the Imperial Chamberlain was provided with substantial escorts of both Italian gendarmes and troops of the line.[CITATION-95] Another distinguished individual who travelled hurriedly towards the Italian capital was Cardinal-Archbishop Caprara of Milan.[CITATION-96] As Papal Legateto the French court, he normally resided in Paris and therefore had to resume his see quickly in order to crown the new king of Italy.[CITATION-97] Ségur spent an exhausting six weeks in delicate negotiations with the different authorities of the kingdom to define their roles and participation in the forthcoming celebrations. The ceremonial procedures and decisions elaborated were a subtle balancing act of competing interests.[CITATION-98] The state archives of Milan preserve a substantial number of letters that Ségur sent to the Italian ministers of war, interior, finance, justice and cults. The organisation required a large team to facilitate the management of an event that involved almost a thousand spectators and participants. Ségur also had several private meetings with the archbishop of the metropolis and the liturgical master of ceremonies of the Duomo, Monsignor Berterelli. Never far from Ségur’s mind were his original instructions. Napoleon had reminded him in March that the Kingdom of Italy had no master, nor deputy master, of ceremonies. He was to select candidates and then submit them for the approval of the emperor. For reasons that are not entirely clear the first choice, Bonacosi, was rejected by Napoleon.[CITATION-99] Finally, on 16 May, theStampa-Soncino was elevated to the position of Master of Ceremonies for the Italian Kingdom and Carlo Salmatoris di Roussillon was made his deputy.Invitations were prepared and issued in April to all senior officials and grandees of the Kingdom (see).[CITATION-100] The list of invitees, and omissions from it, led to a litany of complaints. Re-mapping the hierarchies established by the Frenchonto the Italian social landscape was no simple matter: northern Italy’s order of precedence was different. The Italian Concordat of 1803 recognised Catholicism as the state religion and prelates wanted places of honour in the proceedings. But, as has already been observed, the greatest difficulty in creating affinities in northern Italy was that local and governmental elites were divided. This was especially so with with regard to the courts of law and the, or lawyers, who inhabited them and who were fiercely defensive of their dignity.Preliminary list of Italian attendees for the coronation, 22 March 1805.Source: ASMi, Atti di Governo, Potenze Sovrane 148.Unlike France, the satellite Kingdom of Italy possessed twobased in Milan and Bologna,[CITATION-101] which constituted an extra level of appellate justice between the supremeand the departmental. These senior judges were incensed that they had been overlooked when it came to the list of attendees. They complained bitterly to Spannochi, the Minister of Justice, in early April. Theof Bologna used their remonstrance as a pretext to ignite municipal rivalries, and demanded the right to process ahead of their Milanese counterparts.[CITATION-102] Determined not to be excluded from this disagreement, the presidents and commissioners of the courts of appeal requested clarification on where they would be placed in the realm’s order of precedence.The initial answer that they were given—that they would be placed behind the prefects and departmental authorities—caused an explosion of discontent. The unfortunate Spannochi and Ségur were showered with complaints, and the original plan had to be amended to take into account the sensitivities of the judiciary. On 22 and 23 April, a number of compromises were reached regarding the ceremonial arrangements. The presidents of thewere placed between theand prefects in the order of precedence. Finally, the presidents of the appeal courts were to process ahead of the departmental and municipal authorities.[CITATION-103] This seems to have preserved the self-respect of the judges and staved off one of those interminable ceremonial disputes that were so prevalent during the. The incident did show that, despite the Empire’s ability to co-opt native collaborators into its power structures, it could not afford to ignore hierarchical jealousy and the enduring forces of localism. The coronation also served to remind Italians of past hatreds and old privileges, while encouraging new rivalries and ambitions.Perhaps surprisingly, given the subsequent evolution of Church–state relations, the Church proved collaborative, and even enthusiastic, in the organisation of the ceremony. Portalis, the French Minister of Cults, had raised the issue of how Napoleon was to be greeted by the clergy of the parishes and dioceses through which he journeyed on his way to Milan. Ségur decided, in consultation with Portalis, Giovanni Bovara (the Italian minister of cults) and Cardinal Caprara, to use the etiquette that had been established during Napoleon’s official visit as First Consul to the Belgian departments in 1803.[CITATION-104] The emperor was to be received by the local clergy in full pontifical robes with church bells ringing. Holy water was proffered, as was incense, and finally the verse ‘Domine salvum fac Imperatorem nostrum Napoleonem’ was to be sung. There seem to have been no incidents, and indeed the clergy appeared to be excited to meet the emperor—none more so, than Monsignor De Carli, the abbot of Santa Barbara near Mantua, who wrote several letters begging to be invited to the coronation.[CITATION-105] He argued that his abbey had been privileged during the old regime, and that its abbot was entitled to episcopal honours. He highlighted that he wasa papal chaplain and, to drive the point home, he assured the Minister of Cults that he owned sufficiently ‘luminous’ robes to attend the ceremony with apposite dignity.[CITATION-106] When faced with such overwhelming arguments, the government wisely included this far from humble ecclesiastic among the guests invited to the ceremony, and thus ensured his continued loyalty to the regime.Even the musical arrangements displayed the ‘ornamentalist’ agenda for this ceremony. The Emperor did not impose French compositions but rather allowed native musicians and composers to celebrate his accession to the Italian throne. The composition of the musical accompaniment for the liturgy was not a problem for a city that was home to the opera house La Scala and many of Italy’s foremost composers. It is generally accepted, though not conclusively established, that the Bavarian Giovanni Simone Mayr, Napoleon’s favourite composer, was invited to create afor the Coronation.[CITATION-107] This was particularly appropriate, given that, according to tradition, Saint Ambrose, the patron saint of Milan, had composed the firstin the fifth century. The greatest difficulties, as ever, were logistical in nature. The cathedral and royal palace were faced with a shortage of musical instruments.[CITATION-108] It took the pianist and composer, Francesco Pollini, a former pupil of Mozart, more than two months to buy the pianos and strings necessary for the coronation.[CITATION-109] He also hired two hundred and fifty vocal artists, half the number who had sung at Notre Dame six months previously.[CITATION-110] Milan lacked a sufficient number of male sopranos; Pollini had to hire Fr Angelo Guggi of Pavia, a contralto; the male sopranos and contraltos of Crema; Abbot Luigi di Novara, a soprano; and all the choristers of the cathedral of Monza, to compensate for this shortfall.[CITATION-111] Rehearsals only began in early May 1805 but, despite such short notice, the choir and orchestra were reported by Pollini to have performed admirably.[CITATION-112] It only remained for the protagonist to enter the scene. In April, Napoleon had arrived in Turin, where he had met imperial administrators, local authorities and a delegation from Milan’s municipality sent to welcome him.[CITATION-113] More importantly, the pope, who was making his slow return to Rome from Paris, also had an audience with the emperor. They met at the former Sabaudian palace of Stupinigi on 25 April.[CITATION-114] The content of the pontiff’s conversation with the emperor is unknown, but just the fact that this meeting took place emphasises that Franco-Papal relations remained, on the surface at least, cordial. There is no evidence to suggest that Pius VII’s failure to crown Napoleon king of Italy was meant to be an insult. The event did not require the pope’s presence as it was a simple crowning and not a solemn anointing. Moving on from Turin, Napoleon first set foot on Italian soil at Mezzana-Corti, where crowds cheered him and a celebratory cannonade greeted his arrival. He then stopped at Pavia, where he visited the university, meeting Alessandro Volta, the inventor of the electric battery, and inspected the cannon foundries of the city.[CITATION-115] Here he attempted to rally his Italian administrators, intellectuals and engineers by highlighting how the empire treasured their industry and contribution to the common good.During this progress, Josephine and his sister Elisa accompanied him. Family problems were always present in Bonaparte’s life. He wrote several letters to his mother about his youngest brother Jerome, and the marriage he had contracted with an unsuitable American lady, Betsy Patterson.[CITATION-116] Napoleon commanded his brother to abandon his wife, promising a secular and (somewhat optimistically as it turned out) a religious annulment. Jerome was ordered to Milan, where he met with his brother shortly before the crowning.[CITATION-117] Napoleon praised him for agreeing to give up his affair in return for benevolence and patronage.[CITATION-118] As always, even on these joyous occasions Bonaparte’s life was characterised by a whirlwind of ideas, events and decisions. His correspondence in Italy showed no sign of abating: during this three-month trip, several hundred letters were despatched from Piedmont and Lombardy across his Empire. Legislation was drafted, military preparations ordered, and diplomatic instructions issued; like its master, the Empire never slept.During these weeks, Italians demonstrated their enthusiasm for their king’s impeding arrival. All the great officers of state, corporations and army regiments published tributes to the new king in the official state gazette,.[CITATION-119] These accolades had something of the character of a competition in flattery and hyperbole. Some local poetry societies issued prizes for the best pastoral ode celebrating the Italian coronation.[CITATION-120] The kingdom’s historiographer royal and poet laureate, Vincenzo Monti, published an ode, entitled, dedicated, as the author put it, to the ‘hero of the century’. This poem so pleased Napoleon that it was printed in lavishly decorated editions and distributed at state expense.[CITATION-121] The summit of such obsequiousness was reached when the Corpo Legislativo (Napoleon’s Italian Parliament) was presented to the king in the royal palace of Milan. Its president stated:You, Sire, alone combine all those virtues that are distributed among many great men. The founders of nations hail you as superior to every other Hero, especially in the study of war and peace. You twice conquered and brought order to Italy. You may not be the only man in history to have washed away the torpid squalor of the crown that passed from the Lombards to the successors of Charlemagne, but you will give it its greatest lustre.[CITATION-122] Aside from such official congratulatory statements, it is difficult to gauge the ‘real’ reactions of Italians to Napoleon’s investiture as their king. The ability to measure public opinion in early nineteenth-century Milan is hampered and compromised by the destruction of records, especially police reports, during the bombing of the city in 1943. There is little evidence of the public spirit that animated ordinary Italians at this time. So a reconstruction of public opinion, during a time when newspapers were heavily censored, remains extremely difficult.[CITATION-123] But there is significant evidence that, from 1796 to 1814, swathes of the north Italian population attended and participated in the many public festivities organised by their French overlords. One of the earliest events—‘the feast of gratitude to the French Republic’ in 1796—brought tens of thousands of spectators to Milan.[CITATION-124] It is doubtful, however, that significant participation in the celebrations, and in the feasting, eating, drinking and dancing that followed such events, demonstrated a population with a deep ideological commitment to the Napoleonic Empire. Indeed, significant peasantand insurrections between 1802 and 1809 show that there was opposition to the regime at a local level, even in the satellite kingdom.[CITATION-125] The complexity oflegacies, local economic contexts and political geography make it difficult to generalise about political attitudes in northern Italy in the Napoleonic period. Indeed, most citizen/subjects probably simply sought to avoid engagement with the state whether it was Napoleonic, Habsburg or, eventually, Italian.[CITATION-126] Yet, for all its brutality, the French Empire in its Italian satellite did try to make state rule a softer exercise of power, especially in 1805. In contrast, Piedmont, followed later by Liguria, Tuscany and Calabria, received decidedly harsher treatment.[CITATION-127] Finally, after much anticipation, Napoleon made his triumphal entry into his Italian capital on 8 May through the Porta Ticinese (or Marengo, as it was then called in reference to a Napoleonic military victory).[CITATION-128] Escorted by a large body of French imperial grandees, the emperor became the central figure in a series of events intended to consolidate the legitimacy of the new kingdom. French and Italian ministers, generals, bishops and administrators all mingled together in a display of the ‘ornamentalist’ credentials of the new imperial regimes. Cannonades, receptions, formal court presentations, military reviews and ministerial business all awaited the emperor. So too did Eugène de Beauharnais, the new viceroy, who had been in Milan since early March.[CITATION-129] He was to spend much time with his stepfather and was given, over the course of the subsequent weeks, detailed instructions on how to despatch the business of government while never deviating from orders from Paris. Most importantly of all, the viceroy had the difficult mission of keeping the interests of different and competing local elites in equilibrium. This was not an easy task in a satellite kingdom which had been created by fusing fiveduchies and principalities together. The centrifugal forces of this heritage always threatened French attempts at instilling a shared sense of allegiance to the new kingdom.At La Scala, Napoleon attended a performance ofby Mayr, his favourite opera, on 21 May.[CITATION-130] This was a classic attempt atBy placing local magnates together in a celebratory social setting, it was hoped that a shared sense of investment in the imperial community could be inculcated. Because of bad weather, and the fact that preparations were behind schedule, the coronation was delayed, by four days, to Sunday, 26 May. This postponement also allowed for greater security measures to be organised by Milan’s Prefect of Police, Luini. No specific threats or plots were identified; it seems that the prefect wanted to ensure that all precautions had been taken. Guards, soldiers and gendarmes doubled their patrols through the streets of Milan as an element of these measures.On 23 May three state carriages were sent to Monza to transfer solemnly the Iron Crown to the Duomo.[CITATION-131] This procession was hardly a formality. The inhabitants of Monza had for centuries resisted bitterly all attempts at removing the Iron Crown from their treasury, and in 1796 they had defeated the commissioners of the French Republic’s attempt to seize this precious artefact.[CITATION-132] The crown was a symbol of their local community and a vital element of their religious identity. They were consequently not minded to surrender it to the French—and, worse, the Milanese—without formal guarantees. The regime showed itself sympathetic to these concerns: a formal cortege of troops, ecclesiastics and ceremonial officials escorted the precious heirloom to Milan. The archpriest and the president of the municipality of Monza were to stand guard over the crown throughout its time in Milan.Finally, after all these careful and costly preparations, the ceremony took place. In terms of its setting, this coronation could not have been more different from that of Paris. It was a sunny, warm spring day and Milan’s cathedral was substantially larger, in terms of surface space, than Notre Dame. The beginning of the ceremony was set for noon, and invitees were expected to take their seats long before the arrival of the royal procession. At ten in the morning, the electoral colleges, the Consulta di Stato, Consiglio Legislativo, Corte di Cassazione and Tribunali di Revisione, and finally the Contabilità Nazionale, were to process from their chambers, with military escorts, to the cathedral. A second procession of departmental, municipal and military officials was to arrive at the cathedral shortly thereafter. All were to be accompanied, and shown to their seats, before eleven. Detachments of the French Imperial and Italian Royal Guard lined the streets and filled the square of Milan’s Duomo to add lustre to the occasion.[CITATION-133] These multinational processions epitomised the ‘ornamentalist’ vision of the empire that the Milanese Kingdom embodied.Seating arrangements also followed this rationale and, as befitted this occasion, were complex. Inside the Duomo, a ‘great throne’ was positioned on a platform of twenty-four steps and surrounded by four statues representing imperial victories. This symbol of royal power was erected at the back of the nave, close to the principal entrance to the cathedral. At the opposite end of the nave, at the foot of the altar stood a ‘lesser throne’.[CITATION-134] In front of the great throne, seated on either side of the great nave, were the three electoral colleges.[CITATION-135] On either side of the lesser throne itself, sat the ministers and great officers of state. Behind them on the right was the Consulta di Stato and on the left the Consiglio Legislativo. The Corpo Legislativo was to be on the right and left of the electoral colleges. Beyond them, at a further distance down the nave, were seated the judges of the Corte di Cassazzione, followed by the Tribunali di Revisione and the Contabilità. At the back of the nave were the prefects, judges of the courts of appeal, departmental and municipal administrators, and military officers.On the right of the throne was the empress’s tribune. Perhaps the most striking difference with the ceremony in December was that Josephine was not crowned queen of Italy. No rationale was given as to why the queen-consort did not receive this investiture. Chairs and stools were provided, a few steps beneath the great throne, for the Imperial family. Prince Eugène was seated on the left, and Elisa, princess of Piombino, was placed on the right. Special seating on the left was constructed for the. At eleven, Cardinal Caprara led the archbishops, bishops, vicars general, clergy and choir in a procession from the archiepiscopal palace to the cathedral. Bearing a canopy and escorted by a delegation of clergymen, he proceeded to the entrance of the cathedral to greet the empress at quarter to noon. After she had taken her seat, it was time for the imperial procession to pass through a special gallery that had been built to connect the royal palace of Milan to the Duomo.The Ambrosian rite that guided the liturgy differed from the ordinary Roman mass more in terms of style than substance.[CITATION-136] The observance of this rite, so specific to the diocese of Milan, showed that, when it was expedient, the French could prove themselves sensitive to the cultural and religious practices of their subjects. Moreover, the rite contained no ultramontane elements, which made it ideally suited to celebrate the birth of the neo-Ghibelline Italian Kingdom.The official description of the ceremony and liturgy appeared in the pages of theand official collections of documents published after the event.[CITATION-137] Given that the Frenchis so well known, this article will concentrate on the principal differences with the French precedent and focus on the more ‘ornamentalist’ aspects of the ritual. Napoleon was already a crowned monarch and to underscore this truth, he wore the imperial regalia of France as he entered the cathedral. This had also been the case in Paris, but here there were two small differences: he was dressed in the robes and mantle of the king of Italy. The new diadem of Italy was placed inside the imperial crown, indicating, perhaps unsubtly, that this was not a relationship of equals. Behind the heralds, guards and masters of ceremonies who preceded the cortege marched the ministers and great officers of state for the Kingdom of Italy. They carried the honours of the Kingdom, namely the sword, sceptre, ring and hand of justice. Behind them marched the great officers of the French Empire carrying the imperial honours. Finally, the Cardinal-Archbishop of Bologna, Carlo Oppizzoni, was given the supreme honour of carrying forth the Iron Crown.[CITATION-138] The purpose of the rituals was the metamorphosis of Napoleon from emperor of the French into the king of Italy, albeit without diminishing in any way his status as emperor. One aspect of this was that, within this ceremonial setting, Italian great officers and officials took centre stage over their French counterparts. Admittedly, the surrender of the imperial regalia to the French great officers followed by the presentation of the Italian royal regalia to the King by the Italian great officers seems rather mystifying. At the solemn moment of investiture, Napoleon gave up his imperial insignia to Moncey, Brune, Champagny, Lannes, Berthier and Talleyrand. The great officers of the Italian Kingdom, Melzi, Aldini Oriani, Bovara, Eugène and Litta, then presented the Cardinal-Archbishop with the ring, sword, hand of justice and sceptre; each item was blessed and presented to the emperor-king.Replicating the French emblem, the Italian hand of justice had its full five fingers outstretched—medieval versions of this ornament had tended to display three fingers positioned in the gesture of a Trinitarian blessing.[CITATION-139] This iconographic innovation was presumably intended to symbolise enlightened man grasping his own destiny rather than being at the mercy of supernatural forces. The great chamberlain of Italy, Litta, placed the mantle of the kingdom on the king’s shoulders. The processional routes and movements taken by the great officers around the altar and nave were extremely complex. It must have taken Ségur quite some time to direct each person and ensure that blockages and collisions were avoided. Mesmerisingly, three separate sets of regalia moved around the nave, altar and choir according to the different stages of the ceremony. The climax, of course, was the crowning itself, which occurred after theand after the blessing of the other royal ornaments. Napoleon approached the altar alone. Here he raised the Iron Crown and then placed it on his head and recited the phrase attributed to the Lombard kings:Dio me l’ha data guai a chi la toccherà! [God has given it to me; woe betide he who touches it!][CITATION-140] At this point, the emperor-king returned to the lesser throne before the altar. Here he received a benediction and an exhortation from the Cardinal-Archbishop in the following terms: ‘vivat Imperator et rex in aeternum’. The congregation replied thunderously with the same words and the sound of a twenty-one gun salute was heard outside, announcing to the city and the world that the coronation had taken place. The ‘vivat’ was given a triumphant musical accompaniment by Pollini. The mass then continued. At the offertory, the ladies of the court led by the Countess Paravicini and followed by the Duchess Litta brought the royal gifts to the altar. The ritual ended with a solemn. After this, the dignitaries and the Imperial family processed out of the Duomo.Needless to say, the celebrations continued long after the service. A cortege of thirteen carriages awaited outside to set off for the nearby Basilica di Sant’Ambrogio, the city’s second church.[CITATION-141] With great fanfare and pomp the imperial cortege travelled through Milan to pay its respects to the shrine and relics of the great fifth-century patron saint of the city. Here the monks and canons of the Basilica had prepared a special service of thanksgiving. The great officers of the French Empire and Italian Kingdom stood side by side in the cortege. The French Grand Equerry, Caulaincourt, rode on the right hand of the imperial and royal carriage, while Caprara’s nephew, the Grand Equerry of Italy, rode on the left.[CITATION-142] On the right, in the position of honour, sat the French Empire’s grandees; beside them on the left were their Italian counterparts. This position was not intended as a humiliation but rather represented Italy’s relative strength, in economic and military terms, within the great empire. The whole ceremony sought to speak of partnership rather than degradation: the French emperor had chosen to wear and hold the emblems of his new tributary monarchy, and celebrations had also been ordered across the diocese and prefectures of metropolitan France.[CITATION-143] The festivities continued for the following two weeks. There were horse and chariot races in which the nobility of Italy raced their finest thoroughbreds, to the delight of the officers of the French and Italian armies.[CITATION-144] A hot-air balloon shipped from Rome arrived and ascended the skies of Milan in the gardens of Palazzo Belgioioso. A large ball was held at La Scala, and General Pino, the Minister for War, hosted a ministerial banquet for the Imperial couple. The initial firework display on the evening of the coronation failed, because of a technical problem, and was rescheduled for the first week of June.[CITATION-145] The emperor-king also distributed dowries for orphan girls to marry soldiers, apparently with the intention of encouraging conscription. Prizes for agriculture and inventions were bestowed on scientists and agronomists on 29 May.[CITATION-146] Somewhat uncharacteristically, Napoleon issued a general pardon to criminals and those who had illegally evaded conscription. The celebrations finally ended when Napoleon departed on 10 June to visit Brescia, Verona, Mantua, Bologna, Modena, Parma, Piacenza and the battlefield of Castiglione before beginning the return journey to Paris. Two days later, Josephine briefly quit her husband’s triumphal tour in order to visit the Borromean islands on Lake Maggiore.[CITATION-147] The Imperial couple left Italy on 5 July and reached Fontainebleau a week later.On the face of it, the Milan coronation, like all such ceremonies, sought to present an ordered cosmology and hierarchy. As anthropologists such as Clifford Geertz and Don Handelman have argued, rituals of power seek, through shared experience, to portray the world as ‘it should be’ rather than ‘as it is’.[CITATION-148] The Italian coronation allowed Napoleon and his officials to stage ain which hierarchy, heritage and the imperial imagination all combined to ‘re-present’ how the French envisaged their relationship with their Italian citizen/subjects.[CITATION-149] But, as Thierry Lentz remarked in relation to the French coronation, what Napoleon achieved in terms of spectacle he lost in terms of clarity.[CITATION-150] Judging by the multi-page newspaper reports and odes written for the occasion, nobody was quite sure how to interpret Napoleon’s investiture as king of Italy. This was much the same sense of confusion that had greeted theat Notre Dame. Napoleon’s power and might was clear, but the legitimacy and symbolism that was intended to underpin the birth of his dynasty was probably lost on most spectators.As ever, he simply did too much in too short a space of time. Four crowns and three sets of jewels and ornaments were far too many for any one man to wield at any one time. Unlike the gods of the British Raj, Napoleon only had two hands. The problem with rituals is that it is assumed that audiences will read and interpret clearly their message. Yet spectators have their own viewpoints, which can cause significant and various misreadings of rituals. This also explains why historians have also read the coronation either as an exercise in cultural hegemony or as an irrelevance. It was neither one nor the other: it was an attempt to show that Italian history and culture could find accommodation within the French Empire. It was an ‘ornamentalist’ moment; an attempt to establish shared affinities.[CITATION-151] After 1805, Italy’s position and importance changed substantially as the Empire’s dominance over Europe accelerated. Its shifting geo-strategic boundaries meant that the Italian peninsula was not as critical to its security as it had been. Germany, Poland and Spain became the new marches.[CITATION-152] At the same time, the ‘ornamentalism’ of 1805 lost its immediate importance within the calculations of the rulers of the Napoleonic Empire. Imperial events, such as the controversial feast of Saint Napoleon, or special dynastic occasions such as Napoleon’s marriage to Marie Louise and the subsequent birth of the king of Rome, took priority over the anniversary of the coronation in the Duomo. Yet for all that, memories of the crowning in May 1805 never completely disappeared, and its legacy continued to be felt as attempts to rally the Lombards and Emilians continued throughout the existence of the Italian Kingdom.There were new complications. The Treaty of Pressburg of 1806 added the inhabitants of the defunct Republic of Venice, and two years later the population of the Papal Marches also joined the satellite kingdom. The addition of eastern and central regions made this Italian state considerably less socially homogeneous. As Livio Antonielli and others have shown, the elites of these newly annexed provinces proved decidedly unenthusiastic when offered opportunities to collaborate.[CITATION-153] The history and mindset of these regions made them very different from Lombardy and Emilia Romagna, and the construction of affinities beyond the Milanese and Bolognese heartland proved to be very difficult, if not impossible.‘Ornamentalism’ nevertheless survived in the monarchical institutions inaugurated by the coronation of May 1805. This was especially true of the viceregal court of Milan and the administrative cadre of the Kingdom. From 1805 to 1814, more than 1,500 Italians were invested with the Order of the Iron Crown, founded on 5 June 1805.[CITATION-154] Similar in nature to the Legion of Honour, this award sought to create a synthesis between the dynastic orders of chivalry of the past and more modern notions of recompensing merit and state service.[CITATION-155] Emanuele Pigni has shown that 21 per cent of members of the Order of the Iron Crown were civilians, which was double the proportion of non-military members of the Legion of Honour. In this way, the project of inducing collaboration by the Milanese and Emilian administrative, ecclesiastical and judicial elites continued throughout the Napoleonic era.Napoleon’s last visit to Italy, during the winter of 1807, showed that both emperor and local elites were keen to renew the associations and tributes that had lain dormant since the coronation two years previously.[CITATION-156] Yet the context was very different, and Napoleon’s own attitude to his imperial state was evolving significantly. His final progress through northern Italy occurred after his diplomatic triumph at Tilsit and just before the Spanish disaster. The kingdom he visited was not the same as the one which had witnessed his coronation in 1805. The annexation of the Veneto and parts of Friuli, after Austerlitz, made significantly more complex the social and regional dynamics of his north Italian satellite. More than half of the Emperor’s visit was spent touring these new provinces. In particular, and perhaps ominously, the majority of his time was taken inspecting naval installations on the Adriatic and the military border with Austria; he prophetically warned Prince Eugène that the River Piave would be the key line of defence if ever these provinces were invaded by Habsburg troops.[CITATION-157] There was of course a host of events and ceremonies, including visits to La Fenice in Venice, andin St Mark’s to celebrate his visit to these newly annexed provinces. There were clearly ‘ornamentalist’ moments too. For example, the patriarch of Venice, Nicolò Gamboni, was invested as a dignitary of the Order of the Iron Crown.[CITATION-158] During his visit to the Biblioteca Marciana, Napoleon bestowed the same order on its curator, Iacopo Morelli, and provided 25,000 lire for the acquisition of new books.[CITATION-159] However, as the work of Livio Antonielli has shown, the former patricians of theproved to be less willing and pliant than their Lombard and Emilian cousins.[CITATION-160] They had long traditions of republican self-rule and domestic politics which made their incorporation into a larger empire a depressing limitation on their former freedom. It was a Napoleonic policy that important officials never serve in their home province. Consequently, the prefects,(mayors), intendants and other officials who governed the Veneto were almost exclusively Lombard. Attempts to insert Venetians into administrative posts in other areas of the kingdom proved to be a decisive failure.[CITATION-161] Equally, the emperor’s decision to bypass Padua on his triumphal progress from Milan to Venice (because it had protested against annexation into the empire), showed he did not quite trust north-eastern Italians in the same way as he did others.During his time in Milan, the emperor made more of an effort to make the Lombard and Emilian elites feel valued. Victory at the battle of Friedland, followed by the advantageous peace terms of Tilsit in July 1807, meant that all of western and central Europe was under France’s hegemony. The emperor’s visit to Italy in November and December had all the makings of a dynastic summit. During this time, he was joined by his siblings Lucien from Rome, Joseph from Naples, and Elisa from Florence. To them were added his Beauharnais step-family and their Wittelsbach in-laws. Indeed, King Maximilian Joseph of Bavaria made the journey from Munich specially to join this reunion of the extended family, which would adjudicate on the future shape of Europe.[CITATION-162] As the situation in Portugal and Spain deteriorated, the most pressing issue seems to have been which Bonaparte should rule which satellite kingdom.The clearest indication that the French Empire had decided to expand its sphere of influence and power in Europe came with the promulgation of the famous ‘Milan decrees’ on 17 December 1807. These laws strengthened the provisions and regulations of the continental blockade and system against Britain. The decrees allowed French customs officials throughout Europe to seize not just enemy vessels and goods, but also ships and cargo from neutral powers.[CITATION-163] Italy had become the vulnerable underbelly of the Continental System. It would be hasty to say that the ‘ornamentalist’ programme of 1805 had been abandoned. After all, the Kingdom of Italy provided Napoleon with 70,000 men and officers who would die in Catalonia and Russia.[CITATION-164] The desire to rally Lombards and Emilians through ceremonial and honorific inducements may have cooled but had not disappeared.In 1808, following the French precedent, Italian royal titles of nobility were established. More than 244 Italians were elevated to Napoleonic peerages that, unlike those of thecarried no pecuniary or seigneurial privileges.[CITATION-165] Only two Italian families, the Litta Visconti Arese and the Visconti di Modrone, prospered so much that they expanded their properties into ducal(a form of entail that was exempt from the provisions of the civil code on partible inheritance) which allowed their elder sons to inherit the title of duke under the Napoleonic regime.[CITATION-166] shows that Italian civilian authorities almost monopolised the new nobility. But an additional eleven Italian generals and officers to those listed in the figure received French Imperial titles, which meant that military officers constituted 15 per cent of the total. This is a notable difference from metropolitan France, where more than 60 per cent of the new nobility’s members were military officers,[CITATION-167] and it well demonstrates how eager the Italian satellite kingdom was to provide rewards for civilian administrators who worked in partnership with their French overlords.Social Composition of the Nobility of the Kingdom of Italy.Source: Pigni,, pp. 151–2.Perhaps, the most unique innovation of all was Napoleon’s decision, on 26 August 1811, to allow Italianpatricians within the kingdom the option to apply for new Napoleonic titles.[CITATION-168] This act, akin to the Tudor policy of surrender and re-grant in Ireland,[CITATION-169] allowed twenty-one former patricians to apply for Napoleonic titles. Few aristocrats were willing to trade, and besmirch, their ancestral pedigree for the dubious legitimacy proffered by the French Empire’s new marks of social distinction.was a very slow process and military defeat cut it short prematurely. Although ‘ornamentalism’ did recede from the spotlight after the coronation, its legacy thus continued in the elite institutions established by Napoleon’s Italian monarchy. One point on which the Emperor never reneged was the promise that the French imperial and Italian royal Crowns, after his death, would not be combined in a personal union.It could be argued that ‘ornamentalism’ helps to explain why the Italian realm continued to the end of the Napoleonic era, and indeed outlived the empire that had created it by twenty-two days.[CITATION-170] After the abdication at Fontainebleau on 6 April 1814, Eugène and Melzi engaged in desperate last-minute negotiations to save northern Italy from annexation and partition.[CITATION-171] Even their failure did not entirely put an end to the legacy of the coronation of 1805. Several former Italian collaborators of the Napoleonic kingdom served its successor regimes.[CITATION-172] The Austrians, in a grudging tribute to Napoleon’s imperial system, maintained much of the governmental apparatus of the Italian Kingdom,[CITATION-173] and, as Marco Meriggi has shown, Lombardy–Venetia owed a considerable institutional debt to its Napoleonic predecessor.[CITATION-174] The most generous compliment the Habsburgs paid Napoleon was to retain, and rebrand, his Order of the Iron Crown. It continued to be bestowed until 1918, despite the loss of the lion’s share of the dynasty’s Italian lands.[CITATION-175] The greatest sense ofmust have been felt when Ferdinand I of Austria processed down the nave of Milan’s Duomo in 1838 to be crowned King of Lombardy–Venetia with the very Iron Crown that had adorned the head of the ‘usurper’ three decades previously.[CITATION-176] The Napoleonic ‘ornamentalist’ experiment of 1805 found a bizarre, though decidedly understated, afterlife within the Habsburg Empire.",
    "footnotes": {
        "1": "C. Clark, ‘When Culture Meets Power: The Prussian Coronation of 1701’, in H.M. Scott and B. Simms, eds., Cultures of Power in Europe During the Long Eighteenth Century (Cambridge, 2007), pp. 14–35.",
        "2": "E. Hobsbawm and T. Ranger, The Invention of Tradition (Cambridge, 2012), pp. 1–14.",
        "3": "P. Mansel, The Court of France, 1789–1830 (Cambridge, 1991), ch. 3; L. Mascilli Migliorini, Il Mito dell’Eroe (Naples, 2003); T. Lentz and P. Branda, Quand Napoléon inventait la France: Dictionnaire des institutions politiques, administratives et de cour du Consulat et de l’Empire (Paris, 2008); J. Tulard, Napoléon ou le mythe du sauveur (Paris, 1983).",
        "4": "P. Mansel, The Eagle in Splendour (London, 2015); C.-O. Zieseniss, Napoléon et la cour impériale (Paris, 1980); J. Cabanis, Le Sacre de Napoléon (Paris, 1994); D. Chanteranne, Le Sacre de Napoléon (Paris, 2004); T. Lentz, ed., Le Sacre de Napoléon (Paris, 2003); L. Chatel de Brancion, Le Sacre de Napoléon (Paris, 2004).",
        "5": "R. Jackson, Vive le Roi! A History of the French Coronation from Charles V to Charles X (London, 1984); R. Strong, Coronation: From the 8th to the 21st Century (London, 2005); A. Hunt, The Drama of Coronation: Medieval Ceremony in Early Modern England (Cambridge, 2011); D. Cannadine and S. Price, eds., Rituals of Royalty: Power and Ceremonial in Traditional Societies (Cambridge, 1987).",
        "6": "A. Pingaud, ‘Le voyage de Napoléon Ier en Italie (1805)’, Nouvelle revue d’Italie, nos. 1, 2 (1919), no. 1, pp. 209–17, 420–31, and no. 2, pp. 477–91, and ‘Le dernier voyage de Napoléon en Italie (1807)’, Nouvelle revue d’Italie, nos. 1, 2 (1920), no. 1, pp. 340–452, 526–34, and no. 2, pp. 65–75; F. Ruggieri ‘La solenne incoronazione di Napoleone Bonaparte’, Terra Ambrosiana (Mar./Apr. 2005), pp. 62–8.",
        "7": "F. Ruggieri, ‘L’Incoronazione di Napoleone I a Re d’Italia nei documenti capitolari del Capitolo Metropolitano di Milano’, Aevum, lxxix (2005), pp. 745–76.",
        "8": "Cf. M. Broers, The Politics of Religion in Napoleon Italy: The War Against God, 1801–1814 (London, 2002), passim.",
        "9": "E.E. Hales, The Emperor and the Pope (New York, 1961), pp. 73–124.",
        "10": "Ruggieri, ‘L’Incoronazione di Napoleone I’, pp. 749–50.",
        "11": "C. Botta, Storia d’Italia dal 1789–1814 (4 vols., Paris, 1937), iv. 177.",
        "12": "P.W. Schroeder, The Transformation of European Politics, 1763–1848 (Oxford, 1994), pp. 239–40, 266–70; M. Broers, Napoleon, I: Soldier of Destiny (London, 2014), pp. 513–21.",
        "13": "The coronation is discussed in two sentences in L. Madelin’s monumental Histoire du Consulat et de l’Empire (16 vols., Paris, 1937–54), v. 228. T. Lentz’s more recent description of the event is decidedly muted: Nouvelle Histoire du Premier Empire (4 vols., Paris, 2002), i. 122.",
        "14": "Albert Sorel, L’Europe et la Révolution Française (8 vols., Paris, 1885–1904), vi. 435.",
        "15": "L. Riall, Risorgimento: The History of Italy from Napoleon to Nation State (Basingstoke, 2009), pp. 4–10; A. de Francesco, L’Italia di Bonaparte: Politica, statualità, e nazione nella penisola tra due rivoluzioni, 1796–1821 (Turin, 2011), pp. vii–xix.",
        "16": "Adolphe Thiers, Histoire du Consulat et l’Empire (20 vols., Paris, 1845–62), v. 400.",
        "17": "There seems to be no detailed treatment of this subject in English. A. Roberts does mention this ceremony in his recent television programme: Napoleon, episode 2 (BBC 2, 8 July 2015). There are also recent references in Broers, Napoleon, I: Soldier of Destiny, p. 517; P. Dwyer, Citizen Emperor: Napoleon in Power (London, 2013), p. 187.",
        "18": "S. Woolf, Napoleon’s Integration of Europe (London, 1991), passim; id., ‘French Civilization and Ethnicity in the Napoleonic Empire’, Past and Present, no. 124 (1989), pp. 96–120.",
        "19": "M. Broers, ‘Cultural Imperialism in a European Context? Political Culture and Cultural Politics in Napoleonic Italy’, Past and Present, no. 170 (2001), pp. 152–80; see also id., The Napoleonic Empire in Italy, 1796–1814: Cultural Imperialism in a European Context (New York, 2005), and S. Englund, ‘Monstre Sacré: The Question of Cultural Imperialism and the Napoleonic Empire’, Historical Journal, li (2008), pp. 215–50.",
        "20": "J.-L. Chappey, La Société des Observateurs de l’Homme, 1799–1804: Des anthropologues au temps de Bonaparte (Paris, 2002), esp. pp. 336–90.",
        "21": "M. Broers, Napoleonic Imperialism and the Savoyard Monarchy, 1773–1821: State Building in Piedmont (New York, 1997), passim.",
        "22": "C. Zaghi, L’Italia di Napoleone (Turin, 1989); D. Sella and C. Capra, Il Ducato di Milano dal 1535 al 1796 (Turin, 1984), esp. pp. 557–617; F. Venturi, Italy and the Enlightenment (New York, 1972), esp. chs. 6, 7 and 10.",
        "23": "M. Broers, The Napoleonic Mediterranean: War, Power and Empire (London, 2016), pp. 87–131.",
        "24": "D. Arru, Il Concordato Italiano del 1803 (Milano, 2003), pp. 39–47; M. Roberti, Milano Capitale Napoleonica: La formazione di uno stato moderno, 1796–1814 (3 vols., Milan, 1947), ii. 95–110.",
        "25": "J. Osterhammel, Colonialism: A Theoretical Overview (2nd edn., Princeton, NJ, 2005), pp. 10–12, 27–37.",
        "26": "See F. Melzi d’Eril, Francesco Melzi d’Eril, 1753–1816: Milanese scomodo e grande uomo di stato, visto da un lontano pronipote (Florence, 2000), esp. pp. 227–88; N. del Bianco, Francesco Melzi d’Eril: La grande occasione perduta. Gli albori dell’indipendenza nell’Italia Napoleonica (Milan, 2002), passim.",
        "27": "A. Pingaud, La Domination française dans l’Italie du Nord (1796–1805) (2 vols., Paris, 1914), passim.",
        "28": "For a perfect example, see L. Antonielli, I Prefetti dell’Italia Napoleonica (Bologna, 1983).",
        "29": "All empires had ‘to find a balance between the poles of incorporation (the empire’s claim that different subjects belonged within the empire) and differentiation (the empire’s claim that different subjects should be governed differently)’: F. Cooper, Colonialism in Question: Theory, Knowledge, History (Los Angeles, CA, 2005), p. 154.",
        "30": "D. Cannadine, Ornamentalism: How the British Saw Their Empire (Oxford, 2001), passim.",
        "31": "Ibid., p. xix.",
        "32": "Ibid., p. 126.",
        "33": "A. Burton, review of Cannadine, Ornamentalism, American Historical Review, cvii (2002), pp. 497–8; I. Fletcher, review of Cannadine, Ornamentalism, Victorian Studies, xlv (2003), pp. 532–4. For a more sympathetic treatment, see P.H. Hoffenberg, review of Cannadine, Ornamentalism, Journal of World History, xiv (2003), pp. 264–9.",
        "34": "R.E. Frykenberg, ‘The Coronation Durbar of 1911: Some Implications’, in id., ed., Delhi Through The Ages: Essays in Urban History, Culture and Society (Delhi, 1986), pp. 369–90; M. Bence Jones, ‘Splendours of the Raj’, Journal of the Royal Society of Arts, cxxxii (1984), pp. 155–70. For when things went wrong, see C.W. Nuckolls, ‘The Durbar Incident’, Modern Asian Studies, xxiv (1990), pp. 529–59.",
        "35": "R. Robinson, ‘Non-European Foundations of European Imperialism: Sketch for a Theory of Collaboration’, in R. Owen and B. Sutcliffe, eds., Studies in the Theory of Imperialism (London, 1972), pp. 117–42.",
        "36": "J.H. Elliott, ‘A Europe of Composite Monarchies’, Past and Present, no. 137 (1992), pp. 48–71; D.W. Hayton, J. Kelly and J. Bergin, eds., The Eighteenth-Century Composite State: Representative Institutions in Ireland and Europe, 1689–1800 (Basingstoke, 2010).",
        "37": "M. Broers, Europe under Napoleon, 1799–1815 (London, 1996), pp. 99–143.",
        "38": "P. Dwyer, ‘Napoleon and the Foundation of the Empire’, Historical Journal, liii (2010), pp. 339–58.",
        "39": "A. Jourdan, ‘Conclusion. The Napoleonic Empire in the Age of Revolutions: The Contrast of Two National Representations’, in M. Broers, P. Hicks and A. Guimerá, eds., The Napoleonic Empire and the New European Political Culture (Basingstoke, 2012), pp. 313–26.",
        "40": "P. Dwyer, ‘Citizen Emperor, Political Ritual, Popular Sovereignty and the Coronation of Napoleon I’, History, c (2015), pp. 40–57.",
        "41": "This persisted throughout the French Empire’s involvement in Italy; see R.T. Ridley, The Eagle and the Spade: The Archaeology of Rome during the Napoleonic Era, 1809–1814 (Cambridge, 1992), pp. 47–93.",
        "42": "E. Pigni, ‘Le due incoronazioni di Napoleone’, Aevum, lxxix (2005), pp. 739–44.",
        "43": "C. Capra, ‘Nobili, notabili, élites: Dal “modello” francese al caso italiano’, Quaderni Storici, xiii (1978), pp. 12–42.",
        "44": "For a broader analysis, see M. Broers, ‘Napoleon, Charlemagne, and Lotharingia: Acculturation and the Boundaries of Napoleonic Europe’, Historical Journal, xliv (2001), pp. 135–54.",
        "45": "S. Patriarca, Italian Vices, Nation and Character from the Risorgimento to the Republic (Cambridge, 2010), pp. 20–50.",
        "46": "Indeed a proper ancien régime order of chivalry was created after the coronation to fulfil this purpose: E. Pigni, L’Ordine della Corona di ferro e le altre ricompense concesse da Napoleone I nel Regno Italico (Florence, 2014).",
        "47": "Woolf, Napoleon’s Integration of Europe, pp. 133–84.",
        "48": "Unfortunately, the only general history of the satellite kingdoms is in need of an update. See O. Connelly, Napoleon’s Satellite Kingdoms: Managing Conquered Peoples (Malabar, 1990), passim; but also J. Czubaty, The Duchy of Warsaw, 1807–1815: A Napoleonic Outpost in Central Europe (London, 2016), chs. 2, 8.",
        "49": "J. Heinzen, ‘Transnational Affinities and Invented Traditions: The Napoleonic Wars in British and Hanoverian Memory, 1815–1915’, English Historical Review, cxxvii (2012), p. 1419; D.I. O’Neill, Edmund Burke and the Conservative Logic of Empire (Los Angeles, CA, 2016), pp. 1–3, 54–8, 100–10, 158–67, and 168–78.",
        "50": "Archivio di Stato di Milano [hereafter ASMi], Atti di Governo, Potenze Sovrane, 126 and 129, Festa della Riconoscenza alla Repubblica Francese.",
        "51": "Migliorini, Il Mito dell’Eroe, passim.",
        "52": "Varni, Bologna Napoleonica, pp. 181–5; Zaghi, L’Italia di Napoleone, pp. 48–9.",
        "53": "N. del Bianco, Il Coraggio e la Sorte: Gli Italiani nell’età Napoleonica dalle Cisalpine al Regno Italico (Milan, 1997), pp. 215–16.",
        "54": "Melzi d’Eril, Francesco Melzi d’Eril, 1753–1816, pp. 281–3.",
        "55": "Zaghi, L’Italia di Napoleone, pp. 49–52.",
        "56": "A. Pillepich, Napoleone e gli Italiani (Bologna, 2005), pp. 49–51.",
        "57": "Napoléon Bonaparte: Correspondance générale, ed. T. Lentz et al. (15 vols., Paris, 2004–18) [hereafter Nap. Corres.], iv. 743–4, no. 8953 (23 June 1804).",
        "58": "Pillepich, Napoleone e gli Italiani, p. 49.",
        "59": "Ibid.",
        "60": "Nap. Corres., v. 20, no. 9483 (Paris, 11 nivôse an XIII [1 Jan. 1805]).",
        "61": "Schroeder, Transformation of European Politics, pp. 257–76.",
        "62": "L. Mascilli Migliorni, Napoleone: L’Uomo che esportò la Rivoluzione in tutta Europea (Rome, 2014), pp. 235–8.",
        "63": "By this time relations between Napoleon and Melzi were strained, to say the least: Nap. Corres., iv. 841, no. 9149 (Saint Omer, 10 fructidor an XII [28 Aug. 1804]).",
        "64": "Nap. Corres, v. 133–4, nos. 9693, 9695 (La Malmaison, 25 ventôste an XIII [16 Mar. 1805]).",
        "65": "Pigni, ‘Le due incoronazioni di Napoleone’, p. 742.",
        "66": "ASMi, Atti di Governo, Potenze sovrane 146, Statuto Costituzionale del Regno d’Italia, 19 Mar. 1805.",
        "67": "ASMi, Atti di Governo, Potenze sovrane 146, Quarto Statuto Costituzionale del Regno d’Italia, 16 Feb. 1806. Attempts were made until 1814 to keep Eugène in place in Milan; see D. Spadoni, Milano e la congiura militare nel 1814 per l’indipendenza italiana (3 vols., Modena, 1937).",
        "68": "ASMi, Atti di Governo, Potenze sovrane 146, Coronation, decrees issued on 22 Mar. 1805.",
        "69": "For an interesting view of this, see N. Davies, Vanished Kingdoms: The History of Half-Forgotten Europe (London, 2011), pp. 493–538, and P.H. Wilson, The Holy Roman Empire: A Thousand Years of Europe’s History (London, 2016), pp. 21–42.",
        "70": "N. Christie, The Lombards (Oxford, 2002), pp. 69–108.",
        "71": "Ruggieri, ‘L’Incoronazione di Napoleone I’, p. 749.",
        "72": "Nap. Corres, v. 161, no. 9747 (Saint-Cloud, 7 germinal an XIII [28 Mar. 1805]).",
        "73": "Ibid.",
        "74": "‘S.S. a fait à l’Empereur une triple onction, l’une sur la tête, les autres dans les deux mains’: Louis-Philippe de Ségur, Cérémonial de l’empire français: contenant, 1e. Les honneurs civils et militaires à rendre aux autorités militaires, civiles et ecclésiastiques de l’Empire, et aux différentes personnes occupant des places, à qu’il en est dû d’après le décret impérial… (Paris, 1805), p. 20; J. Tulard, Le Sacre de l’Empereur Napoléon: Histoire et légende (Paris, 2004), p. 46.",
        "75": "ASMi, Atti di Governo, Potenze Sovrane 148, Ségur to Felici, 28 Apr. 1805.",
        "76": "Cf. G. Ellis, ‘Religion According to Napoleon: The Limitations of Pragmatism’, in N. Aston, ed., Religious Changes in Europe, 1650–1914 (London, 1997), p. 246. According to Ellis, there was no formal religious service during the sacre. It is true that the constitutional oath and the crowning were secular moments, but the consecration and coronation mass were supremely religious in character. The French sacre was hybrid in nature rather than secular. Catholicism played its part was but was subordinate to the state.",
        "77": "J.-O. Boudon, Napoléon et les cultes: Les religions en Europe à l’aube du XIXesiècle, 1800–1815 (Paris, 2002), p. 126.",
        "78": "No mention of this is made in Pontificale Romanum: Editio typica, 1961–1962, ed. M. Sodi and A. Toniolo (Vatican, 2009).",
        "79": "Nap. Corres., v. 161–2, no. 9747 (Saint-Cloud, 7 germinal an XIII [28 Mar. 1805]).",
        "80": "ASMi, Ministero degli Esteri, Prima Divisione (detto Marescalchi), Marescalchi 70, Marescalchi to the Consulta, 20 Feb. 1805 (cited in Pigni, ‘Le due incoronazioni di Napoleone’, pp. 740–41).",
        "81": "Modern scientific analysis has done much to shatter the myths surrounding this symbol of royalty. Carbon-dating analysis has established that that no part of this artefact dates from the reign of Constantine, as alleged by some chronicles, but rather it is an ensemble of Lombard and Carolingian components. Moreover, most of the jewels are ‘paste’ and of little or no monetary value. The crown is comprised of six sections held together by a metal ring, or circumference, said to be a melted-down nail from the crucifixion of Christ. This circumference, it has been discovered, is composed entirely of silver, and again is unlikely to be authentic. The crown has a fifteen-centimetre diameter and it seems safe to assume that it is missing a substantial number of its original sections. For some coronations a special hat, with a purpose-made mounting, had to be constructed to make it serviceable. See V. Maspero, La Corona Ferrea: La storia del più antico e celebre simbolo del potere in Europea (Monza, 2003), pp. 115–23. For a post-Napoleonic account, see Angelo Bellani, Corona Ferrea del Regno d’Italia considerata, Io, come monumento d’arte; IIo, come monumento storico; IIIo, come monumento sacro. Memoria apologetica (Milan, 1819).",
        "82": "A. Pillepich, ‘Napoleon 1er et la Couronne de Fer’, in G. Bucellati, ed., La Corona Ferrea nell’Europa degli imperi (Milan, 1995), pp. 197–212.",
        "83": "R. Harrison, ed., Understanding the Politics of Heritage (Manchester, 2010), esp. chs. 3, 5.",
        "84": "N. Valli, Breve introduzione al rito ambrosiano (Milan, 2014), pp. 15–16 and passim.",
        "85": "Broers, Politics of Religion in Napoleon Italy, p. xii.",
        "86": "ASMi, Atti di Governo, Potenze Sovrane 142, account books for the artisans involved in preparing the Duomo.",
        "87": "ASMi, Atti di Governo, Potenze Sovrane 148, Talleyrand to Felici on ceremonial costumes, 27 Mar. 1805; Spannochi to Felici on judicial robes, 4 Apr. 1805; Segur to Felici on heralds’ tabards, 20 May 1805.",
        "88": "ASMi, Atti di Governo, Potenze Sovrane 148, ‘Extrait. Note du costume que devront avoir les diverses autorités du Royaume d’Italie à la solennité du sacre et couronnement de SM’.",
        "89": "G.C. Bascapé and M. del Piazzo, eds., Insegne e simboli: Araldica pubblica e privata, medievale e moderna. Parte Terza: Araldica Napoleonica in Italia (Rome, 1983), pp. 760–61.",
        "90": "As Mascilli Migliorni has put it, the Coronation sounded like a cri de guerre directed at Austria: Napoleone, p. 237.",
        "91": "I. Ranieri, Napoleone e Pio VII, 1804–1813: Relazioni storiche su documenti inediti dell’Archivio Vaticano (Turin, 1906), pp. 155–8.",
        "92": "Nap. Corres., v. 161–2, no. 9747 (Saint-Cloud, 7 germinal an XIII [28 Mar. 1805]).",
        "93": "J. Moulard, Le comte Camille de Tournon, préfet de la Gironde, 1815–1822 (Paris, 1914).",
        "94": "ASMi, Atti di Governo, Potenze Sovrane 148, Marescalchi to Felici, 19 Apr. 1805.",
        "95": "ASMi, Atti di Governo, Potenze Sovrane 148, Talleyrand to General Pino, 10 June 1805;.",
        "96": "ASMi, Atti di Governo, Potenze Sovrane 148, Ségur to Caprara, 13 Apr. 1805; Felici to Ségur, n.d.; Ségur to Felici, 29 Apr. 1805.",
        "97": "J. Charon-Bourdas, La Légation en France du Cardinal Caprara, 1801–1808 (Paris, 1979); C. Castiglioni, Napoleone e la Chiesa Milanese (Milan 1933), passim.",
        "98": "The clerical side of this compromise can be found in Archivio Capitolare Metropolitano di Milano [hereafter ACMMi], Fondo Liturgico, Cart. 44, Fasc. 1, Esp. Cerimoniale Liturgico dell’incoronazione di Napoelone.",
        "99": "ASMi, Atti di Governo, Potenze Sovrane 148, Felici to Ségur, May 1805.",
        "100": "ASMi, Atti di Governo, Potenze Sovrane 148, Maret to Felici, twenty-five sample invitations from French sacre, 25 Mar. 1805.",
        "101": "ASMi, Atti di Governo, Potenze Sovrane 148, Felici to Aldini, Ségur has refused to adjudicate in the row between the appeal courts of Milan and Bologna, 29 Apr. 1805.",
        "102": "ASMi, Atti di Governo, Potenze Sovrane 148, tribunale di revisione of Bologna wished to precede that of Milan in all processions, 27 Apr. 1805.",
        "103": "ASMi, Atti di Governo, Potenze Sovrane 148, Spannochi to Aldini, judicial authorities should be given their due rank, 22 Apr. 1805; Spannochi to Aldini, 23 Apr. 1805; Spannochi to Felici, 4 Jun. 1805.",
        "104": "ASMi, Atti di Governo, Potenze Sovrane 148, ‘Extrait. Cerimoial [sic] à observer pour la réception du premier Consul dans les Villes ou il se rendra’.",
        "105": "ASMi, Atti di Governo, Potenze Sovrane 148, Bovara to Felci, Mantua, 2 May 1805.",
        "106": "ASMi, Atti di Governo, Potenze Sovrane 148, Carli to Felci, n.d.",
        "107": "D.J. Grout and H. Weigel Williams, A Short History of Opera (New York, 2003), pp. 384–5.",
        "108": "ASMi, Atti di Governo, Potenze Sovrane 144, Pollini to Felci, purchase of a pianoforte for the royal apartments in Milan, 30 Mar. 1805.",
        "109": "E. Borri, ‘La Scuola Pianistica Milanese nell’Ottocento: I “doici studi op. 3” per pianoforte di Francesco Sangalli’, in S. Martinotti, ed., La musica a Milano, in Lombardia e oltre (2 vols., Milan, 1996), i. 182.",
        "110": "ASMi, Atti di Governo, Potenze Sovrane 144, report from Pollini to either Felici or Bovara, n.d. (probably early May 1805).",
        "111": "Ibid.",
        "112": "ASMi, Atti di Governo, Potenze Sovrane 144, report by Pollini, 3 May 1805; list of members of orchestra and choir for 26 May 1805, n.d.",
        "113": "A. Pillepich, Milan Capitale Napoléonienne, 1800–1814 (Paris, 2001), pp. 398–402.",
        "114": "Giornale Italiano, no. 52, 1 May 1805, p. 213 (description of papal meeting).",
        "115": "Giornale Italiano, no. 55, 8 May 1805, p. 224; Giornale Italiano, supplement to no. 55, p. 229.",
        "116": "Nap. Corres., v. 224, no. 9877 (Stupinigi, 2 floréal an XIII [22 Apr. 1805]); C. Boyer Lewis, Elizabeth Patterson Bonaparte: An American Aristocrat in the Early Republic (Philadelphia, PA, 2012).",
        "117": "Nap. Corres., v. 288, no. 9985 (to Fouché, Stupinigi, 3 floréal an XIII [23 Apr. 1805]).",
        "118": "‘Your marriage is annulled by your own volition, I return to you my friendship, and I will resume those sentiments which I have held since your infancy, hoping that you will be worthy of them through the efforts that you will make to earn my recognition by serving in my armies’: Nap. Corres., v. 274, nos. 9986, 9987 (Alexandria, 16 Floréal an XIII [6 May 1805]).",
        "119": "C. Capra, V. Castronovo and G. Ricuperati, La Stampa Italiana dal’500 all’800 (Bari, 1986), pp. 502–33.",
        "120": "A. Piromalli and T. Iermano, Le Feste dei Pastori del Rubicone per Napoleone I Re d’Italia (Florence, 1994), passim.",
        "121": "ASMi, Atti di Governo, Potenze Sovrane 144, 28 Apr. 1805.",
        "122": "Giornale Italiano, second supplement, no. 58, 15 May 1805, p. 247.",
        "123": "Capra, Castronovo and Ricuperati, La Stampa Italiana, pp. 502–33.",
        "124": "L. Gagliardi, Milano in rivoluzione: Patrioti e popolo di fronte all’invasione francese, 1796–1799 (Milan, 2009), pp. 94–5.",
        "125": "A. Varni, Bologna Napoleonica: Potere e società dalla Repubblica Cisalpina al Regno d’Italia (Bologna, 1973), pp. 111–44; R. Spadoni, Le Insorgenze contadine in Val Padane nel periodo napoleonico, 1804–1814 (Bologna, 1972), passim.",
        "126": "This view has been expressed with wit and verve by D. Gilmour, The Pursuit of Italy: A History of its Regions and Their Peoples (London, 2011), esp. pp. 7–38.",
        "127": "Broers, Napoleonic Empire in Italy, pp. 175–212; U. Caldora, Calabria Napoleonica, 1806–1815 (Cosenza, 1985), pp. 400–39.",
        "128": "Pillepich, Milan Capitale Napoléonienne, p. 400.",
        "129": "C. Oman, Napoleon’s Viceroy (New York, 1966), pp. 169–92.",
        "130": "Giornale Italiano, 22 May 1805, no. 61, p. 268.",
        "131": "ASMi, Atti di Governo, Potenze Sovrane 148, 22 May 1805.",
        "132": "Pillepich, ‘Napoleon 1er et la Couronne de Fer’, pp. 202–6.",
        "133": "E. Pigni, La Guardia di Napoleone Re d’Italia (Milan, 2001), pp. 51–7.",
        "134": "For the best description of the Cathedral decorations, see ASMi, Atti di Governo, Potenze Sovrane 146, ‘Progetto di Cerimoniale per l’Incoronazione’.",
        "135": "Most of the description that follows here is derived from the final ceremonial procedures drafted for 26 May 1805; see ASMi, Atti di Governo, Potenze Sovrane 148, ‘Cerimoniale ecclesiastico traduzione francese’. See also ACMMi, Fondo Liturgico, Cart. 44, Fasc. 1.",
        "136": "Valli, Breve introduzione al rito ambrosiano, pp. 37–52.",
        "137": "Giornale Italiano, 27 May 1805, no. 63, p. 274 and first supplement, 27 May 1805, no. 63, pp. 277–8, and 29 May 1805, no. 64, pp. 280–81; Documenti officiali relativi al nuovo regno d’Italia e all’incoronazione di Napoleone Bonaparte Primo Imperatore de’ Francesi e Re d’Italia (Milan, 1805), passim.",
        "138": "ACMMi, Fondo Liturgico, Cart. 44, ‘Cerimoniale ecclesiastico’ (printed version).",
        "139": "These ornaments are today, perhaps ironically, housed in the Museo del Risorgimento of Milan. For an analysis of the hand of justice in the French ceremony, see Lentz, Nouvelle Histoire du Premier Empire, i. 84.",
        "140": "Berterelli, the liturgical master of ceremonies, rather pithily recorded, in the ceremonial logbook of the Cathedral Canons, the following: ‘when it came to the crown, his Majesty himself picked it up and placed it on his head’: ACMMi, Fondo Liturgico, Cart. 44. Fasc. 1, ‘Cerimoniale Liturgico dell’incoronazione di Napoleone’.",
        "141": "ASMi, Atti di Governo, Potenze Sovrane 148, Ségur to Bovara, 11 May 1805; Luini, prefect of police, to the municipal administration of Milan, 21 May 1805.",
        "142": "Louis-Philippe, comte de Ségur, and Massimiliano, marchese Stampa di Soncino, Ceremoniale [sic] del Corteggio delle LL. MM. Imperiali, e RR. Per trasferirsi a S. Ambrogio (Milan, 1805).",
        "143": "Paris, Archives nationales, Pouvoir Exécutif, Série AF IV Secréterie d’état Impériale, 1045, Cultes.",
        "144": "ASMi, Atti di Governo, Potenze Sovrane 144, dos. Corse delle bighe e fanti.",
        "145": "ASMi, Atti di Governo, Potenze Sovrane 144, Bonomini to Ségur, 29 May 1805.",
        "146": "ASMi, Atti di Governo, Potenze Sovrane 144, Felci to the Prefects, 4 Apr. 1805.",
        "147": "ASMi, Atti di Governo, Potenze Sovrane 176, Consultore Costabili, Intendente Generale de’ beni della Corona to Felci, 22 June 1805.",
        "148": "E. Muir, Ritual in Early Modern Europe (2nd edn., Cambridge, 2005); C. Geertz, The Interpretation of Cultures (New York, 1973), ch 6; D. Handelman, Models and Mirrors: Towards an Anthropology of Public Events (Cambridge, 1990), pp. 24–8.",
        "149": "Cooper, Colonialism in Question, pp. 168–90.",
        "150": "Lentz, Nouvelle Histoire du Premier Empire, i. 90–101.",
        "151": "Muir, Ritual in Early Modern Europe, pp. 15–88.",
        "152": "Broers, Europe under Napoleon, chs. 4, 5.",
        "153": "Antonielli, I Prefetti dell’Italia Napoleonica, pp. 301–38; de Francesco, L’Italia di Bonaparte, pp. 93–117.",
        "154": "Pigni, L’Ordine della Corona di Ferro, p. 59.",
        "155": "L. Wodey, L’Insigne de l’Honneur, de la Légion à l’Étoile (Paris, 2005), pp. 29–46.",
        "156": "Pingaud, ‘Le dernier voyage de Napoléon en Italie (1807)’, passim.",
        "157": "Ibid., pp. 531–4.",
        "158": "Ibid., p. 530.",
        "159": "Ibid., p. 529.",
        "160": "Antonielli, I Prefetti dell’Italia Napoleonica, pp. 278–89.",
        "161": "Ibid., pp. 289–99.",
        "162": "Pingaud, ‘Le dernier voyage de Napoléon en Italie (1807)’, pp. 64–7.",
        "163": "A. Grab, ‘The Kingdom of Italy and the Continental Blockade’, in K.B. Aaslestad and J. Joor, eds., Revisiting Napoleon’s Continental System (Basingstoke, 2015), pp. 98–113.",
        "164": "F. della Peruta, Esercito e società nell’Italia Napoleonica (Milan, 1996), pp. 301–76.",
        "165": "Pigni, L’Ordine della Corona di Ferro, pp. 150–55.",
        "166": "Capra, ‘Nobili, notabili, elites’, p. 31.",
        "167": "J. Tulard, Napoléon et la Noblesse d’Empire (Paris, 2003), p. 112.",
        "168": "ASMi, Atti di Governo, Araldica, Parte Moderna, 2.",
        "169": "C. Maginn, ‘Surrender and Re-Grant in the Historiography of Sixteenth-Century Ireland’, Sixteenth Century Journal, xxxviii (2007), pp. 955–74.",
        "170": "Lentz, Nouvelle Histoire du Premier Empire, ii. 547–50.",
        "171": "Spadoni, Milano e la congiura militare nel 1814, vol. i, passim.",
        "172": "M. Meriggi, Gli Stati italiani prima dell’unità: Una storia istituzionale (Bologna, 2011), pp. 8–15; id., ‘Liberalismo o libertà dei ceti? Costituzionalismo Lombardo agli albori della Restaurazione’, Studi Storici, ii (1981), pp. 315–43; Pigni, La Guardia di Napoleone, pp. 262–75.",
        "173": "J. Rath, The Provisional Austrian Regime in Lombardy Venetia, 1814–1815 (Austin, 1969), pp. 3–53.",
        "174": "M. Meriggi, Il Regno Lombardo Veneto (Turin, 1987), pp. 33–93.",
        "175": "J. Stolzer and C. Steeb, eds., Österreichs Orden: Vom Mittelalter bis zur Gegenwart (Graz, 1996), pp. 146–62.",
        "176": "ASMi, Atti di Governo, Potenze Sovrane 246, 247."
    }
}