{
    "title": "Provincial Merchants in Eighteenth-Century England: The ‘Great Oaks’ of Manchester*",
    "author": "Peter Maw",
    "date": "07 August 2021",
    "article": "The importance of overseas trade to England’s national wealth and international reputation in the eighteenth century amplified the public discourse on the social value of merchants. Contemporary conduct books described a hierarchical occupational structure, where merchants enjoyed the highest prestige within the business community, with tradesmen and manufacturers performing distinct and progressively less valued professional functions. These conduct books focused on London, England’s premier port and the beating heart of Europe’s commodity and financial markets. Historians have also given much attention to London but have equally demonstrated the importance of merchants in the ‘outports’, whose participation in England’s foreign trade engendered significant wealth, status and political influence. This article considers a different type of eighteenth-century merchant, one based within English manufacturing regions, and one that has been largely overlooked in the historiography, not least because their businesses elided the separation of production and mercantile activities espoused by contemporary didacts. Focusing on Manchester, the article demonstrates that the town’s ‘Great Oaks’ challenged London’s commercial hegemony in a distinctive way, seeking not to replicate outport merchants’ entrepreneurial verve in risky, multilateral trades, but specialising, as both manufacturers and merchants, in exporting to commercially developed markets, where the ability to supply a precise assortment of locally produced textiles was more important than the capacity to sell imports or to provide financial services to overseas clients. Although little studied, provincial merchant communities were a general feature of the more dynamic English manufacturing regions in the years immediately before, and during the onset of, industrialisation.Manchester … had been known as a manufacturing town, the members of which composed of the great oaks of the forest that had rendered our wooden walls sofor centuries past, thatcould meet them with impunity!—they were the(for all those great merchants were manufacturers with scarcely an exception) whose rich assorted bales, containing the second necessaries of life … gave these manufacturing merchants a sort of princely rank in the country.[CITATION-1] Research on England’s overseas trade in the eighteenth century has emphasised the significance of the merchant communities of London. Economic historians have highlighted the London merchants’ predominant share of England’s international trade, while social historians have demonstrated that merchants dominated civic life in the capital, constructing a primarily urban culture, wherein decisions about investments, marriages and political offices were motivated as much by the concerns of business and the City as by the acquisition of ‘gentle’ status.[CITATION-2] However, it is now also recognised that provincial merchants based in the ‘outports’ captured a succession of overseas markets from London in the eighteenth century, when the elite Atlantic merchants of Bristol and Liverpool built fortunes and legacies comparable to their metropolitan equivalents.[CITATION-3] The collective endeavours of these outward-looking, port-based merchants are often portrayed as integral to some of the most important developments in eighteenth-century England: the expansion and integration of its empire; the growing power and reach of its political and financial institutions; and the increasing sophistication of its consumer cultures.[CITATION-4] Historians, in contrast, have paid much less attention to merchants in thetowns of England’s industrial north and midlands.[CITATION-5] This article, which offers a new study of merchants and overseas trade in eighteenth-century Manchester, seeks to demonstrate that the focus on London and outport merchants has not only produced a rather narrow conception of the eighteenth-century merchant community, but has also obscured the scale and significance of a major expansion of direct overseas trade radiating from the provincial manufacturing centres in the second half of the century. While inland merchants based in industrial towns may not have controlled vast fleets of ships, or have invested heavily in appetising or eye-catching consumer imports, they were able to exploit their local contacts in rapidly maturing provincial markets for specialist manufactured goods to make inroads, at the expense of port-based merchants, into some of England’s foremost export trades. The expansion of direct trade from the inland manufacturing regions was not a simple response to industrialisation, but part of a broader process of innovation—in products, markets and technologies—that took root in the 1760s and 1770s, and rapidly accelerated in the last two decades of the century.Although the Lancashire cotton industry was the most dynamic English manufacturing region in the second half of the eighteenth century, and has been the beneficiary of generations of historical research, it has been mainly studied as a pioneer of mechanised, factory production, with little emphasis placed on the marketing systems or personnel that channelled unprecedented quantities of English-manufactured cottons to international consumers. Two main factors explain our limited understanding of the commercial organisation of the eighteenth-century cotton industry. First, from a conceptual point of view, historians of the cotton industry have often portrayed marketing developments as less significant than, or even subordinate to, advances in production, emphasising the impact of industrialisation on merchants and trade but ignoring, or over-simplifying, the impact of widening markets and mercantile innovations on technological change. Douglas Farnie even complained of ‘a strong anti-commercial bias’ in the historiography of the cotton industry, with merchants relegated to ‘the rubbish bin of history’.[CITATION-6] Secondly, and more importantly, the primary sources that underpinned the classic industrial histories of northern England yielded limited evidence on commercial organisation before.1815. Despite historians’ best efforts, conventional industrial history sources have not generated a deep enough pool of information to identify the personnel responsible for handling England’s exports of cottons or the business practices they adopted in this period. In contrast, historians have made much use of the abundant and informative sources on nineteenth- and twentieth-century cotton-textile marketing, a system of trade which is now well understood.[CITATION-7] The few studies that have seriously investigated the marketing of English cottons in the eighteenth century have offered more reliable guides to the internal rather than overseas trades in cotton textiles,[CITATION-8] while more recent work on retailing and dress has offered a sophisticated portrayal of the use of imported and domestic cottons in England and the marketing channels that connected manufacturers with their metropolitan and provincial consumers.[CITATION-9] Recent years have also witnessed renewed interest in the merchant networks that distributed an increasing share of English industrial output to international markets in the eighteenth century. However, this research has so far focused on London and the outports and has little to say about the emerging overseas trades of Manchester or other manufacturing towns.[CITATION-10] Even attempts to reassert the importance of Atlantic trade to the genesis of the ‘first’ industrial revolution have relied more on a demonstration of growing external demand for cottons than on an analysis of the merchant networks that might have transmitted demand signals to putative inventors or adopters of new technologies.[CITATION-11] Focusing on the Manchester textile market and the town’s emerging overseas trades, this article argues that a significant reappraisal is required of both the English merchant community in the eighteenth century and the role played by provincial merchants in setting the stage for the development of the world’s first industrialised economy. Historians’ portrayals of eighteenth-century English merchants have reinforced rather than challenged the prescriptions of contemporary business conduct books, which suggested that merchants stood at the apex of a hierarchical business community, elevated above manufacturers and craftsmen by their refraining from production, and above retailers and warehousemen by their involvement in international trade.[CITATION-12] The first half of the eighteenth century has been associated with a ‘revolution of scale in overseas trade’, in which specialist merchants driving large businesses came to dominate overseas trade at the expense of the shopkeepers, wholesalers and craftsmen who had made regular forays into foreign markets in the mid- to late seventeenth century.[CITATION-13] While this pattern of concentration and specialisation has been most definitively established for London and the outports, the only major study of an ‘inland’ English merchant community in the eighteenth century has suggested that Leeds’s woollen exports were similarly handled by a coterie of specialist merchants, functionally and socially separate from production and producers.[CITATION-14] This representation of merchants as a discrete group of elite overseas traders, however, understates the porosity of the boundaries between manufacturers, retailers, wholesalers and merchants, and does not encompass the full scope of individuals and firms who claimed the title of ‘merchant’ in the eighteenth century. It does not, for example, capture the activities of ‘merchants’ handling the mainlydistribution of raw or semi-processed materials—coal merchants, timber merchants, corn merchants and the like—who could be found in any English town of significant size in the eighteenth century.[CITATION-15] Nor does it reflect the dynamism of metropolitan warehousemen, the most successful of whom amassed fortunes that ‘towered over most of the merchants’ and who offered stern competition to merchants in overseas trade by the mid-eighteenth century.[CITATION-16] This article, however, focuses on a different type of eighteenth-century English merchant, one based in manufacturing towns rather than in ports, and one not yet fully integrated into our understanding of the eighteenth-century merchant community, not least because their businesses elided the separation of production and mercantile activities espoused by contemporary didacts. These inland, provincial merchants were most conspicuous in manufacturing regions whose internal markets had reached sufficient maturity to reduce reliance on London sales and to promote the development of local mercantile agencies. Their increased prominence in overseas trade after.1750, moreover, was a natural extension of the specialisation documented from the early eighteenth century: the more merchants specialised by commodity, or as importers or exporters, the more advantage accrued to firms who focused their energies on the manufacture or sale of specific types of goods. Inland merchants, such as those in Manchester, offered a distinctive challenge to London’s commercial hegemony in the late eighteenth century, seeking not to replicate the outport merchants’ entrepreneurial verve in risky, import-led or multilateral trades, but concentrating their efforts, as both manufacturers and merchants, on exporting to commercially developed European and North American markets where the ability to supply precise assortments of manufactured goods was more important than their capacity to sell imports or to provide shipping or financial services to overseas clients.In short, not only would a better knowledge of Manchester’s merchant community shed new light on the business relations between London, the outports and the provincial manufacturing regions, and their ramifications for the timing and character of economic growth in the world’s first industrial society, but it would also permit a better understanding of the diversities of the eighteenth-century English merchant community and the distinctive ways that provincial merchants, in ports and inland towns, challenged London’s long-held domination of English overseas trade. The foundational evidence is taken from the first seven Manchester trade directories published between 1772 and 1800. These directories’ simple lists of individuals/firms, their occupations and their addresses provide the most comprehensive information available on the size of manufacturing and mercantile cohorts in eighteenth-century provincial towns.[CITATION-17] However, as is well known, the directories’ occupational labels often conceal the complexities of the business functions undertaken by particular firms, especially, in the case of Manchester, their participation in marketing and foreign trade.[CITATION-18] This article contextualises the skeletal information available in directories by drawing on additional sources not significantly exploited by historians of the early cotton industry: the direct evidence on Manchester exporters contained in the archives of foreign merchants trading with England and the overseas-trade petitions organised by the Manchester merchants themselves. Combining these two sets of sources develops our understanding of Manchester’s early overseas trade and merchant community in three particular ways. First, it allows a close inspection of the expansion of the Manchester textile market and its internal workings in the late eighteenth century. Secondly, it permits a detailed reconstruction of the connections that Manchester forged with consumer markets in Britain and abroad, and the identification of the Manchester firms who developed the town’s major overseas trades after 1750. Finally, it enables the emergence of Manchester as a significant trading centre to be understood as part of the wider growth and development of England’s international trade and of its provincial merchant communities and towns in the eighteenth century.Although Manchester became synonymous with cottons, the textiles manufactured in the town and its hinterland in the eighteenth century comprised a heterogeneous assortment of cotton, linen, silk and worsted cloths and accessories known as ‘Manchester goods’. The town’s first directories, published in the 1770s, highlight the primary importance of three types of textiles sold in the Manchester market: fustians, checks and smallwares, with woollens and silks occupying secondary positions. Fustians mainly comprised stout cotton-linen mixed cloths, as well as higher-value all-cotton ‘velverets’, designed for men’s waistcoats, breeches and frock coats. Checks, also largely linen-cotton composites, but with a lower cotton content and price than fustians, were principally produced for Atlantic markets, but were also used within Britain for women’s aprons, while smallwares encompassed a range of worsted, linen, cotton and silk tapes, laces and threads sold to an equally diverse body of domestic and international consumers.[CITATION-19] Two groups of manufacturers controlled the production of Manchester goods: resident Manchester firms and ‘country manufacturers’, the latter based in the smaller hinterland settlements and listed separately in the directories as using the Manchester market to sell their output. In the 1770s, town manufacturers were already more numerous than their country equivalents, comprising around two-thirds of the textile producers associated with the Manchester market (seeand[CITATION-2] ). Even so, physical production in Manchester was largely confined to smallwares, as well as the finishing processes, and the Manchester manufacturers’ production of fustians and checks required the employment of waged cottage workers in the town’s semi-rural surroundings. Country manufacturers, based directly within the weaving districts, also manufactured by ‘putting-out’, with fustians establishing strong foundations in Leigh, Bolton, Bury, Radcliffe, Prestwich, Middleton, Oldham and Ashton, while checks took root in a narrower circle of villages outside of the township, but within the parish, of Manchester. Until.1770, asshows, these towns and villages within fifteen miles of Manchester provided the bulk of textiles sold in the Manchester market, when the town provided the only significant local market for Lancashire cottons, of which only the cotton-linen printing cloths manufactured around Blackburn and Preston, in imitation of Indian calicoes for women’s gowns and domestic furnishings, were not fully drawn into the orbit of the Manchester market.[CITATION-20] Manchester textile manufacturers listed in trade directories, 1772–1800.Sources: Elizabeth Raffald,(Manchester, 1772); Elizabeth Raffald,(Manchester, 1773); Elizabeth Raffald,(Manchester, 1781); Edmond Holme,(Manchester, 1788); John Scholes,(Manchester, 1794); John Scholes,(Manchester, 1797); G. Bancks,(Manchester, 1800).Notes: ‘Manchester’ includes the townships of Manchester, Salford, Chorlton-on-Medlock, Ardwick, Hulme and Cheetham. The small number of firms in other townships but included in the Manchester section of trade directories have been reclassified as ‘country manufacturers’ and included in the data presented inand[CITATION-3] . Cotton spinners and sizers, as well as silk throwsters, and finishing firms, are excluded unless textile manufacturing (weaving) was also undertaken. ‘Other’ includes manufacturers that made two infrequently paired types of cloth (e.g. check and nankeen manufacturers). Firms described as both merchants and manufacturers are included inas manufacturers and inas marketing firms.Manchester textile manufacturers listed in trade directories, 1772–1800.Sources: Elizabeth Raffald,(Manchester, 1772); Elizabeth Raffald,(Manchester, 1773); Elizabeth Raffald,(Manchester, 1781); Edmond Holme,(Manchester, 1788); John Scholes,(Manchester, 1794); John Scholes,(Manchester, 1797); G. Bancks,(Manchester, 1800).Notes: ‘Manchester’ includes the townships of Manchester, Salford, Chorlton-on-Medlock, Ardwick, Hulme and Cheetham. The small number of firms in other townships but included in the Manchester section of trade directories have been reclassified as ‘country manufacturers’ and included in the data presented inand[CITATION-3] . Cotton spinners and sizers, as well as silk throwsters, and finishing firms, are excluded unless textile manufacturing (weaving) was also undertaken. ‘Other’ includes manufacturers that made two infrequently paired types of cloth (e.g. check and nankeen manufacturers). Firms described as both merchants and manufacturers are included inas manufacturers and inas marketing firms.‘Country manufacturers’ attending the Manchester market, as listed in trade directories, 1772–1800.Sources: as.Notes: Consists of firms in the ‘country manufacturers’ section of the Manchester directories, as well as those in the Manchester section but not based in Manchester, Salford, Hulme, Ardwick, Chorlton-on-Medlock or Cheetham, as defined in the notes to. ‘Other/not specified’ includes manufacturers that made two infrequently paired types of cloth (e.g. dimity and quilting manufacturer) and firms identified only as ‘manufacturers’.‘Country manufacturers’ attending the Manchester market, as listed in trade directories, 1772–1800.Sources: as.Notes: Consists of firms in the ‘country manufacturers’ section of the Manchester directories, as well as those in the Manchester section but not based in Manchester, Salford, Hulme, Ardwick, Chorlton-on-Medlock or Cheetham, as defined in the notes to. ‘Other/not specified’ includes manufacturers that made two infrequently paired types of cloth (e.g. dimity and quilting manufacturer) and firms identified only as ‘manufacturers’.Country manufacturers attending the Manchester market by region, 1772–1800.Sources: as.Notes: Bolton and district: parishes of Bolton-le-Moors and Deane; Wigan, Leigh and district: parishes of Wigan, Leigh and Winwick; Stalybridge and district: Mottram in Longdendale parish; Prestwich, Middleton and district: parishes of Middleton, Radcliffe and Prestwich-cum-Oldham (except townships of Tonge, Chadderton, Crompton, Oldham and Royton); Ashton and district: Ashton-under-Lyne parish and the township of Dukinfield; Bury and district: Bury parish; Oldham and district: Prestwich-cum-Oldham parish (except townships of Alkrington, Great Heaton, Little Heaton, Pilkington and Prestwich); Stockport and district: Stockport parish (except the township of Dukinfield); Manchester parish: Manchester parish (except townships of Manchester, Salford, Cheetham, Hulme, Ardwick and Chorlton-on-Medlock); Yorkshire: historic county; Eccles and district: Eccles parish; Burnley, Colne and district: townships of Colne, Habergham Eaves, Burnley, Barrowford Booth and Padiham; Rochdale and district: Rochdale parish; Glossop and district: Glossop parish; Macclesfield and district: parishes of Macclesfield, Astbury, Knutsford, Prestbury and Wilmslow; Flixton and district: parishes of Flixton and Ashton on Mersey; Warrington and district: parishes of Warrington and Lymm; Blackburn and district: Blackburn parish; Haslingden: township of Haslingden; Preston, Chorley and district: parishes of Preston, Penwortham, Chorley and Kirkham; St Helens, Prescot and Ormskirk: parishes of Prescot and Ormskirk; Bakewell and district: Bakewell parish.Where a settlement crosses a county boundary, it is noted as Lancashire: e.g. Todmorden is classified as being within Rochdale and district.Country manufacturers attending the Manchester market by region, 1772–1800.Sources: as.Notes: Bolton and district: parishes of Bolton-le-Moors and Deane; Wigan, Leigh and district: parishes of Wigan, Leigh and Winwick; Stalybridge and district: Mottram in Longdendale parish; Prestwich, Middleton and district: parishes of Middleton, Radcliffe and Prestwich-cum-Oldham (except townships of Tonge, Chadderton, Crompton, Oldham and Royton); Ashton and district: Ashton-under-Lyne parish and the township of Dukinfield; Bury and district: Bury parish; Oldham and district: Prestwich-cum-Oldham parish (except townships of Alkrington, Great Heaton, Little Heaton, Pilkington and Prestwich); Stockport and district: Stockport parish (except the township of Dukinfield); Manchester parish: Manchester parish (except townships of Manchester, Salford, Cheetham, Hulme, Ardwick and Chorlton-on-Medlock); Yorkshire: historic county; Eccles and district: Eccles parish; Burnley, Colne and district: townships of Colne, Habergham Eaves, Burnley, Barrowford Booth and Padiham; Rochdale and district: Rochdale parish; Glossop and district: Glossop parish; Macclesfield and district: parishes of Macclesfield, Astbury, Knutsford, Prestbury and Wilmslow; Flixton and district: parishes of Flixton and Ashton on Mersey; Warrington and district: parishes of Warrington and Lymm; Blackburn and district: Blackburn parish; Haslingden: township of Haslingden; Preston, Chorley and district: parishes of Preston, Penwortham, Chorley and Kirkham; St Helens, Prescot and Ormskirk: parishes of Prescot and Ormskirk; Bakewell and district: Bakewell parish.Where a settlement crosses a county boundary, it is noted as Lancashire: e.g. Todmorden is classified as being within Rochdale and district.The last two decades of the eighteenth century witnessed major changes in the commodity profile and geographical reach of the Manchester market. While the number of town and country manufacturers of fustians, checks, smallwares and woollens stagnated or even declined after the late 1780s, the number of manufacturers of muslins, dimities, calicoes and, above all, ‘cottons’ sharply increased, the remarkable effect of the mechanisation of cotton spinning which promoted the manufacture of the all-cotton cloths that had long dominated India’s textile output. The trading frontiers of the Manchester market expanded in step with this commodity diversification, especially by drawing in country manufacturers in regions switching from wool or silk to cotton manufacture around Burnley, Rochdale, Stalybridge and Stockport (see). But the major expansion occurred within Manchester itself, where directories indicate resident textile manufacturers increased from 318 firms in 1788 to 514 in 1800. Given the still-limited importance of Manchester as a factory centre, this was likely to have been more an outcome of Manchester’s growing importance as a centre of marketing than of production.[CITATION-21] The trade directories of the late 1780s and 1790s, at first look, indicate that Blackburn and Preston manufacturers retained their commercial independence from Manchester, but this is partly illusory: most of the leading north Lancashire cotton firms (including Peel, Yates & Co.; Livesey, Hargreaves & Co.; Howarths & Smith; Watson, Myers & Co.) had establishedbranches in Manchester and hence are listed as ‘Manchester’ rather than ‘country’ manufacturers in the directories.By the closing decades of the century Manchester thus provided a marketplace for a deeper pool of textiles produced in a more extensive hinterland. However, the workings of the Manchester market remain little understood. Did the Manchester market operate like other textile markets in eighteenth-century England? How were goods sold in Manchester and to whom? Was the maturation of the Manchester market associated with the emergence of a specialist merchant elite, elevated above the manufacturers?The best-known textile markets in eighteenth-century England were in London and the West Riding of Yorkshire. The London market was largest and most eclectic, its ascendancy rooted in the size and diversity of its population, its dominance of overseas trade, and its reputation as an arbiter of fashion. While all varieties of British and foreign textiles were sold in eighteenth-century London, the capital was the prime outlet for textiles produced in English regions which lacked significant local markets—West Country woollens, East Anglia worsteds, Midlands silk and hosiery—as well as the grand emporium for England’s imports of Asian and European cottons, silks and linens. As the scale and scope of the London market increased in the eighteenth century, its commercial organisation became more complex. At the century’s outset, provincial textile manufacturers selling in London had generally consigned their output to City ‘factors’, who sold them on commission to the two main groups of London textile purchasers—merchants in the export trade and metropolitan and provincial retailers in the domestic trade—usually offering credit to both manufacturer and buyer. However, by the mid-century, the lengthening credits expected in domestic and foreign markets stretched the financial resources of the London factors, who increasingly found it expedient to sell to an intermediate group of wholesalers—variously identified as warehousemen, drapers and mercers—who in turn supplied merchants and retailers on credit. Once established as the key intermediaries in the trade, such wholesale warehousemen could circumvent the factors entirely and order cloths directly from the provincial manufacturers. Some of the greatest fortunes in eighteenth-century London business were made by these warehousemen: the capital of the Fludyers in woollens and the Barclays in linens, for example, greatly surpassed those of most merchants and, indeed, by.1750, London warehouseman had begun to encroach on the activities of merchants and had developed their own significant overseas trade interests.[CITATION-22] A final, important development in the London textile market was for provincial manufacturers to establish their own City warehouses. This practice was evident in.1750 but became firmly established in the closing decades of the eighteenth century, when the largest provincial manufacturers kept permanent warehouses in London, while smaller producers occupied salerooms in City inns. John Chartres demonstrated the importance of London coaching inns as marketing spaces, emphasising their proliferation at the end of the arterial routes flowing into the City. The most common was the courtyard inn, set back from a main thoroughfare, with ancillary, sub-tenanted buildings—stables, shops, warehouses—clustered around a central enclosure.[CITATION-23] Stanley Chapman has shown that most of Nottingham’s hosiers sold directly in London in the early 1770s—from their own warehouses or from the inns around Wood Street—while Ursula Priestley demonstrates that Norwich worsted manufacturers effected their London sales from rooms rented from innkeepers around Bishopsgate, the terminus of the road carriers’ routes to the eastern counties.[CITATION-24] The West Riding woollen industry, with its emphasis on a narrow range of commodities and local rather than metropolitan sales, offers an alternative model of an eighteenth-century textile market. Indeed, the localisation of sales was such that five principal markets operated within the region, each specialising in the wool textiles produced in their immediate hinterlands. In Yorkshire, woollen and worsted manufacturers had limited connections with London but instead sold their output from rented stalls in purpose-built local cloth halls. By the 1770s, Leeds’s two main cloth halls provided accommodation for more than 3,000 manufacturers; the Wakefield, Bradford, Halifax and Huddersfield halls collectively accommodated roughly half as many again. The main buyers at the halls were local merchants, who oversaw the finishing processes and sold directly to national and international markets.[CITATION-25] Did the Manchester market conform to either the London or the West Riding model? The handful of contemporary descriptions of the Manchester textile market emphasise the absence of cloth halls. An Exchange, it is true, had been built in Manchester in the early eighteenth century, but if this institution had ever been used for selling textiles, it had ceased to do so by mid-century, and was mainly occupied by sellers of foodstuffs when it was demolished in 1792.[CITATION-26] In fact, the first Manchester trade directories suggest sales took place in three distinct physical spaces: the premises of textile finishers; private warehouses; and commercial inns. And, by 1800, only the last two retained significance. Thus, in 1781, while almost one-quarter of country manufacturers merely allowed buyers to view their stock in rooms provided by their Manchester ‘callenderers’—a class of tradesmen who machine-pressed cloths on the manufacturers’ behalf before sale—this practice was followed by only 6 per cent of country manufacturers in 1788, after which the use of such premises for selling textiles fell out of use.In contrast, the use of salerooms in warehouses and commercial inns increased in importance in the later decades of the century and these came to be the principal places where country manufacturers effected their Manchester sales. The 1800 directory, for example, lists 132 country manufacturers with specific Manchester warehouse addresses, 105 who sold from inns, and another 24 firms using both.[CITATION-27] These premises—warehouses and inns—were clustered around Market Place, at the heart of the town’s commercial district. Indeed, there may have been only minor differences between warehouses and inns as places where country manufacturers sold their goods. Both types of premises had features in common with the courtyard inns of London. In 1800, for example, 81 of 131 country manufacturers’ ‘warehouses’ were in fact small rooms in multi-tenanted buildings located around a ‘court’, ‘yard’ or ‘entry’, with another thirteen in alleys, and three in lanes. In contrast, resident Manchester manufacturers’ warehouses were much larger, self-contained buildings: in 1800, just 84 out of 514 (16 per cent) were in courts or yards, the remainder located on main streets and squares across the town’s central districts. In 1788, for example, a Manchester warehouse advertised in a local newspaper was described as ‘suitable for a Manufacturer’ or one that could be ‘divided to suit Country Tradesmen’.[CITATION-28] Resident Manchester manufacturers occupied larger warehouses than country manufacturers because they had functions beyond simply exposing goods for sale. Indeed, in the mid-eighteenth century, Manchester manufacturers often lived in their warehouses. Percival’s critique of the social aspirations ofManchester manufacturers mocked their dwelling rooms with ‘ware-houses under, and warping rooms over’. Over the next few decades, this practice became less prevalent: just 13 per cent of Manchester warehouses contained living quarters in 1801.[CITATION-29] Still, even without dwelling space, Manchester warehouses served a number of purposes: they contained the ‘counting house’, where principals or clerks wrote letters and kept the ledgers; they were used as a central hub to ‘put out’ cotton and yarn, and to ‘take in’ piece goods before and after finishing; and they were used to store, display and sell goods.[CITATION-30] Although the trade directories permit a detailed reconstruction of who sold textiles in late eighteenth-century Manchester, and the physical spaces where sales were made, they are much less useful as a means to identify the buyers of textiles in the Manchester market. In fact, the directories contain numerous plausible occupational categories for textile purchasers. Some, such as warehousemen, drapers and mercers, suggest parallels with the London market, while others, such as merchants, invite comparisons with Yorkshire. The Manchester township rate books, which survive intermittently for the late eighteenth century, provide some remedy for the directories’ shortcomings. Unlike the directories, rate books classify the function of each property in the town (warehouse, shop, factory, house etc.) and assign each a rateable value (RV). The former helps, in some cases, to clarify the business roles of the directory listees, while the latter, conventionally used as a proxy for property value, gives a suggestion of business scale.[CITATION-31] The remainder of this section analyses the directory and rate-book evidence, as well as the more informative but scarcer material available in manufacturers’ sales records, to demonstrate that the use of directories in isolation has created a misleading impression of the Manchester textile market, one that overstates the roles played by warehousemen and drapers, and obscures the fact that the major resident purchasers came from within the upper echelons of the manufacturing community itself.‘Warehouseman’ is the most prevalent directory classification that implies a significant role in buying textiles in Manchester. There were already fifty-eight warehousemen listed in the 1772 directory, increasing to more than 200 by 1800. Such evidence has induced some historians to consider that Manchester warehousemen performed similar roles to the wealthy firms that controlled much of London’s textile trade in the eighteenth century.[CITATION-32] However, a quite different picture emerges when the directory evidence is considered alongside information in the Manchester rate books. The 1797 directory, for example, lists as many as 166 ‘warehousemen’, 117 of whom appear in the rate book for the same year. However, these 117 properties had an average RV of just £5, the lowest average rating of any category connected to the textile trades in Manchester.[CITATION-33] These 117 properties, furthermore, were rated as ‘houses’ rather than business premises and, as such, were most probably the residences of warehouse managers or employees rather than the premises of independent wholesaling firms. Some of the warehousemen properties, it is true, were of a more substantial nature, but only nine firms listed in the 1797 directory had unambiguous wholesaling designations and, unlike the other 117, occupied premises with comparable ratings, by type and value, with those of other Manchester businesses.[CITATION-34] Although less numerous than ‘warehousemen’, the array of drapers and mercers listed in the directories—around one in five of whom were women in the mid-1790s—were probably more significant as textile purchasers in the Manchester market. While traditionally associated with buying and selling woollens, linens and silks, the London evidence tells us that such firms also embraced the trades in Asian and British cottons in the eighteenth century.[CITATION-35] However, the rate books indicate that, unlike the great London wholesalers whose businesses often had similar designations, most Manchester drapers and mercers confined their business to the retail trade. Their premises were invariably rated as ‘shops’ in the late eighteenth century, and given that the market for cottons amongst the local clientele served by such shopkeepers was small relative to the national market—the town, even in its broadest definition, contained less than 1 per cent of the English population,.1750–1800—it is doubtful that these fifty or sixty drapers/mercers were more than secondary buyers of cottons in the Manchester market.[CITATION-36] The most plausible remaining directory identifiers for local textile buyers are ‘merchants’ and ‘merchants and manufacturers’. However, the directories suggest that three-quarters of Manchester merchants in the textile industry primarily traded in raw cotton or yarn, or a combination of the two, rather than finished textiles. Firms described as ‘merchants and manufacturers’ can be more readily linked to the cloth branch and were more numerous than firms described only as ‘merchants’ by the 1790s (see). The RV evidence also suggests a prominent role for ‘merchants and manufacturers’. Indeed, as shown in, their average warehouse RV in 1797 was £42, by far the highest of any category examined, suggesting that ‘merchants and manufacturers’ formed the elite of Manchester’s business community, a vastly different picture to the social ‘ideal’ described by eighteenth-century commentators. However, the limited occupational and property information contained in both directories and rate books preclude definite conclusions about such firms’practices in the Manchester market: after all, the ‘merchant’ aspect of their designation might simply reflect sales of their own production to national and international markets.Manchester trade directory marketing classifications, 1772–1800.Sources: asNotes: Wholesale section: ‘merchants and manufacturers’ includes firms classified as merchants, manufacturers and printers, and manufacturers and chapmen; ‘cotton merchants’ includes cotton dealers, cotton warehouse; ‘cotton and yarn merchants’ includes dealers in cotton, weft and twist; ‘yarn merchants’ includes dealers in weft and twist, cotton twist/weft warehouse; ‘Dealer in textiles’ includes dealers in worsteds, woollens, blankets, silks, smallwares, linens, fustians, checks, printed cottons, cottons; ‘warehouseman (specific)’ includes muslin warehouse, fustian warehouse, dimity, calico and print warehouse, fustian, dimity and calico warehouse, upholstery warehouse, dimity warehouse, counterpane warehouse, linen, cloth, print and handkerchief warehouse; ‘Textile wholesaler’ includes wholesale linen draper and wholesaler hosier; ‘Other’ includes firms engaged in two wholesale actives that were infrequently paired; ‘merchants and manufacturers’, ‘manufacturers and Irish linen merchants’, ‘manufacturers and yarn merchants’ also appear inas manufacturers. Retail section: ‘other draper’ includes firms listed only as drapers or who are listed as drapers/mercers of more than one type of cloth (e.g. linen and woollen draper); ‘other retail’ includes firms described in more than one activity (e.g. hatter and hosier).Manchester trade directory marketing classifications, 1772–1800.Sources: asNotes: Wholesale section: ‘merchants and manufacturers’ includes firms classified as merchants, manufacturers and printers, and manufacturers and chapmen; ‘cotton merchants’ includes cotton dealers, cotton warehouse; ‘cotton and yarn merchants’ includes dealers in cotton, weft and twist; ‘yarn merchants’ includes dealers in weft and twist, cotton twist/weft warehouse; ‘Dealer in textiles’ includes dealers in worsteds, woollens, blankets, silks, smallwares, linens, fustians, checks, printed cottons, cottons; ‘warehouseman (specific)’ includes muslin warehouse, fustian warehouse, dimity, calico and print warehouse, fustian, dimity and calico warehouse, upholstery warehouse, dimity warehouse, counterpane warehouse, linen, cloth, print and handkerchief warehouse; ‘Textile wholesaler’ includes wholesale linen draper and wholesaler hosier; ‘Other’ includes firms engaged in two wholesale actives that were infrequently paired; ‘merchants and manufacturers’, ‘manufacturers and Irish linen merchants’, ‘manufacturers and yarn merchants’ also appear inas manufacturers. Retail section: ‘other draper’ includes firms listed only as drapers or who are listed as drapers/mercers of more than one type of cloth (e.g. linen and woollen draper); ‘other retail’ includes firms described in more than one activity (e.g. hatter and hosier).Manchester trade directory wholesale marketing classifications and their property rateable values in the Township of Manchester rate book, 1797.Sources: Cols. 1 and 3, as; Col. 2, Manchester Central Library, Manchester Archives and Local Studies, GB127. M10/7/5/1, Manchester Township Rate Book, 1797.Notes: ‘Firms with RV’: firms listed in the 1797 Manchester trade directory which could be found in the Manchester Township Rate Book. Rate books for the townships of Salford, Cheetham, Hulme, Chorlton-on-Medlock and Ardwick have not survived and it has not been possible to assign an RV to the 35 firms based in these townships.Manchester trade directory wholesale marketing classifications and their property rateable values in the Township of Manchester rate book, 1797.Sources: Cols. 1 and 3, as; Col. 2, Manchester Central Library, Manchester Archives and Local Studies, GB127. M10/7/5/1, Manchester Township Rate Book, 1797.Notes: ‘Firms with RV’: firms listed in the 1797 Manchester trade directory which could be found in the Manchester Township Rate Book. Rate books for the townships of Salford, Cheetham, Hulme, Chorlton-on-Medlock and Ardwick have not survived and it has not been possible to assign an RV to the 35 firms based in these townships.It is, in fact, the surviving archives of North-West cotton manufacturers that provide the most direct evidence on the organisation of cloth sales in Manchester and most clearly identify the buying activities of Manchester manufacturers. Unfortunately, just three Manchester or country manufacturers are known to have left records sufficiently comprehensive to analyse the full scope of their sales in the final three decades of the century. The most striking aspect of these sales records is the extent of Manchester manufacturers’ purchases of cottons in the market. Hence, as the sales records listed inshow, the leading local buyers of cottons in the 1770s and 1780s were not described in directories as merchants, warehousemen or drapers, but asof various types of Manchester goods. By the late 1790s, as Gray’s sales illustrate, the leading purchasers may have been found among the increasingly prevalent directory designation of ‘merchants and manufacturers’. Of course, the sales of three manufacturers cannot be taken as representative of total market activity in the later eighteenth century. Nonetheless, this article will go on to demonstrate that the same ‘merchants and manufacturers’ were also the leading Manchester exporters to international markets by the 1790s. First, however, it is necessary to consider the interactions between the London and Manchester markets for cottons, and the rise of Manchester as an export centre.Function of Manchester textile purchasers: evidence from manufacturers’ sales records.Sources: Col. 1: MALS, GB127.MS ff 657 D43, Day book of unknown Manchester firm, 1773–9; Col. 2: John Rylands Library, Manchester, Samuel Oldknow Papers, SO 11/1, day book, 1782–4; 11/2, day book, 1786–7, 11/3, day book, 1788, 11/4, day book, 1789–90; Col. 3: Bolton Archives, ZGE/3, William Gray, Daybook, 1796–1802.Notes: Sales of finished textiles, woven accessories and clothing only (sales of rovings/yarns excluded), all of which were rounded to the nearest pound sterling; firms classified as described in the Manchester trade directory nearest the point of sale; ‘manufacturers’ includes firms described as manufacturers and printers; ‘merchants/dealers’ includes cotton merchants, yarn merchants, and firms described as dealers in various types of textiles; ‘warehousemen’ includes firms described as ‘wholesale’ linen drapers; Manchester is defined as inand includes firms operating in both Manchester and London, which are classified as they appear in the Manchester trade directories.The unknown firm’s daybook begins in 1773, but many entries before 1775 are obscured by invoices later pasted over the pages. Cols. 1 and 2 tabulate 2,969 transactions between 9 Aug. 1775 and 30 Apr. 1779, 155 of which (worth £238) were recorded only as ‘ready money’ (i.e. cash) transactions and are included here with the Manchester sales (in ‘other/unknown’); The Oldknow daybooks record 2,272 transactions for cloth sales falling between 24 Sept. 1782 and 2 Nov. 1790. Sales information is missing between 22 Jan. 1783 and 28 Mar. 1783, between 5 Nov. 1784 and 2 June 1786, between 4 Aug. 1787 and 2 Sept. 1787, between 6 Nov. 1787 and 14 Nov. 1787, between 30 May 1788 and 12 Mar. 1789; the Gray daybook records 214 piece-goods sales transactions between 5 May 1796 and 14 Nov. 1799.Function of Manchester textile purchasers: evidence from manufacturers’ sales records.Sources: Col. 1: MALS, GB127.MS ff 657 D43, Day book of unknown Manchester firm, 1773–9; Col. 2: John Rylands Library, Manchester, Samuel Oldknow Papers, SO 11/1, day book, 1782–4; 11/2, day book, 1786–7, 11/3, day book, 1788, 11/4, day book, 1789–90; Col. 3: Bolton Archives, ZGE/3, William Gray, Daybook, 1796–1802.Notes: Sales of finished textiles, woven accessories and clothing only (sales of rovings/yarns excluded), all of which were rounded to the nearest pound sterling; firms classified as described in the Manchester trade directory nearest the point of sale; ‘manufacturers’ includes firms described as manufacturers and printers; ‘merchants/dealers’ includes cotton merchants, yarn merchants, and firms described as dealers in various types of textiles; ‘warehousemen’ includes firms described as ‘wholesale’ linen drapers; Manchester is defined as inand includes firms operating in both Manchester and London, which are classified as they appear in the Manchester trade directories.The unknown firm’s daybook begins in 1773, but many entries before 1775 are obscured by invoices later pasted over the pages. Cols. 1 and 2 tabulate 2,969 transactions between 9 Aug. 1775 and 30 Apr. 1779, 155 of which (worth £238) were recorded only as ‘ready money’ (i.e. cash) transactions and are included here with the Manchester sales (in ‘other/unknown’); The Oldknow daybooks record 2,272 transactions for cloth sales falling between 24 Sept. 1782 and 2 Nov. 1790. Sales information is missing between 22 Jan. 1783 and 28 Mar. 1783, between 5 Nov. 1784 and 2 June 1786, between 4 Aug. 1787 and 2 Sept. 1787, between 6 Nov. 1787 and 14 Nov. 1787, between 30 May 1788 and 12 Mar. 1789; the Gray daybook records 214 piece-goods sales transactions between 5 May 1796 and 14 Nov. 1799.In around 1700, Manchester goods reached domestic and foreign consumers via intermediaries in London and the outports.[CITATION-37] John Aikin’s overview of eighteenth-century marketing practices, published in the mid-1790s, suggests that, as late as the 1720s, Manchester firms ‘confined their trade to the wholesale dealers in London, Bristol, Norwich, Newcastle, and those who frequented Chester fair’. Aikin saw two major changes taking place after.1730. First, Manchester manufacturers began to sell directly to provincial shopkeepers who previously ‘had been supplied by the wholesale dealer’ and, secondly, from.1770, Manchester became directly involved in overseas trade.[CITATION-38] Subsequent research has endorsed the essentials of Aikin’s account. There is now abundant evidence that Manchester manufacturers had developed extensive distribution networks across Britain by the 1730s, using travelling salesmen to solicit orders from an increasingly sophisticated body of town and country shopkeepers. What is less clear is the extent to which direct sales from Manchester posed a significant challenge to London’s traditional function as a wholesale distributor of Manchester goods. Most historians have tentatively concluded that the sales conducted via London factors and warehousemen surpassed those flowing through Manchester, although Chapman has argued that Manchester ‘set the pace’ in the home trade after 1760.[CITATION-39] The sales records of the three Lancashire cotton manufacturers discussed above provide one way to assess the London and Manchester markets for cottons in the later eighteenth century, as well as the scale of manufacturers’ direct trade with provincial retailers and outport merchants. The data, presented in, invite three main conclusions. First, while the three firms sold most of their output in London and Manchester, London sales predominated, accounting for between 35 and 79 per cent of each firm’s total sales. Secondly, the London trade was highly concentrated: the three manufacturers had far more buyers in Manchester than in London, but average London sales were much larger. Finally, direct sales to both provincial drapers and outport merchants comprised a relatively minor part (11–27 per cent) of the three firms’ total sales. Of course, such evidence can provide no more than a glimpse of the channels used to distribute cottons within England. However, M.M. Edwards and Beverly Lemire have marshalled a range of descriptive evidence to demonstrate cotton manufacturers’ reliance on the contacts, information and finance provided by London warehouseman and factors in the late eighteenth century, a finding reaffirmed in the surviving correspondences of two North-West manufacturers in the early years of the nineteenth century, at a time when London trade directories suggest that few Lancashire manufacturers had established their own City warehouses.[CITATION-40] English sales of North-West cottons: evidence from manufacturers’ sales records.Sources: as.Notes: Firms are assigned a geographical category based on descriptions given in the original ledgers or by cross-referencing with trade directories. The most useful for the latter purpose were the Manchester trade directories listed in, as well as(Warrington, 1781);, ed. C. Wilkins-Jones (Winton, 1993);(Liverpool, 1777); T. Lowndes,(London, 1779); William Mathews,(Bristol, 1793); H. Lowndes,(London, 1797).Outports: Liverpool, Bristol, Hull and Lancaster; ‘Other’ refers to all places in England outside of London, Manchester, Salford, Liverpool, Bristol, Hull and Lancaster and includes places located close to Manchester but outside of the five townships defined in.English sales of North-West cottons: evidence from manufacturers’ sales records.Sources: as.Notes: Firms are assigned a geographical category based on descriptions given in the original ledgers or by cross-referencing with trade directories. The most useful for the latter purpose were the Manchester trade directories listed in, as well as(Warrington, 1781);, ed. C. Wilkins-Jones (Winton, 1993);(Liverpool, 1777); T. Lowndes,(London, 1779); William Mathews,(Bristol, 1793); H. Lowndes,(London, 1797).Outports: Liverpool, Bristol, Hull and Lancaster; ‘Other’ refers to all places in England outside of London, Manchester, Salford, Liverpool, Bristol, Hull and Lancaster and includes places located close to Manchester but outside of the five townships defined in.Manchester thus faced stern competition from London as a wholesale market for cottons in the eighteenth century. Did Manchester forge a more important role in the export trade? Certainly, given the small size of English cotton-textile exports in the first half of the century, Manchester’s initial involvement in exporting must have been limited. As late as.1750, just two regions—the West Indies and Africa—took 88 per cent of England’s exports of cottons, a trade worth only £20,000 per year, at a time when Englishexports had reached £3.9m.[CITATION-41] The West Indian trade, in any case, was largely centred on London, the major destination for the vast quantities of slave-grown sugar poured onto the home market. The West Indian business was dominated by a core of wealthy London commission merchants, who controlled shipping between England and the islands, and performed a range of commodity and financial transactions on behalf of West Indian planters.[CITATION-42] In 1768–72, indeed, fully 90 per cent of English exports to the West Indies were still despatched from London.[CITATION-43] The eighteenth-century slave trade was also controlled by port-based rather than inland merchants, especially, from the 1740s, by those of Liverpool. The logistical and entrepreneurial challenges of the triangular trade channelled the trade into the hands of specialist merchant firms and, although Manchester checks and handkerchiefs became increasingly prevalent in slave barters from the mid-century, most inland cotton manufacturers sold their output outright to Liverpool, Bristol and London slavers rather than actively participating in the trade.[CITATION-44] Manchester’s direct involvement in these West Indian and African trades depended on extended kinship networks in London, the outports and the colonies. Robert Hibbert & Co. of Manchester exported directly to Jamaica as early as the 1720s, but his firm had unusually strong metropolitan and island connections: Thomas Hibbert was the leading slave factor on Jamaica; Hibbert, Purrier & Horton was one of the largest London commission agencies in the sugar trade.[CITATION-45] Likewise, Thomas & Peter Touchet, Manchester check manufacturers, who exported to the West Indies from 1714, had family connections in London and Liverpool, who provided access to twenty ships in the West India trade in the mid-eighteenth century: Samuel Touchet, of London, was an MP, government contractor, insurance broker, cotton importer and slave trader.[CITATION-46] Few Manchester firms could boast these kinds of connections and, although the manufacturers who specialised in the production of cottons for the African and West Indian markets occasionally consigned cottons on speculation to the islands or took shares in individual slave-trading voyages, neither practice mounted a serious challenge to the trades managed directly from the ports.[CITATION-47] Manchester in fact established its prominence as an export centre in the second half of the eighteenth century in markets not previously significant for the cotton industry: the continent of Europe and the North American colonies. England’s Continental trade became increasingly dispersed in the eighteenth century as many northern, central and southern European nations established mercantile and financial institutions that partially freed them from commercial dependence on the major maritime powers of north-west Europe. First, from the early eighteenth century, England’s ‘staplemarket’ trade, conducted via the major trading emporia of Holland and Germany, was increasingly supplanted by direct trade on the accounts of a diversity of merchants operatingthe vast region previously controlled from German and Dutch seaports, one comprising the leading trading towns of central Germany, Switzerland, Austria, Hungary, Poland and Bohemia.[CITATION-48] Secondly, from the 1760s, a growing part of England’s export trade to southern Europe bypassed the English ‘factories’ in Lisbon, Porto, Cadiz and Leghorn, where English factors acting on behalf of principals in London and the outports (and in competition with their Dutch and French equivalents) had previously controlled these ports’ overseas trades to northern Europe. By the late eighteenth century, Portuguese, Spanish and Italian merchants, in ports and inland towns, had achieved sufficient commercial independence to order goods on their own accounts from England.[CITATION-49] New channels of trade competed with old but did not eliminate them: Amsterdam and Hamburg remained major export markets for English industry; English merchants and factors resident in foreign entrepôts retained importance into the nineteenth century, not least in the trade with Russia, the only major export market for English cottons to the east of the Danish Sound.[CITATION-50] But the fragmentation of European trade offered new opportunities for exporters willing to trade beyond the established entrepôts. The first success of English cottons in the European trade, for example, stemmed from the development of velverets, an all-cotton fustian pushed by Manchester rather than London exporters after the Seven Years War. By 1775, London exported just 17 per cent of English fustians and velverets destined for European markets but 83 per cent of the much smaller exports of English printed calicoes to the same region.[CITATION-51] This was a very rapidly growing non-metropolitan trade. Jackson has shown that fustians exported through Hull, Manchester’s main gateway to the Continent, increased from just 20 pieces in 1758 to 257,000 in 1783. Crucially, Manchester firms did not sell cottons to Hull merchants but corresponded directly with Continental importers: Hull merchants merely handled ‘the physical side of the shipment’.[CITATION-52] The critical aspect of Manchester’s European trade was the employment of ‘out riders’ on the Continent, who undertook lengthy commercial tours to make new connections, solicit business and demonstrate their product range using pattern books containing numbered swatches of cloth.[CITATION-53] Manchester men also became more visible in the English factory at St Petersburg but, as Anglo-Russian trade was mainly focused on English imports, the factory was still, in.1800, dominated by English merchants (by birth or naturalisation) connected to London and the outports. The only two Manchester firms with St Petersburg agencies on which we have information—Morewood & Longsdon and Grant, Wakefield & Krehmer—were either short-lived or ended in bankruptcy.[CITATION-54] The second half of the eighteenth century witnessed the ‘Americanisation’ of English overseas trade. While the major expansion of Anglo-American exports in the two decades after 1750 did not immediately overturn London’s long-held commercial supremacy in colonial trade, firms in inland manufacturing towns—Leeds, Manchester, Halifax, Sheffield and Birmingham—began to capture a growing share of orders for English manufactures in the non-plantation colonies to the north of the future Mason–Dixon line. As in the European trades, Manchester established its American trade through the extensive use of commercial travellers, but the initiative ran in both directions: American merchants made their own tours of England to consolidate relationships with extant suppliers and to build new contacts in the manufacturing regions. Such connections flourished after the American Revolution, when Manchester decisively supplanted London in the rising exports of cottons to Philadelphia, New York, Baltimore and Boston.[CITATION-55] However, Manchester exporters were much less prominent in the trades with the southern plantations, where the London, Bristol and Liverpool merchants who traded in American comestibles and raw materials continued to control reciprocal exports of English cottons and other manufactures until the early nineteenth century.[CITATION-56] What accounts for these discrepancies in the extent of Manchester’s direct participation in England’s overseas trade? Empire does not seem to have been important: Manchester was more active in the trade to continental Europe than to the British plantations. Nor was distance decisive, as indicated by Manchester’s export success in the markets of the north-eastern United States. In fact, it was the structure of particular markets that was most significant. Thus, in trades that demanded significant investments in importing or shipping—the slave-plantation trades or the Baltic trades—inland firms such as those in Manchester made little headway, except where they were prepared to establish operational infrastructure to match those of the port merchants. In contrast, where there was an established class of foreign or colonial merchants able to order cottons on their own account and pay for them in bills of exchange rather than bulky commodities, Manchester firms specialising in local cloth could furnish such exports on better terms than port merchants, for whom textiles were just one part of more diverse commercial operations. The fastest growing export trades in cottons, to continental Europe and the USA, were those where Manchester merchants were most active, while the domestic and slave-plantation markets, where their influence was the least apparent, declined in relative significance as the century wore on.[CITATION-57] Thus, in.1750, at least 90 per cent of English-made cottons were sold at home, in Africa, or in the West Indies, but these markets took barely 50 per cent by.1800.[CITATION-58] The identification of the Manchester firms who developed these major trades in Manchester goods to Europe and America is not straightforward. It is not possible, for example, to use port data to calculate individual merchants’ participation in particular trades.[CITATION-59] Neither do the kind of institutional sources used, for example, in Robert Bennett’s recent work on the membership of the Manchester Committee of Trade between 1774 and 1786, provide a direct means of identifying export merchants. This was a policy group designed to protect local economic interests from government interference, whose activities did not prioritise the cotton industry or overseas trade. The Committee’s subscribers, as Bennett makes clear, cannot be taken as a list of Manchester merchants.[CITATION-60] In fact, the number of Manchester exporters in the second half of the century remains largely unknown. Farnie, using directories, enumerates only four Manchester ‘merchant-shippers’ in 1786, a substantial underestimation that reflects the limitations of conventional sources to identify the town’s merchants in the late eighteenth century.[CITATION-61] Other sources are needed to establish the dimensions of the Manchester merchant community and thus to contextualise the classifications used in trade directories. The most reliable information is contained in the surviving business papers of foreign importers, which provide direct evidence on English exporters and allow assessments of the relative importance of different trading centres and the leading firms within them. However, while such records are relatively rich for North American merchants, those of European merchants are less extensive or remain unexploited for this purpose.[CITATION-62] Indeed, information on Manchester’s European trade only becomes abundant in the 1790s, especially in the form of the signatories of local memorials relating to particular international trades, and in the surviving records of the Commercial Society of Merchants Trading on the Continent of Europe (CSMTCE), established in 1794. While these latter sources permit Manchester exporters to be linked with specific European markets, they do not help to distinguish between major and minor exporters and it is possible that memorials were signed by firms/individuals with an interest in particular regions but who did not actually export directly to them. As such, the sources might under-represent Manchester exporters between the 1760s and 1780s and overstate them in the 1790s. Moreover, the sources do not cover Manchester’s exports to three important markets for cottons: Ireland, the West Indies and western Africa, although the voluminous information on slave-trade investors contained in thedatabase amply substantiates the point that Manchester firms played a minimal direct role in the latter trade.[CITATION-63] and[CITATION-9] and the Appendix describe the 129 distinct Manchester export firms identified from the sources outlined above across three sub-periods. All of the named partners in these Manchester export firms were men, a finding in line with other cohorts of eighteenth-century overseas traders examined by historians, although women’s formal business participation was more prevalent in Manchester’s retail and clothing sectors; the sources reveal nothing about the informal participation of women within export firms.[CITATION-64] The raw data suggest a slowly growing export community before.1780, with just sixteen Manchester firms identified as exporters in the 1760s and 1770s, but one which grew rapidly thereafter, with forty-two apparent new entrants in the 1780s and seventy-one in the 1790s, although many newcomers in the European branch probably entered the trade earlier than the sources suggest. The evidence indicates significant specialisation by trading region. In the 1760s and 1770s, just 6 per cent of identified exporters are known to have traded withEurope and North America, increasing to only 15 per cent in the 1780s and 1790s. As might be expected, Manchester’s pioneer exporters focused on the traditional branches of Manchester goods: as late as 1788, indeed, 70 per cent of known Manchester exporters traded in fustians, checks or smallwares. Cross-referencing with the trade directories suggests that two important changes had taken place by the 1790s. First, exporters of ‘cotton’ textiles became more prominent, encompassing over half the exporters to Europe, although only one quarter of those to America. Secondly, ‘merchants and manufacturers’ replaced ‘manufacturers’ as the most prevalent exporter category.Directory classifications of Manchester exporters and the regions traded with, 1760s–1790s.Source: see Appendix.Notes: ‘Merchants and manufacturers’ includes fustian/cotton manufacturer and importer of Irish linen; fustian manufacturer and wine merchant; merchant, manufacturer and printer. ‘Calico printers’ includes cotton printer and manufacturer; cotton manufacturer dyer and printer; calico manufacturer and printer.Directory classifications of Manchester exporters and the regions traded with, 1760s–1790s.Source: see Appendix.Notes: ‘Merchants and manufacturers’ includes fustian/cotton manufacturer and importer of Irish linen; fustian manufacturer and wine merchant; merchant, manufacturer and printer. ‘Calico printers’ includes cotton printer and manufacturer; cotton manufacturer dyer and printer; calico manufacturer and printer.Manchester export firms, 1760s–1790s: types of textiles exported.Sources: as.Notes: ‘Silk-cotton’ includes silk manufacturer and handkerchief manufacturer; ‘Cotton’ includes cotton spinner; ‘Calico’ includes merchant, manufacturer and printer; and cotton manufacturer dyer and printer. ‘Combinations’ consists of firms who manufactured/exported goods in more than one of the branches listed in cols. 1–7; ‘Other/non-specified’ includes hat manufacturer; dimity and muslinet manufacturer; nankeen and fustian manufacturer; merchant and manufacturer; merchant; and firms not listed in trade directories.Manchester export firms, 1760s–1790s: types of textiles exported.Sources: as.Notes: ‘Silk-cotton’ includes silk manufacturer and handkerchief manufacturer; ‘Cotton’ includes cotton spinner; ‘Calico’ includes merchant, manufacturer and printer; and cotton manufacturer dyer and printer. ‘Combinations’ consists of firms who manufactured/exported goods in more than one of the branches listed in cols. 1–7; ‘Other/non-specified’ includes hat manufacturer; dimity and muslinet manufacturer; nankeen and fustian manufacturer; merchant and manufacturer; merchant; and firms not listed in trade directories.Except for a handful of contemporary, or near-contemporary, descriptive sources, few records survive on the pioneers of Manchester’s European trade. P.A. Nemnich, a German visitor to Manchester in 1799, offered a brief report on Manchester’s Continental trade, identifying three pathbreaking firms in the 1760s and 1770s: Douglas & Co.; Harrison & Houghton; and Edmund Radcliffe, the named partners of which all came from families with long-standing connections to textile production in Manchester and its hinterland.[CITATION-65] Nemnich placed most emphasis on the latter: ‘his trade was the largest and he worked extensively to establish links with all ports of the world’.[CITATION-66] In the mid-1770s, the Philadelphian merchant Jabez Fisher had recorded an equally laudatory account of Radcliffe’s business in his private journal. Radcliffe, he said, was ‘the greatest manufacturer in England’ with a ‘prodigious’ trade with France, the Iberian Peninsula and the Mediterranean.[CITATION-67] The more substantive information available for the last two decades of the century shows a widening pool of Manchester firms in European trade but one in which only one of the pioneer firms (Harrison & Houghton) remained active. A partner of the firm Collen Frères, Carmichael & Co. of Le Havre visited Manchester in the aftermath of the Eden Treaty to build new connections in England. The surviving diary of his trip—signed only by ‘A.L.’—describes the activities of twenty-three Manchester firms already active in the European trade. The 1788 directory has information on twenty-two of these firms: thirteen manufactured fustians, four calicoes, two checks and three manufactured in more than one branch. Despite their direct participation in international trade, only four of these firms were described as ‘merchants’ in addition to their manufacturing interests[CITATION-68] The diplomatic uncertainties of the 1790s prompted a flurry of Manchester petitions seeking government protection of its burgeoning European interests and led to the formation of CSMTCE, significantly increasing the information available on Manchester’s exporters. While these sources reveal as many as eighty-nine Manchester firms active in the European trade by that decade (see), they do not help to discriminate between regular and more occasional exporters. There was a particularly visible core of signatories on the trading memorials—seventeen firms signed four or more, fifteen ‘merchants and manufacturers’ and two ‘merchants’—but this might reflect the extent of these firms’ political engagement as much as their trade. The RV of exporters’ Manchester warehouses offers another indirect measure of business scale. In fact, of the seventeen most active petitioners, only eight—C.F. Brandt; Entwistles & Sturtevant; J. & J. Potter; Potter & Crompton; Houghton; Barrow & Marriott; the Rawlinsons; and N. & F. Philips—paid tax on the more substantial warehouse properties rated above £50 in 1797. The named partners of some these firms, as well as others listed in the trade directories, suggest that Manchester’s merchant community was becoming more cosmopolitan in the closing years of the eighteenth century, when merchants from long-established North-West manufacturing dynasties were joined by more recent arrivals from the continent of Europe, although the use of surnames as identifiers for ‘foreign’ merchants has proved problematic, not least in failing to take naturalisation into account.[CITATION-69] John Scholes, in an unpublished study completed in 1870, used the directories, and his own connections within the nineteenth-century Manchester merchant community, to enumerate European merchants based in Manchester from 1781. His data indicate the presence of five ‘foreign’ merchants in Manchester in the 1780s but as many as twenty-one in the 1790s, although he only recorded fourteen firms still in operation in 1800.[CITATION-70] Combining Scholes’ data with the material collated in the Appendix permits some general inferences on the commercial significance of Europeans in Manchester in the later part of the eighteenth century. First, the raw data suggest that firms with at least one named ‘foreign’ partner accounted for around one-sixth of Manchester exporters to Europe in each of the last two decades of the century. Secondly, although apparent Dutch, French and Italian merchants were established in Manchester before 1800, German firms were most prominent, a distinction that would hold true until the 1860s.[CITATION-71] Thirdly, foreign merchants operated businesses similar in scope to their British-born equivalents. They did not, for example, solely trade with their country of origin: Alberti, in 1791, advertised for a clerk fluent in French as well as his native Italian; Krauss and Bickerdike traded to Spain as well as their home countries.[CITATION-72] Neither were these Manchester firms simply buying agencies for European importers: Bickerdike, Sturtevant, Alberti, Brandt, the Bernhards, Rupp, Frasche and Uhde, for example, were all originally described as ‘manufacturers’ or ‘merchants and manufacturers’ in the directories. In fact, four of the ‘foreign’ merchants (Sturtevant, Alberti, Frasche, Rupp) originally formed partnerships with British-born merchants and at least two (Uhde and Justamond) began as out-riders or clerks for Manchester exporters.[CITATION-73] From the mid-1790s, however, new arrivals began to concentrate on market purchases only, and did not manufacture, a distinct break from established Manchester practice, and one that became characteristic of the ‘foreign houses’ that dominated much of the European trade in Manchester cottons in the nineteenth century.[CITATION-74] The quantity and richness of the surviving mercantile records for American merchants trading with England permits a more confident identification of the major exporters in Manchester’s North Atlantic trade. Although several Manchester houses were active by the 1750s, it was Hyde & Hamilton who most strongly promoted the export trade in Manchester goods to the mainland colonies in the generation before the Revolution, benefiting no doubt from the two families’ long association with the manufacture of Manchester goods, as well as the Hyde family’s mercantile connections in Belfast and New York.[CITATION-75] The partners went their separate ways in the 1760s, each establishing major export businesses in fustians, checks and smallwares in the late colonial period. Indeed, most of the pioneer Manchester exporters to North America took orders for the full scope of goods sold in the Manchester market—Benjamin Bowers, for example, exported hats in addition to fustians, checks and smallwares—while American merchants visiting Manchester in the late colonial period found the more specialist fustian manufacturers in the European trade unable to supply their commodity requirements.[CITATION-76] Despite the breaking of the political bond between Britain and its former colonies in North America, exports of Manchester goods to the USA grew strongly after 1783, attracting new entrants to the trade and promoting the commodity specialisation of leading exporters. The Philips family, which had ancestral roots in Staffordshire but had been established in Manchester since the early eighteenth century, occupied a prominent position: Thomas, in hats and smallwares; Nathaniel & Falkner, in fustians and smallwares; John, in handkerchiefs, checks, muslins and calicoes; and Samuel, in fustians.[CITATION-77] Likewise, the two successors of the Hydes, Samuel Greg & Co. and Charles Wood & Co., divided the business to concentrate on fustians and checks respectively, while Ackers & Wilson, Johnson, and Hanson specialised in exports of silk-cotton handkerchiefs. Firms controlling spinning mills and printworks in northeast Lancashire, and very extensive Manchester warehouses, dominated exports of the ‘newer’ calicoes and muslins. The Peels were strongly connected in both branches. Peel, Yates & Co. and Peel, Yates, Tipping & Halliwell featured most prominently among several exporters of printed cottons, while Peels, Ainsworth & Co. are the only Manchester firm known to specialise in exporting muslins to the US. Indeed, Manchester’s exporters to America comprised a much smaller group than those in the European trade, as distinctively heavy credit demands placed barriers to entry on smaller firms.[CITATION-78] A Manchester memorial on the American trade in 1794, for example, was signed by just fourteen firms. The signatories match closely with the names identified in American importers’ ledgers: the exception, a dry salter, probably imported American raw materials rather than exported cottons; the remaining firms comprised eight ‘merchants and manufacturers’ and five manufacturers.[CITATION-79] There is, however, little evidence of American merchants settling in Manchester before 1800. Timothy Wiggin of Boston had set up as a merchant in the town by 1799 but it was not until the early part of the nineteenth century that a distinct American merchant community in Manchester became firmly established.[CITATION-80] As demonstrated above, Manchester’s other major Atlantic trades—with Africa and the West Indies—were mainly exploited by merchants in London, Liverpool and Bristol in the second half of the eighteenth century. However, a core of Manchester manufacturers, including the Taylors, Powell, Ford, Robinson & Heywood, Hanson, John Philips, Parke, and the Rawlinsons, initially focused much of their activities on making checks and handkerchiefs for slave and plantation markets, often as scions of Liverpool or Lancaster merchant families.[CITATION-81] Joseph Inikori has argued that the supply of checks to the slave trade acted as an incubator for the expansion of Manchester’s European trade in the late eighteenth century: ‘It was when the check makers found their markets in Western Africa and on the New World plantations interrupted by the American War of Independence that they turned their eyes to Europe … the evidence suggests that check manufacturers led the way in the development of cotton exports to Europe from 1775 onwards’. However, the progenitors of Manchester’s European trade rarely had connections with the production of checks for the slave-plantation trade. The Rawlinsons, as Inikori points out, made this transition, but this was an exception. The leading lights of the European trade came from a different circle of firms, specialising in fustians for menswear, not as ‘a sideline to the production of checks’ but as the mainstay of their business.[CITATION-82] In fact, there were stronger connections between the check branch and the growing trade to the US, where the Hibberts, the Touchets, Hanson, and John Philips established connections with both slave-plantation markets and North America. But such links were not essential, and many exporters rose to prominence in the US trade with no demonstrable connections with the African or plantation trades.In sum, although Manchester trade directories describe few firms as ‘merchants and manufacturers’ before the 1790s, it is evident that firms combining textile production and mercantile functions had emerged in the town at least three decades earlier, and that such firms were both the major purchasers of cottons in the Manchester market and the leading local exporters of cottons to overseas markets. Indeed, the overlap in the functions of ‘merchant’ and ‘manufacturer’ in late eighteenth-century Manchester is already well known. William Radcliffe’s remarks which preface this article are widely cited to substantiate the point.[CITATION-83] However, it is the relationship between production and marketing in Manchester that has remained poorly understood, in part because of the elasticity of both contemporaries’ and historians’ uses of identifiers such as ‘merchant’ and ‘manufacturer’. Historians, for example, have used the composite term ‘merchant-manufacturer’ to describe two significantly different business models: (i) firms engaged in manufacture by putting-out rather than factory production; (ii) manufacturers who marketed their output beyond local markets. The first use emphasises methods of production rather than marketing: ‘merchant’ merely reflects that the manufacturer purchased raw materials and distributed them to outworkers to spin and weave rather than using machinery and centralised plant. The second use focuses on the marketing function with the specifics of production unimportant.The first definition of ‘merchant-manufacturer’ is unhelpfully broad and would, in fact, includeManchester and ‘country’ cotton manufacturers in this period, given the pervasiveness of putting-out in weaving. The second definition provides a clearer distinction between the bulk of manufacturers who sold in Manchester or London and the smaller number who exported to overseas markets. However, the emphasis placed on manufacturers simply selling their own production means that it overlooks one of the key functions undertaken by the ‘merchants and manufacturers’ of Manchester: buying in the market. A merchant’s role encompasses buying as well as selling, and it is the former practice that has received insufficient attention. This is perhaps surprising given that Radcliffe’s oft-cited account explicitly states the importance of ‘scores’ of Manchester’s ‘great oaks’ purchasing cottons from the salerooms of ‘little manufacturers … in the grey’.[CITATION-84] It is difficult, in fact, to conceive how the Manchester market could have operated without these purchases given the absence of other significant local buyers. Advertisements for warehouse managers in local newspapers frequently requested experience of buying goods in the Manchester market. In 1795, for example, one Manchester firm sought a warehouseman for putting-out muslinets, dimities and fustians, adding that candidates would ‘be more eligible, if accustomed to buying the same in this Market’.[CITATION-85] How did these hundred or so Manchester export merchants fit into the broader structure of England’s merchant community in the eighteenth century? How far did the Manchester practice of combining manufacture and exporting deviate from prevailing modes of mercantile organisation? For good reasons, London merchants have attracted the most attention. In 1700, when London was already home to at least one thousand merchants, the capital handled as much as 80 per cent of England’s imports and 72 per cent of its exports.[CITATION-86] The London merchant community was much more cosmopolitan than Manchester’s: even in the early decades of the eighteenth century, roughly one-third of leading London merchants had foreign surnames, while a 1763 London trade directory suggests that more than three-quarters of merchant firms had at least one partner of foreign descent.[CITATION-87] The internationalisation of London’s merchant community reflected the growing proportion of London trade conducted on foreign account: many of the merchants drawn to the metropolis to buy and sell on commission were of foreign or colonial descent, or had been resident abroad for long periods, exploiting their overseas contacts to solicit consignments and attract orders, even if such connections were only a springboard to more diverse commercial and financial operations.[CITATION-88] While many eighteenth-century London merchants engaged in both importing and exporting, as well as in the provision of shipping and finance, they rarely manufactured the goods they shipped abroad.[CITATION-89] However, even in London, such ‘general merchants’ faced increasing competition from more specialised overseas traders. This had become apparent in the trade to north-western Europe as early as.1700, when many London merchants already concentrated on either exports or imports.[CITATION-90] By mid-century, London merchants trading with Europe and the American colonies also had to compete with City warehousemen, who specialised in certain varieties of manufactured exports, while in the 1780s and 1790s, London’s declining textile exports to New York and Philadelphia were mainly handled by warehousemen, or by provincial manufacturers with City warehouses, at a time when many London merchants, and even warehousemen, were increasingly withdrawing from commodity trade to specialise in banking and finance.[CITATION-91] While London’s overall mercantile supremacy endured the eighteenth century, outport trade grew at a rate unmatched by the capital. Outport merchants competed most successfully with London where they had a prominent geographical advantage in markets open to all ports—the trades with Asia and Hudson’s Bay were, of course, protected London monopolies—and, especially, where trade was complex or multilateral, and hence benefited from the outports’ relatively lower shipping and operational costs and their merchants’ greater willingness to invest in lengthy and risky ventures. In contrast, where trade was mainly on foreign account, London’s peerless commodity markets and financial resources hardened its resilience to competition from the outports. Liverpool and Bristol, for example, had fractional shares in the English commission trades in West Indian sugar and the best qualities of sweet-scented Chesapeake tobacco, but, after.1740, dominated the multilateral trades in enslaved Africans, Carolina rice and the coarser tobacco cultivated in the more peripheral growing regions of the Chesapeake.[CITATION-92] As Liverpool MP Isaac Gascoyne pointed out in 1799, ‘The London merchants were mostly agents for the planters, and did not traffic with the islands on their own account; the merchants of Liverpool and Lancaster were on the contrary, exporters and importers of goods, at their own risk’.[CITATION-93] Hence, the outports’ gains at the expense of London were mainly in Atlantic trades associated with high levels of risk, heavy shipping costs and complex operations across a number of ports.Merchants based in inland manufacturing regions posed a different kind of challenge to London’s overseas trade. The most successful incursions were made in manufacturing regions where the expansion of local markets had reduced reliance on metropolitan sales and had promoted the emergence of local merchants. The Yorkshire wool-textile industry was the most successful of these English industrial regions in the eighteenth century. In.1770, when Manchester’s export trade was in its infancy, West Riding merchants already handled £2.4m of wool-textile exports, roughly one quarter ofEnglish exports. However, by.1800, Manchester’s merchant community of around one hundred firms had reached a similar size to that of Leeds, indicating the former’s startling rise as an export centre. R.G. Wilson’s classic study characterises the Leeds exporters as ‘gentlemen merchants’: unlike their Manchester counterparts, they shunned production and accumulated export cargoes only by purchasing goods outright from a pool of thousands of local manufacturers, most of whom made only a few pieces of cloth per week.[CITATION-94] However, more recent research has qualified the view that production and marketing remained in the hands of separate firms in the West Riding, suggesting that the apparent differences in commercial practice between Leeds and Manchester should not be taken too far. First, while non-manufacturing merchants dominated the major Leeds mercantile dynasties founded in the early part of the century, after.1750 exporters who manufactured some wool textiles and purchased and exported other varieties attained significance in the town, first in worsteds and later in woollens.[CITATION-95] Secondly, outside of Leeds (and Wakefield), Yorkshire exporters maintained close connections with manufacture throughout the century. John Smail’s work on Halifax, the largest merchant community in the West Riding outside of Leeds, and S.A. Caunce’s on the manufacturing villages to the west of Leeds, as well as W.B. Crump and Gertrude Ghorbal’s older work on Huddersfield, show that, as in Manchester, the major overseas traders were manufacturers who exported their own production alongside other local textiles purchased from their smaller neighbours.[CITATION-96] Hence, the rise of Manchester in the export trade is best understood as part of changes in the structure of English overseas trade in the eighteenth century that undermined London’s long-held commercial supremacy. By the mid-nineteenth century, just one-fifth of total British exports, and less than 15 per cent of exports of cottons, cleared the port of London.[CITATION-97] Historians have emphasised the challenges posed to London by outport merchants, whose rapidly expanding international trades initially depended on their merchants’ readiness to engage in complex, risky or multilateral Atlantic trades on their own accounts. However, such trades were relatively unimportant in the long run. The high-water mark of Liverpool’s Atlantic trades in the nineteenth century, for example, came when the port’s merchants sold raw cotton on commission for southern planters or New York merchants, while providing basic shipping services for inland merchants and manufacturers in the export trade.[CITATION-98] London, meanwhile, yielded little of its prominence as a centre of domestic consumption or as an emporium for luxury imports, and consolidated and extended its position as Europe’s premier financial centre, producing fortunes in business that continued to exceed those accumulated in the provincial manufacturing regions.[CITATION-99] Thus, rather than following Liverpool’s lead in establishing its foreign business in risky, import-led or multilateral trades, Manchester’s eighteenth-century export trade depended on its ability to export a specialist range of locally produced textiles to commercially developed consumer markets previously falling within the orbit of the London commission system. This article has uncovered the presence of more than one hundred Manchester exporters to continental Europe and North America by the end of the century. Such firms were the leading purchasers of textiles in the Manchester market, significant manufacturers in their own right, and were primarily responsible for pushing out the trading frontiers of this inland town. Although not yet fully appreciated by historians, the rise of inland export merchants appears to have been characteristic of the leading eighteenth-century provincial manufacturing regions in the English north and midlands.[CITATION-100] This development should not be viewed as a simple outcome of industrialisation, not least because significant communities of inland merchants had attained importance before the widespread adoption of mechanised technologies. Indeed, the very presence of such local merchants capable not only of directing production to respond to growing foreign demand, but who were themselves intimately involved with that production process, might help to explain why these regions were so alert to technological advances in the later part of the century. Certainly, at least one-third of the 129 Manchester export firms identified in this article are known to have invested in new cotton factories or printworks in the late eighteenth century, and this should be regarded as a minimum in the absence of more comprehensive information in mill construction in the first phase of the industrial revolution.[CITATION-101] The importance of overseas trade to England’s national wealth and international standing in the eighteenth century amplified the public discourse on the social value of merchants. While both contemporaries and historians have mainly framed their discussions of merchants around the experiences of the elite merchants of London and the outports, and have emphasised that these merchants occupied a distinctive position in England’s social and occupational hierarchies, such analyses have not fully captured the diversity of eighteenth-century merchants and have over-emphasised the rigidity of occupational boundaries within England’s trading communities. London, of course, remained central to overseas trade, and the opportunism of outport merchants was certainly indicative of a northward shift in the centre of gravity of England’s economy, but an understanding of the success of both England’s international trade and its provincial manufacturing regions in the later eighteenth century requires more emphasis on the enterprise of inland merchants. The Manchester merchant community of the late eighteenth century grew in step with the maturation of the town’s textile market and the growing strength of its industrial hinterland. Rather than relying on the London, Liverpool and Bristol merchants who had found limited vends for Lancashire checks in Africa and the West Indies, the ‘great oaks’ of Manchester actively cultivated new sources of demand in continental Europe and North America in the second half of the eighteenth century, giving impetus not only to their own production networks, but also to those maintained by hundreds of others in the Manchester region. The idea that eighteenth-century merchants were distinct from, or elevated above, manufacturers makes little sense in Manchester, or in other emerging industrial English towns in this period, and has obscured the importance of overseas trade, and the firms involved in it, to England’s emergence as the world’s first industrialised nation.Known Manchester exporters of cotton textiles, 1760s and 1770sKnown Manchester exporters of cotton textiles, 1760s and 1770sKnown Manchester exporters of cotton textiles, 1780sKnown Manchester exporters of cotton textiles, 1780sKnown Manchester exporters of cotton textiles 1790sKnown Manchester exporters of cotton textiles 1790s",
    "footnotes": {
        "1": "William Radcliffe, Origin of the New System of Manufacture, Commonly Called Power-Loom Weaving (Stockport, 1828), p. 131 (original emphasis).",
        "2": "C.J. French, ‘“Crowded with Traders and a Great Commerce”: London’s Domination of English Overseas Trade, 1700–1775’, London Journal, xvii (1992), pp. 27–35; R.G. Lang, ‘Social Origins and Social Aspirations of Jacobean London Merchants’, Economic History Review, xxvii (1974), pp. 28–47; N. Rogers, ‘Money, Land and Lineage: The Big Bourgeoisie of Hanoverian London’, Social History, iv (1979), pp. 437–54; P. Gauci, Emporium of the World: The Merchants of London, 1660–1800 (London, 2007), pp. 82–90, 102–8, 179–99, 206–7.",
        "3": "M. Dresser, Slavery Obscured: The Social History of the Slave Trade in an English Provincial Port (London, 2001), pp. 96–128; K. Morgan, ‘Bristol’s West India Merchants in the Eighteenth Century’, Transactions of the Royal Historical Society, 6th ser., iii (1993), pp. 200–203; D. Pope, ‘The Wealth and Social Aspirations of Liverpool’s Slave Merchants of the Second Half of the Eighteenth Century’, in D. Richardson, S. Schwarz and A. Tibbles, eds, Liverpool and Transatlantic Slavery (Liverpool, 2007), pp. 168–9.",
        "4": "D. Hancock, Citizens of the World: London Merchants and the Integration of the British Atlantic Community, 1735–1785 (Cambridge, 1995); S. Haggerty, ‘Merely for Money’? Business Culture in the British Atlantic, 1750–1815 (Liverpool, 2012); P.K. O’Brien, ‘Inseparable Connections: Trade, Economy, Fiscal State, and the Expansion of Empire’, in P.J. Marshall, ed., The Oxford History of the British Empire: II, The Eighteenth Century (Oxford, 1998), pp. 53–77; M. Berg, Luxury and Pleasure in Eighteenth-Century Britain (Oxford, 2005).",
        "5": "The major exceptions are the woollen merchants of Yorkshire: R.G. Wilson, Gentlemen Merchants: The Merchant Community of Leeds, 1700–1830 (Manchester, 1971); J. Smail, Merchants, Markets and Manufacture: The English Wool Textile Industry in the Eighteenth Century (Basingstoke, 1999). W.E. Minchinton, ‘The Merchants of England in the Eighteenth Century’, Explorations in Entrepreneurial History, xx (1957–8), pp. 22–31, makes no reference to Manchester merchants.",
        "6": "D.A. Farnie, ‘The Role of Merchants as Prime Movers in the Expansion of the Cotton Industry, 1760–1990’, in D.A. Farnie and D.J. Jeremy, eds, The Fibre That Changed the World: The Cotton Industry in International Perspective, 1600–1990s (Oxford, 2004), p. 27. For an explicit iteration of the view that marketing was subordinate to production, see A. Redford’s Manchester Merchants and Foreign Trade, 1794–1858 (2 vols, Manchester, 1934), i, p. 1.",
        "7": "See, for example, R. Smith, ‘Manchester as a Centre for Manufacturing and Merchanting of Cotton Goods, 1820–30’, University of Birmingham Historical Journal, iv (1953–4), pp. 47–65; B.W. Clapp, John Owens, Manchester Merchant (Manchester, 1965); S.D. Chapman, ‘The Commercial Sector’, in M.B. Rose, ed., The Lancashire Cotton Industry since 1700 (Preston, 1996), pp. 63–92; A Marrison, S. Broadberry and T. Leunig, ‘Selling English Cotton into the World Market: Implications for the Rationalisation Debate, 1900–1939’, in J.F. Wilson, ed., King Cotton: A Tribute to Douglas A. Farnie (Preston, 2009), pp. 39–57; M. Llorca-Jaña, The British Textile Trade in South America in the Nineteenth Century (Cambridge, 2012).",
        "8": "G. Unwin, Samuel Oldknow and the Arkwrights: The Industrial Revolution at Stockport and Marple (Manchester, 1924); A.P. Wadsworth and J. de L. Mann, The Cotton Trade and Industrial Lancashire, 1600–1780 (Manchester, 1931); M.M. Edwards, The Growth of the British Cotton Trade, 1780–1815 (Manchester, 1967); B. Lemire, Fashion’s Favourite: The Cotton Trade and the Consumer in Britain, 1660–1800 (Oxford, 1990); Chapman, ‘Commercial Sector’.",
        "9": "T.S. Willan, An Eighteenth-Century Shopkeeper: Abraham Dent of Kirkby Stephen (Manchester, 1970); N. Cox, The Complete Tradesman: A Study of Retailing, 1550–1820 (Aldershot, 2000); J. Styles, The Dress of the People: Everyday Fashion in Eighteenth-Century England (London, 2007); G. Riello, Cotton: The Fabric that Made the Modern World (Cambridge, 2013), pp. 110–34; I. Mitchell, Tradition and Innovation in English Retailing, 1700 to 1850: Narratives of Consumption (Farnham, 2014); J. Stobart, ‘Taste and Textiles: Selling Fashion in Eighteenth-Century Provincial England’, in J. Stobart and B. Blondé, eds, Selling Textiles in the Long Eighteenth Century: Comparative Perspectives from Western Europe (Basingstoke, 2014), pp. 160–78; B. Wilcock, ‘Provincial Luxury: Buying and Selling High-End Goods in Liverpool and Manchester, 1700–1800’ (Univ. of Manchester Ph.D. thesis, 2016).",
        "10": "Hancock, Citizens of the World; P. Duguid, ‘Networks and Knowledge: The Beginning and End of the Port Commodity Chain’, Business History Review, lxxix (2005), pp. 492–526; S.D. Smith and T.R. Wheeley, ‘“Requisites of a Considerable Trade”: The Letters of Robert Plumsted, Atlantic Merchant, 1752–58’, English Historical Review, cxxxiv (2009), pp. 545–70; A. Forestier, ‘Risk, Kinship and Personal Relationships in Late Eighteenth-Century West Indian Trade: The Commercial Network of Tobin & Pinney’, Business History, lii (2010), pp. 912–31; S. Haggerty, ‘Merely for Money’; C. Downs, ‘Networks, Trust, and Risk Mitigation during the American Revolutionary War: A Case Study’, Economic History Review, lxx (2017), pp. 509–28. For a brief, but stimulating, attempt to place inland merchants into eighteenth-century Atlantic trade networks, see K. Morgan, ‘Business Networks in the British Export Trades to North America, 1750–1800’, in J.J. McCusker and K. Morgan, eds, The Early Modern Atlantic Economy (Cambridge, 2000), pp. 50–51.",
        "11": "J.E. Inikori, Africans and the Industrial Revolution: A Study of International Trade and Economic Development (Cambridge, 2002).",
        "12": "See, for example, Charles King, The British Merchants; or Commerce Preserved (3 vols, London, 1721), i, p. xxxv; Daniel Defoe, The Complete English Tradesman (London, 1726), pp. 15–16; Malachy Postlethwayt, The Universal Dictionary of Trade and Commerce (2 vols, London, 1774), i, pp. i–ii.",
        "13": "J.M. Price and P.G.E. Clemens, ‘A Revolution of Scale in Overseas Trade: British Firms in the Chesapeake Trade, 1675–1775’, Journal of Economic History, xlvii (1987), pp. 1–43.",
        "14": "Wilson, Gentlemen Merchants.",
        "15": "P.J. Corfield, ‘Business Leaders and Town Gentry in Early Industrial Britain: Specialist Occupations and Shared Urbanism’, Urban History, xxxix (2012), pp. 28–33.",
        "16": "J.M. Price, Capital and Credit in British Overseas Trade: The View from the Chesapeake, 1700–1776 (Cambridge, MA, 1981), pp. 101–15, quotation at 112; S.D. Chapman, Merchant Enterprise in Britain: From the Industrial Revolution to World War I (Cambridge, 1992), pp. 49–50; Smith and Wheeley, ‘Letters of Robert Plumsted’; P. Maw, ‘Yorkshire and Lancashire Ascendant: England’s Textile Exports to New York and Philadelphia, 1750–1805’, Economic History Review, lxiii (2010), pp. 737–44.",
        "17": "For a recent discussion, see H. Barker, The Business of Women: Female Enterprise and Urban Development in Northern England 1760–1830 (Oxford, 2006), pp. 47–54.",
        "18": "Wadsworth and Mann, Cotton Trade, p. 254; Chapman, ‘Commercial Sector’, pp. 63–4.",
        "19": "Styles, Dress of the People, pp. 35–41, 86–90.",
        "20": "J. Stobart, The First Industrial Region: North-West England, c.1700–60 (Manchester, 2004), pp. 88–9.",
        "21": "P. Maw, T. Wyke and A. Kidd, ‘Canals, Rivers, and the Industrial City: Manchester’s Industrial Waterfront’, Economic History Review, lxv (2012), pp. 1,502–3.",
        "22": "Price, Capital and Credit, pp. 101–15; Unwin, Oldknow and the Arkwrights, pp. 56–7; J. de L. Mann, The Cloth Industry in the West of England from 1640 to 1880 (Oxford, 1971), pp. 63–88; S.D. Chapman, ‘Enterprise and Innovation in the British Hosiery Industry, 1750–1850’, Textile History, v (1974), pp. 14–16; U. Priestley, ‘The Norwich Textile Industry: The London Connection’, London Journal, xix (1994), pp. 108–18; Smail, Merchants, Markets and Manufacture, pp. 55–60; R.C. Nash, ‘The Organization of Trade and Finance in the British Atlantic Economy, 1600–1830’, in P.A. Coclanis, ed., The Atlantic Economy during the Seventeenth and Eighteenth Centuries: Organization, Operation, Practice, and Personnel (Columbia, SC, 2005), pp. 126–7.",
        "23": "J.A. Chartres, ‘The Capital’s Provincial Eyes: London’s Inns in the Early Eighteenth Century’, London Journal, iii (1977), pp. 24–39.",
        "24": "Lemire, Fashion’s Favourite, pp. 130–31; Chapman, ‘Enterprise and Innovation’, pp. 14–16, 33–5; Priestley, ‘Norwich Textile Industry’, pp. 109–10.",
        "25": "Wilson, Gentlemen Merchants, pp. 55–7, 74–5; H. Heaton, The Yorkshire Woollen and Worsted Industries from the Earliest Times up to the Industrial Revolution (Oxford, 1920), pp. 375–87; P. Hudson, The Genesis of Industrial Capital: A Study of the West Riding Wool Textile Industry, c.1750–1850 (Cambridge, 1986), pp. 156–8.",
        "26": "Joseph Aston, The Manchester Guide: A Brief Historical Description of the Towns of Manchester and Salford (Manchester, 1804), p. 268; T. Swindells, Manchester Streets and Manchester Men (5 vols, Manchester, 1906–8), iii, p. 104; Manchester Chronicle, 14 July 1792.",
        "27": "See Table 2. Two country manufacturers’ Manchester premises were not described.",
        "28": "Manchester Mercury, 9 Sept. 1788.",
        "29": "D.C. Watmough, ‘Manchester and the Textile Industry: 1750–1800’ (Univ. of Liverpool M.Phil. thesis, 1998), p. 52.",
        "30": "Samuel Bamford, Early Days (London, 1849), pp. 187–8.",
        "31": "R. Lloyd-Jones and M.J. Lewis, Manchester and the Age of the Factory: The Business Structure of Cottonopolis in the Industrial Revolution (London, 1988); Maw, Wyke and Kidd, ‘Canals, Rivers, and the Industrial City’, pp. 1,501–2.",
        "32": "Lemire, Fashion’s Favourite, pp. 133–4; Chapman, ‘Commercial Sector’, p. 63.",
        "33": "Manchester Central Library, Manchester Archives and Local Studies [hereafter MALS], GB127.M10/7/5/1, Manchester Township Rate Book, 1797.",
        "34": "See ‘Warehouseman (specific)’ in Tables 4 and 5.",
        "35": "Unwin, Oldknow and the Arkwrights, pp. 56–7; Edwards, Growth of the Cotton Trade, pp. 43, 157–9; Lemire, Fashion’s Favourite, pp. 129–31.",
        "36": "Population estimates from Aston, Manchester Guide, pp. 46–8; E.A. Wrigley and R.S. Schofield, The Population History of England, 1541–1871 (Cambridge, 1981), pp. 208–9. On the differences in wealth and status between wholesale and retail drapers, see H. Barker, Family and Business During the Industrial Revolution (Oxford, 2017), pp. 10–11.",
        "37": "G.W. Daniels, The Early English Cotton Industry: With Some Unpublished Letters of Samuel Crompton (Manchester, 1920), pp. 34–5; Wadsworth and Mann, Cotton Trade, pp. 29–32.",
        "38": "John Aikin, A Description of the Country from Thirty to Forty Miles Round Manchester (London, 1795), pp. 167–84, quotations at 182.",
        "39": "Willan, Dent of Kirkby Stephen, pp. 35–6; Unwin, Oldknow and the Arkwrights, pp. 55–68; Edwards, Growth of the Cotton Trade, pp. 163–6; Wadsworth and Mann, Cotton Trade, pp. 236–40; Lemire, Fashion’s Favourite, pp. 115–60; Chapman, Merchant Enterprise, pp. 167–74, quotation at 168.",
        "40": "Edwards, Growth of the Cotton Trade, pp. 147–63, 177–80; Lemire, Fashion’s Favourite, pp. 129–31, 152–7; Bolton Archives and Local Studies, Heywood Papers, John Heywood and Son, ZHE4/2, John Heywood to William Lloyd, 12 Mar. 1808; Matlock, Derbyshire Record Office, Longsdon of Little Longstone Family and Estate Papers, D3580, C/93, John Longsdon to James Longsdon, 8 Feb. 1810; Kent’s Directory for 1803 (London, 1803).",
        "41": "Wadsworth and Mann, Cotton Trade, p. 146; R. Davis, ‘English Foreign Trade, 1700–1774’, Economic History Review, xv (1962), pp. 302–3.",
        "42": "K.G. Davies, ‘The Origins of the Commission System in the West India Trade’, Transactions of the Royal Historical Society, 5th ser., ii (1952), pp. 89–107; R. Pares, ‘A London West India Merchant House’, in R. Pares, The Historian’s Business and Other Essays, ed. R.A. Humphreys and E. Humphreys (Oxford, 1961), pp. 198–226; D.W. Thoms, ‘The Mills Family: London Sugar Merchants of the Eighteenth Century’, Business History, xi (1969), pp. 3–10; Nash, ‘Organization of Trade and Finance’, pp. 98–100, 105–9.",
        "43": "K. Morgan, Bristol and the Atlantic Trade in the Eighteenth Century (Cambridge, 1993), p. 92.",
        "44": "Inikori, Africans and the Industrial Revolution, p. 444; Morgan, Bristol and the Atlantic Trade, pp. 128–51.",
        "45": "Wadsworth and Mann, Cotton Trade, p. 231; T. Burnard and K. Morgan, ‘The Dynamics of the Slave Market and Slave Purchasing Patterns in Jamaica, 1655–1788’, William and Mary Quarterly, lviii (2001), pp. 213, 221–3; C. Hall, N. Draper, K. McClelland, K. Donnington and R. Lang, Legacies of British Slave Ownership: Colonial Slavery and the Formation of Victorian Britain (Cambridge, 2014), pp. 203–49.",
        "46": "Wadsworth and Mann, Cotton Trade, pp. 231, 244–8.",
        "47": "Ibid., pp. 225–6, 229–31; Chapman, ‘Commercial Sector’, p. 70; Inikori, Africans and the Industrial Revolution, pp. 434–9; N.J. Radburn, ‘William Davenport, the Slave Trade, and Merchant Enterprise in Eighteenth-Century Liverpool’ (Victoria Univ. of Wellington M.A. thesis, 2009), p. 70.",
        "48": "D. Ormrod, The Rise of Commercial Empires: England and the Netherlands in the Age of Mercantilism, 1650–1770 (Cambridge, 2003), pp. 41–3, 127–40, 341–2; H.S.K. Kent, War and Trade in Northern Seas: Anglo-Scandinavian Economic Relations in the Mid-Eighteenth Century (Cambridge, 1973), pp. 14–38; Nash, ‘Organization of Trade and Finance’, pp. 97–8; G. Jackson, Hull in the Eighteenth Century: A Study in Economic and Social History (Hull, 1972), pp. 120–25; Wilson, Gentlemen Merchants, p. 45.",
        "49": "H.E.S. Fisher, The Portugal Trade: A Study of Anglo-Portuguese Commerce, 1700–1770 (London, 1971), pp. 53–63; L.S. Sutherland, A London Merchant, 1695–1774 (Oxford, 1933), pp. 23–32; Smail, Merchants, Markets and Manufacture, pp. 68–9; Duguid, ‘Networks and Knowledge’; X. Lamikiz, Trade and Trust in the Eighteenth-Century Atlantic World: Spanish Merchants and their Overseas Networks (London, 2010), pp. 17, 27–40, 47–50, 134–8.",
        "50": "H.H. Kaplan, Russian Overseas Commerce with Great Britain during the Reign of Catherine II (Philadelphia, PA, 1995), pp. 169–97; M.S. Beerbühl, The Forgotten Majority: German Merchants in London, Naturalization, and Global Trade, 1660–1815 (Oxford, 2015), pp. 139–58; Edwards, Growth of the Cotton Trade, pp. 244–5.",
        "51": "Kew, The National Archives [hereafter TNA], CUST 3/75, Ledgers of Imports and Exports, 1773.",
        "52": "Jackson, Hull in the Eighteenth Century, pp. 117–20, quotation at 117.",
        "53": "Aikin, Description of … Manchester, p. 184.",
        "54": "S.D. Chapman, ‘James Longsdon (1745–1821), Farmer and Fustian Manufacturer: The Small Firm in the Early English Cotton Industry’, Textile History, i (1970), pp. 265–92; Manchester Chronicle, 5 Dec. 1795.",
        "55": "V.D. Harrington, The New York Merchant on the Eve of the Revolution (New York, 1935), pp. 177–9; T.M. Doerflinger, A Vigorous Spirit of Enterprise: Merchants and Economic Development in Revolutionary Philadelphia (Chapel Hill, NC, 1986), pp. 85–8; Smail, Merchants, Markets and Manufacture, pp. 89–90; K. Morgan, ‘Business Networks’, pp. 41–6, 50–51; Maw, ‘Yorkshire and Lancashire Ascendant’, pp. 737–44.",
        "56": "Price and Clemens, ‘A Revolution of Scale’; M.M. Schofield, ‘The Virginia Trade of the Firm of Sparling and Bolden, of Liverpool, 1788–99’, Transactions of the Historic Society of Lancashire and Cheshire, cxvi (1965), pp. 117–65; R.C. Nash, ‘The Organization of Trade and Finance in the Atlantic Economy: Britain and South Carolina, 1660–1775’, in J.P. Greene, R. Brana-Shute, and R.J. Sparks, eds, Money, Trade, and Power: The Evolution of Colonial South Carolina’s Plantation Society (Columbia, SC, 2001), pp. 81–3, 89.",
        "57": "In 1804–6, 72 per cent of British exports of cottons went to continental Europe or the USA. See R. Davis, The Industrial Revolution and British Overseas Trade (Leicester, 1979), p. 96.",
        "58": "This assumes, following Inikori, Africans and the Industrial Revolution, p. 436, that 67 per cent of English cotton production was sold within Britain in 1760 and 39 per cent in 1800. Exports of cottons to Africa, Asia and the West Indies, accounted for around 25 per cent of British exports of cottons in 1794–6 and 20 per cent in 1804–6: see Davis, British Overseas Trade, pp. 95–6.",
        "59": "This approach is used by T.M. Devine, ‘An Eighteenth-Century Business Elite: Glasgow-West India Merchants, c.1750–1815’, Scottish Historical Review, lvii (1978), pp. 40–67; Morgan, ‘Bristol’s West India Merchants’; and Price and Clemens, ‘A Revolution of Scale’.",
        "60": "R.J. Bennett, ‘Alignments, Interests and Tensions over “Reform” in Eighteenth-Century Britain: The Manchester Committee of Trade, 1774–1786’, Northern History, li (2014), pp. 69–71, 85–6.",
        "61": "Farnie, ‘Merchants as Prime Movers’, p. 31.",
        "62": "For a suggestive discussion of English textile exporters to Bilbao based on Basque archives, see Lamikiz, Trade and Trust, pp. 48–9.",
        "63": "http://www.slavevoyages.org/ (accessed 10 May 2019).",
        "64": "Morgan, ‘Bristol’s West India Merchants’, p. 187; S. Haggerty, The British-Atlantic Trading Community, 1760–1810: Men, Women, and the Distribution of Goods (Leiden, 2006), pp. 68–105; P. Sharpe, ‘Gender in the Economy: Female Merchants and Family Businesses in the British Isles, 1600–1850’, Histoire Sociale/Social History, xxxiv (2001), pp. 283–306; N. Zahedieh, The Capital and the Colonies: London and the Atlantic Economy, 1660–1700 (Cambridge, 2010), pp. 59, 92–3.",
        "65": "Edwin Butterworth, Historical Sketches of Oldham (Oldham, 1856), pp. 44–5; C. Aspin, The Water-Spinners: A New Look at the Early Cotton Trade (Helmshore, 2003), pp. 165–8.",
        "66": "Philipp Andreas Nemnich, Beschreibung einer im Sommer 1799 von Hamburg nach und durch England geschehenen Reise (1800), cited, in translation, in L.D. Bradshaw, ed., Visitors to Manchester: A Selection of British and Foreign Visitors’ Descriptions of Manchester from c.1538 to 1865 (Salford, 1986), p. 22.",
        "67": "Jabez Fisher, An American Quaker in the British Isles: The Travel Journals of Jabez Maud Fisher, 1775–1779, ed. K. Morgan (Oxford, 1992), pp. 285–6.",
        "68": "New-York Historical Society, MSS Collection, Records of Collen Frères, Carmichael & Co., diary of ‘A.L.’, 1787.",
        "69": "The Manchester Salvins, for example, have been discussed as French contributors to British industrialisation, for example by F. Crouzet, The First Industrialists: The Problem of Origins (Cambridge, 1985), p. 51, even though the family had been established in England since the Norman Conquest; see B. Burke, A Genealogical and Heraldic History of the Landed Gentry (4 vols, London, 1836–7), i, pp. 533–4.",
        "70": "MALS, GB127.MS ff 382 S35, John Scholes, ‘Manchester Foreign Merchants, 1781–1870’, typescript, 1870. The document is available online at https://www.flickr.com/photos/55918222@N02/sets/72157632729403035 (accessed 27 May 2021). Scholes defined ‘foreigners’ as being born in continental Europe or to a European-born father.",
        "71": "Chapman, ‘Commercial Sector’, p. 80.",
        "72": "Manchester Chronicle, 10 Mar. 1791, 27 Oct. 1791.",
        "73": "On Uhde and Justamond, see Chapman, Merchant Enterprise, pp. 140–41.",
        "74": "S.D. Chapman, ‘The Foundation of the English Rothschilds: N.M. Rothschild as a Textile Merchant, 1799–1811’, Textile History, viii (1977), pp. 99–115; S.D. Chapman, ‘The International Houses: The Continental Contribution to British Commerce, 1800–1860’, Journal of European Economic History, vi (1977), pp. 5–48.",
        "75": "M.B. Rose, The Gregs of Quarry Bank Mill: The Rise and Decline of a Family Firm, 1750–1914 (Cambridge, 1986), pp. 6–7; Letterbook of Greg & Cunningham, 1756–1757: Merchants of New York and Belfast, ed. T.M. Truxes (Oxford, 2001).",
        "76": "Travel Journals of Jabez Fisher, ed. Morgan, pp. 285–6.",
        "77": "Wadsworth and Mann, Cotton Trade, pp. 288–300.",
        "78": "Edwards, Growth of the Cotton Trade, p. 68; Wilson, Gentlemen Merchants, pp. 80–81; Hudson, Genesis of Industrial Capital, pp. 159–67; Nash, ‘Organization of Trade and Finance’, p. 121; Smith and Wheeley, ‘Letters of Robert Plumsted’, pp. 554–7.",
        "79": "TNA, HO 42/28/10, letter from James Ackers, 4 Jan. 1794.",
        "80": "P. Maw, ‘Anglo-American Trade during the Industrial Revolution: A Study of the Northern English Textile Industries’ (Univ. of Manchester Ph.D. thesis, 2005), ch. 6.",
        "81": "Based on: sources cited in Table 1; Liverpool Record Office, 387 MD 59, Letter Book of Thomas Leyland, May 1786–Sept. 1788; New-York Historical Society, ‘A.L.’ diary; Inikori, Africans and the Industrial Revolution, pp. 437–41; K. Morgan, ‘James Rogers and the Bristol Slave Trade’, Historical Research, lxxvi (2003), p. 197; M. Elder, ‘The Liverpool Slave Trade, Lancaster and its Environs’, in Richardson, Schwarz and Tibbles, eds, Liverpool and Transatlantic Slavery, p. 125; Radburn, ‘William Davenport’, p. 70.",
        "82": "Inikori, Africans and the Industrial Revolution, pp. 437–41, quotations at 437, 438.",
        "83": "Wadsworth and Mann, Cotton Trade, p. 250; Redford, Manchester Merchants, i, p. 17; Edwards, Growth of the Cotton Trade, p. 178; Chapman, Merchant Enterprise, pp. 58–60.",
        "84": "Radcliffe, Origin of the New System of Manufacture, pp. 144–5.",
        "85": "Manchester Chronicle, 6 June 1795. See also Manchester Mercury, 5 Jan. 1790, 23 Feb. 1790; Manchester Chronicle, 17 Sept. 1791, 7 Feb. 1795.",
        "86": "French, ‘“Crowded with Traders”’, p. 29; Gauci, Emporium of the World, p. 82.",
        "87": "C. Wilson, ‘Anglo-Dutch Establishment in Eighteenth-Century England’, in C. Wilson, ed., The Anglo-Dutch Contribution to the Civilization of Early Modern Society: An Anglo-Netherlands Symposium (Oxford, 1976), pp. 11–12; Chapman, Merchant Enterprise, p. 23.",
        "88": "Fisher, Portugal Trade, pp. 61–3; Thoms, ‘Mills Family’, p. 4; Ormrod, Rise of Commercial Empires, pp. 91–99, 121–7, 134–40; Nash, ‘Organization of Trade and Finance’, pp. 106–7; Lamikiz, Trade and Trust, pp. 38–9, 47–50; Gauci, Emporium of the World, pp. 123–4; Smith and Wheeley, ‘Letters of Robert Plumsted’, p. 570; Beerbühl, Forgotten Majority, pp. 28–128.",
        "89": "Nash, ‘Organization of Trade and Finance’, pp. 112–3; Sutherland, A London Merchant, pp. 18–19, 26–9, 181–90; Pares, ‘A London West India Merchant House’, pp. 204–10; Thoms, ‘Mills Family’, pp. 5–6; Price, Capital and Credit, pp. 101–2; Fisher, Portugal Trade, pp. 56–7; R. Davis, Aleppo and Devonshire Square: English Traders in the Levant in the Eighteenth Century (London, 1967), pp. 107–15; H.V. Bowen, ‘Sinews of Trade and Empire: The Supply of Commodity Exports to the East India Company during the Late Eighteenth Century’, Economic History Review, lv (2002), pp. 477–8; D. Hope, ‘Britain and the Fur Trade: Commerce and Consumers in the North Atlantic World, 1783–1821’ (Northumbria Univ. Ph.D. thesis, 2016), pp. 128–30.",
        "90": "D.W. Jones, ‘London Merchants and the Crisis of the 1690s’, in P. Clark and P. Slack, eds, Crisis and Order in English Towns, 1500–1700 (London, 1972), pp. 326–32.",
        "91": "Sutherland, A London Merchant, p. 126; J.M. Price, ‘The Great Quaker Business Families of Eighteenth-Century London: The Rise and Fall of a Sectarian Patriciate’, in R.S. Dunn and M.M. Dunn, eds, The World of William Penn (Philadelphia, PA, 1986), pp. 363–99; S.D. Chapman, The Rise of Merchant Banking (London, 1984), pp. 1–9; Nash, ‘Organization of Trade and Finance’, pp. 106, 112–15; Gauci, Emporium of the World, p. 141; Smith and Wheeley, ‘Letters of Robert Plumsted’, pp. 547–8, 570–71; Maw, ‘Yorkshire and Lancashire Ascendant’, pp. 746–50, 756–7.",
        "92": "Nash, ‘Organization’, pp. 111–12, 133; Nash, ‘South Carolina’, pp. 86–9.",
        "93": "Cited in R. David and M. Winstanley, The West Indies and the Arctic in the Age of Sail: The Voyages of Abram (1806–62) (Lancaster, 2013), p. 18.",
        "94": "Wilson, Gentlemen Merchants, pp. 28–30, 59–60, 95–109.",
        "95": "Maw, ‘Yorkshire and Lancashire Ascendant’, p. 748.",
        "96": "S.A. Caunce, ‘Complexity, Community Structure, and Competitive Advantage within the West Yorkshire Woollen Industry’, Business History, xxxix (1997), pp. 26–43; J. Smail, The Origins of Middle-Class Culture: Halifax, Yorkshire, 1660–1780 (Ithaca, NY, 1995), pp. 57–81; W.B. Crump and G. Ghorbal, History of the Huddersfield Woollen Industry (Huddersfield, 1935), p. 110. See also Wilson, Gentlemen Merchants, pp. 57–9.",
        "97": "Gauci, Emporium of the World, p. 14; Charles Capper, The Port and Trade of London (London, 1862), p. 188.",
        "98": "G. Milne, Trade and Traders in Mid-Victorian Liverpool: Mercantile Business and the Making of a World Port (Liverpool, 2000), pp. 96–122; A. Krichtal, ‘Liverpool and the Raw Cotton Trade: A Study of the Port and its Merchant Community’ (Victoria Univ. of Wellington M.A. thesis, 2013), pp. 37–43; N. Hall, ‘Liverpool’s Cotton Importers, c.1700 to 1914’, Northern History, liv (2017), pp. 79–93.",
        "99": "W.D. Rubenstein, ‘Wealth, Elites and the Class Structure of Modern Britain’, Past and Present, no. 76 (1977), pp. 108–12.",
        "100": "For some suggestive material on Birmingham and Sheffield exporters, see E. Robinson, ‘Boulton and Fothergill, 1762–1782, and the Birmingham Export of Hardware’, University of Birmingham Historical Journal, vii (1959–60), pp. 60–79; Chapman, Merchant Enterprise, pp. 61, 73; S. King and G. Timmins, Making Sense of the Industrial Revolution: English Economy and Society, 1700–1850 (Manchester, 2001), pp. 148–9; Berg, Luxury and Pleasure, pp. 183–5.",
        "101": "Based on a comparison of the export firms listed in the Appendix and the investors in factory production identified in S.D. Chapman, ‘Fixed Capital Formation in the British Cotton Industry, 1770–1815’, Economic History Review, xxiii (1970), pp. 235–66 and Aspin, Water-Spinners, pp. 451–74."
    }
}