{
    "title": "Rites of Resistance: Urban Liturgy and the Crowd in the Patarine Revolt of Milan,c.1057–75*",
    "author": "James Norrie",
    "date": "04 May 2023",
    "article": "This essay uses an unexploited liturgical source, a twelfth-century order book by the Milanese cleric Beroldo, to illuminate how processions shaped the practice of the largest and most radical popular movement of the central Middle Ages, the Pataria of Milan, during a pivotal moment of urban change. Religious processions had the power to project episcopal authority across a rapidly expanding urban population. They also sanctioned the redistribution of wealth and resources to city churches. At the same time, they provided a possible grammar of resistance to those who rose up against urban elites. The Pataria struggled at the pulpit and on the streets for the sexual and economic purity of the clergy. It first erupted in the city on 10 May 1057—during a liturgical parade. The conflict between supporters of religious reform on the one hand, and the archbishop’s aristocratic court and clergy on the other, persisted until the movement’s defeat in 1075. Until then, Patarine violence continually disrupted liturgical time, tearing priests from their altars and overturning solemn processions.The article introduces Beroldo and other Milanese liturgical sources in context, and their value as witnesses to later eleventh-century history. It surveys how episcopal processions responded to urban expansion and developed a growing but unstable social and political importance. With a picture of the urban and liturgical landscape in place, it then investigates how Patarine violence contested the ways that processions, on days such as Easter baptism or the Three Day Litanies, created civic community and communicated relations of power.Riding a horse in imitation of the triumphant Christ, leading a people in lamentation around their city walls, affecting the garb of a king on Easter Saturday: the eleventh-century archbishop and ruler of Milan cast himself in the central role of a ritual theatre richer than almost any other in the Christian world. Only Rome and Constantinople could boast a more complex ceremonial life.[CITATION-1] Milan’s citizens performed in and witnessed church processions which unceasingly marked the turning of time across a city in the midst of frenetic transformation. These performances had the power to project the authority of the archbishop’s government across a rapidly expanding and increasingly fragmented population. They also sanctioned the redistribution of wealth and resources to city churches. At the same time, they provided a possible grammar of resistance for those who rose up against the city’s elites.This essay uses an unexploited liturgical source, a twelfth-century order book by the Milanese cleric Beroldo, to illuminate the logic and behaviour of the largest and most radical popular movement in Europe during the central Middle Ages, the Pataria of Milan, during a pivotal moment of urban change. The Pataria fought in the pulpit and on the streets for the sexual and economic purity of the clergy. It had roots in Milan’s rural hinterland, but first erupted in the city—during a liturgical parade.[CITATION-2] Stirred up by the preaching of two charismatic clerics against married priests, on 10 May 1057 crowds of women and laymen turned a candlelit procession for the local saint Nazaro into a riot of anti-clerical violence.[CITATION-3] The conflict between radical supporters of religious reform on the one hand, and the archbishop and his aristocratic court and clergy on the other, continued until the Patarines’ decisive defeat in 1075. Before then, Patarine violence provided a recurring counterpoint to the beat of liturgical time, tearing priests from their altars, overturning solemn processions, treading holy oil into the ground.The historian R.I. Moore has pointed to the Pataria as a watershed moment of radical social change in European history. For the first time in Latin Europe since Antiquity, the eleventh century saw a newly populous and mobile urban world which made mass, collective activism by non-elites possible.[CITATION-4] Nowhere was this truer than in Milan, the region’s fastest-growing city. In an important recent article, Shane Bobrycki acknowledges this turning point, while reminding us that medieval rule before 1000 depended on the stability of regular popular assemblies for legitimacy and income. If such early medieval crowds rarely confronted elites openly on the street, their popular ‘misdirection’, in assemblies outside regulated boundaries in times and space, threatened to subvert the reproduction of elite power.[CITATION-5] We can add that such behaviour could persist alongside the growth of the activist crowd, rather than fading in its wake.Moore and others are right to identify mass-crowd activism as, in part, a product of eleventh-century demographic change. Documentary and archaeological evidence reveals rapid population growth in Milan, which makes it difficult to follow some historians who dismiss contemporary accounts of crowds as describing rhetorical ghosts rather than real bodies.[CITATION-6] At the same time, much of the character and logic of medieval crowds remains to be uncovered.[CITATION-7] This article argues that to understand the Pataria, and popular collectives in medieval cities more broadly, we need to appreciate the city’s liturgical landscape. We can then see two things: first, how group behaviour was patterned by liturgical norms and expectations, which regularly summoned people on festival days to gather in their streets and churches, where they experienced shared community alongside dramatic displays of hierarchy; and secondly, how processions, which were often central to strategies of urban government, became increasingly unpredictable, and open to disruption and subversion by new popular movements.Just as was the case for early modern ‘rites of violence’, however, medieval crowds fought not to eliminate the role of Christian liturgy in everyday life, but rather to preserve and purify it against the corruption of powers deemed to be illegitimate.[CITATION-8] Patarine ritual resistance against local elites mobilised the most radical ideas of contemporary religious reform movements, with their explosive social and economic implications: that married men and those believed to have bought their way into church office could not be priests; that their hands would pollute and nullify the sacraments which opened the way to salvation.[CITATION-9] This struggle depended on the ability of liturgy to communicate meaning, to represent not just cosmology but also relations of power. The sacrificial feast of the mass, or the watery rebirth of baptism, were profound attempts to understand humanity’s place in the world. At the same time, as the anthropologist Maurice Bloch observed for rituals more broadly, liturgy was a social technology which was reproduced and recontextualised by actors in historical time. Over time, ruling elites centralised local rites and associated their own status with pre-existing religious mysteries, dramatising links between their identity and the eternal temporality evoked by ritual, which here we can call ‘liturgical time’.[CITATION-10] Such practices had developed in Christian liturgy since Antiquity. Relics of the special Christian dead had inspired popular veneration before early medieval bishops fought to bolster their authority by becoming the impresarios of saints’ cults.[CITATION-11] The rite of baptism had accrued rich meaning over centuries before Italian city governments sent armed officers to open the portal to Christian rebirth, joining together civic and spiritual initiation.[CITATION-12] Ideology is also always a material phenomenon, something which must be performed and embodied.[CITATION-13] Patarine ritual violence therefore disrupted both a means of symbolic communication and a liturgical economy—that is, the conspicuous flow of commodities needed to materialise religious life: silver treasure, but also fuels to light sacred places, holy oils to anoint bodies, wines drunk before the altar. To follow the ways in which rites remade and responded to the city and its crowds, this article first introduces Milan and its dramatic expansion in the eleventh century. It then surveys Beroldo and other Milanese liturgical sources, and their value as witnesses to the symbolic significance of performances and spaces in the later eleventh century. After then providing a picture of the liturgical landscape and the social and political relations it sanctioned, the article analyses how and why Patarine violence contested rites from 1057 and 1075, reaching crescendos on major festivals of the liturgical year. The decision to disrupt processions is our best evidence that these rites had real power, and that the stakes around their performance were high, at times even fatal. As will become clear, urban liturgy provided both elites and their opponents with a forum and a means for conveying politics and ideology. But in a populous cityscape, the very thing that gave ceremony its legitimacy was the same thing which made it unstable: the crowd.When the Patarines entered Milan in the May heat of 1057, they found a city expanding furiously. Once a capital of the Roman empire (286–402), it had remained since that time the ecclesiastical centre of north-west Italy. Following the demographic decline of the post-Roman era, eleventh-century Milan grew rapidly into a city of tens of thousands, making it one of the largest centres in Europe.[CITATION-14] As it did so it capitalised on its political centrality in the region, and its commanding location between major tributaries of the Po River and Alpine gateways to the north.Symptoms of a step change in urban growth had begun to emerge just before the year 1000, with increasing market activity and large numbers of lay and clerical professionals present in the city. In the following decades property prices soared, toll-free market days were instituted, and waves of rural migrants sought homes or trades within the city’s walls.[CITATION-15] Aristocrats built towers into the sky, while new houses, shops and porticos pressed into and above the old streets, threading narrow lanes () across the city.[CITATION-16] Although the ancient walls enclosed a vast area of some 125 hectares—more than double the size of its nearest rivals (Rome apart)—by the 1020s construction was already spilling beyond them.[CITATION-17] At the same time, clearances and intensified cereal cultivation were transforming the surrounding rural landscape—the sum of many local interventions made in order to feed the growing urban marketplace.[CITATION-18] Within this period, the 1050s were a turning point, the moment when our first evidence appears for significant and sustained market exchange between rural landowners and urban buyers. Peasant producers, typically excluded from accessing central markets, suffered, while a more socially and economically complex world arose in the city.[CITATION-19] By 1066, the growing numbers of merchants and artisans crowding around the central market areas of the forum and the southern edge of the cathedral square included districts of specialised arms manufacturers.[CITATION-20] Meanwhile, Milan’s mint expanded the circulation of coinage in both the city and the countryside.[CITATION-21] The changing cityscape promised elites riches but also danger. The crowding of bodies and buildings sparked devastating fires (those of 1071 and 1075 were especially calamitous), nurtured contagious disease, and summoned rabbles of tradesmen, women in domestic service, and disaffected rural migrants, all of whom were capable of unrest. In the early 1040s, an anti-aristocratic revolt temporarily expelled elites from the city.[CITATION-22] In the next decade, the Pataria represented an unprecedented popular mobilisation.These oppositional movements challenged an aristocratic government headed by the archbishop of Milan. As in most northern and central Italian cities since the late tenth century, the local prelate had taken over many of the prerogatives of royal government, although nominally sovereign power remained with the king of Italy and Germany, Henry IV (r. 1056–1106).[CITATION-23] Until a series of crises beginning in 1096/7, all archbishops came from the highest stratum of the local military aristocracy, known by contemporaries as the. These same families dominated the cathedral clergy, and most sought patronage in the archbishop’s court and residence in the city. At the same time, they enjoyed concessions of church properties and tithes in the countryside, which bolstered their local lordships.[CITATION-24] These ‘knights of St Ambrose’, Milan’s patron saint, identified with the political hierarchy which culminated in the figure of the archbishop.[CITATION-25] Because of the aristocracy’s urban base and its participation in the archbishop’s court, city liturgy had the potential to solemnise not only clerical power, but also that of this wider property-owning elite. Indeed, Milan’s liturgy was highly distinctive in defining the laity as a liturgical order, counted alongside the grades of the city clergy, and under the ceremonial discipline of the leader of the, the Viscount. This elite remained in power until it was displaced in the 1130s by the new secular government of the city commune, which had first emerged as a series of irregular civic assemblies during political crises at the turn of the twelfth century.[CITATION-26] Until then, as the city expanded, processions became an increasingly important means of projecting the authority of archbishop and aristocracy across an ever more socially and spatially fragmented cityscape. In this respect, Milan’s ceremonial life shadowed that of other complex urban centres of the Mediterranean—Rome, Constantinople, Cairo.[CITATION-27] Processions certainly had been significant components in the cultural life of the more sparsely settled landscapes of early medieval Europe;[CITATION-28] but the scale and density of processions in Milan, and their high political stakes, compare far more closely to the frenetic, contested liturgical cultures which had emerged in late antique cities and survived in those major metropolises.[CITATION-29] Our rich picture of Milan’s liturgy in this period is thanks above all to the early twelfth-century order book compiled by Beroldo.[CITATION-30] Beroldo’s text describes the orders both for everyday church offices in the cathedral and for many episcopal processions and special festivals, with indications for prescribed readings and chants as well as clerical dress and deportment. The collection compares closely to the better-known Romanby Benedetto, written shortly afterwards in 1140–43.[CITATION-31] All we know about Beroldo comes from his own writings, where he introduces himself by name and profession. He was a warden and candle-bearer () of Milan’s cathedral clergy, one of the church’s minor-order clerics entrusted with custody of the treasury. He wrote after the death of Archbishop Olrico in 1126 (who is referred to as deceased in the text), and before the copying of the twelfth-century manuscript which preserves his collection, MS Milan Biblioteca Ambrosiana, I. 152 inf. This has been dated by the palaeographer Mirella Ferrari to before 1140.[CITATION-32] Beroldo’s work comprises four distinct parts. First is a liturgical calendar (folios 7v–15v), which marks the major celebrations of the Milanese church. It can be compared to three other eleventh-century examples: one in an Oxford manuscript (1053–1074), and two in manuscripts in Milan’s Biblioteca Capitolare (the first, 1074–1100; the other, eleventh-century—probably later than the Oxford example). The calendars attest to a growing number of new festivals over this period, some of which are recorded independently in other documents.[CITATION-33] The next section (fos 15v–25v) makes a series of prescriptions for the division of altar donations and gifts among the city clergy and officers who participated in celebrations. The text reflects both the central importance of the liturgy as a means of redistributing resources among the religious elite, and attempts to avoid the tense disputes which inevitably followed.[CITATION-34] The bulk of the collection is found in the order for liturgical celebrations (fos 26–93v), in the portion of the manuscript titled.[CITATION-35] This prescribes practice during everyday offices, from matins to vespers, before giving a selective account of the order of feast days and special liturgies across the calendar year. These texts describe liturgical choreography and the order of processions, alongside required readings from scripture, prayers, psalms and responses. They also, again, record attentively the division of honorific duties and payments among individual clerical officers on each day. Indeed, this thorny issue was probably a key motive for Beroldo’s composition. He defended, by setting them in his written record, the rights, honours, and incomes owed to the clerical caste to which he belonged.Finally, interspersed in the main(fos 52–7), there is a treatise labelled the. An account of Milanese custom in the last week of Advent, thereveals Beroldo’s ability for original composition. He proudly encoded his authorship in the coloured-ink capital initials of each paragraph, which together spell out BEROLDVS.[CITATION-36] While Beroldo was the original author of this and at least some parts of the remaining text, he was also a compiler, collecting and combining pre-existing liturgical records. Indeed, he declares that his book contains ‘what I have seen, and heard, and found written’.[CITATION-37] This explains the repetitions and minor overlaps in the text. In this, Beroldo’s book compares to Benedetto’s Roman collection and Constantinople’s.[CITATION-38] Beyond a wish to preserve the rights and incomes of the clergy, the question of why Beroldo sat down to write is hard to answer.[CITATION-39] Some clues are to be found in the date of composition and the manuscript context. The copyist of the Biblioteca Ambrosiana codex put Beroldo together with other texts which aggressively asserted the distinctive status and autonomy of the Milanese church. These include a (probably late tenth-century) panegyric description of the city’s geography and early history, known as the, which included what at the time was a highly contested account of the foundation of the Milanese church by the eastern apostle Barnabas. In the 1090s, one religious polemicist, Bonizo of Sutri, had fiercely denounced Milanese arrogance in promoting such an origin story: by denying the founding work of Roman evangelists, it intended to free the city from dependence on the church in Rome.[CITATION-40] Most arrestingly of all, the manuscript includes a miracle text and dramatic apology for copying the very kind of liturgical codex which the reader held in their hands. The so-called(written before the late eleventh century) tells how, following an attempt by Charlemagne (742–814) to suppress the Milanese rite, an Ambrosian codex and a manuscript of Pope Gregory the Great were placed side by side on the altar of St Peter’s in Rome. The two books burst their bindings, leaving their strewn pages intermingled across the altar. Observers unanimously understood this as an apostolic verdict on the shared legitimacy of Milanese and Roman traditions.[CITATION-41] The composition of the Ambrosian manuscript shows, then, that Beroldo’s text was immediately received as part of a powerful but defensive assertion of the enduring legitimacy of local religious norms. Furthermore, Beroldo and his copyist wrote shortly after 1126, precisely when the episcopal court was losing its political centrality. As we have seen, by the 1130s political leadership was dominated by the city commune and its consuls, who, like other new secular governments in Italy, were centrally concerned with the organisation of civic space and ceremony.[CITATION-42] Beroldo and the copyist therefore intervened just as episcopal control over ritual space was being contested.Restoring Beroldo’s collection to its historical context also reminds us that such liturgical books were normative texts, prescribing actions as their authors thought they should be, rather than transparent descriptions of past practice.[CITATION-43] This, and the fact that Beroldo’s collection was drawn up a generation after the defeat of the Pataria in 1075, are serious caveats if we hope to use the text to illuminate the ritual landscape of the later eleventh century. Moreover, liturgy was never static, but subject to constant innovation and myriad improvisations. How, then, can we be confident that the choreography Beroldo described had anything to do with actual practice in the eleventh century?First, while the copying of Beroldo’s text had a polemical function, there is no doubt it was also intended to be of practical use for clerics. The first seven folios of the Ambrosian manuscript make this clear. They are dedicated to computistical materials designed to aid readers calculating the lunar cycle and the solar year, tasks necessary to determine the dates of Easter and moveable feasts.[CITATION-44] While the order book should not be read as a straightforward script for ritual theatre, its manuscript history suggests that it would be a mistake to deny that it had any relation to lived practices, despite the messy reality of ritual action.Furthermore, as a compiler Beroldo was drawing upon existing texts which are in many cases likely to have been older. By way of comparison, Schimmelpfennig has argued that Benedetto’s Roman ordinals, written shortly before 1143, drew on materials largely dating to the first three quarters of the eleventh century.[CITATION-45] The selection of materials in thesuggests that some (but by no means all) of Beroldo’s sources may have dated to the second half of the eleventh century. He describes, for example, the procession for the Exaltation of the Holy Cross, a feast and itinerary which we know was instituted in 1053 thanks to a surviving private document, which indeed Beroldo cites.[CITATION-46] But no order is given for what we know from other sources was the especially grand episcopal procession to S. Sepolcro on 15 July, instituted in 1100 to commemorate the capture of the Holy Sepulchre in Jerusalem the year before.[CITATION-47] At the same time, some of the information Beroldo provides is demonstrably recent. The festival of All Souls Day was instituted by the aforementioned ‘late lord Archbishop Olrico’ (d. 1126). On the first day of Lent, he records a mass celebrated over the tomb of another recently deceased archbishop, Giordano da Clivio (d. 1120), ‘as is the custom’ (). Beroldo probably cited the authority of custom because of the absence of written records, and no doubt with enthusiasm; the mass was marked by a significant emolument paid out to ‘the whole clergy of the city’.[CITATION-48] Another ritual which almost certainly post-dates the late eleventh century is the archbishop’s remarkable ceremonial bathing on the Monday before Easter of a man who represented a fourth-century leper.[CITATION-49] No record of this appears in an eleventh-century manual of prayers and psalms.While these observations offer no clear conclusion, the leper’s ceremony and the absence of the S. Sepolcro procession underline the patchwork nature of the compilation. It is also at least possible that the otherwise puzzling omission of S. Sepolcro indicates that thesection drew on a core of written materials dating to between 1053 and 1100. To this core, Beroldo evidently added more recent information from newer documents and his own observations, such as the institutions made by recent prelates.In order to establish a firmer context for Beroldo’s work, we can compare it to an earlier Milanese liturgical text, which does demonstrate important continuities with eleventh-century norms. The so-called Ambrosian Manual, or(Biblioteca Capitolare D 2-30), was copied in an eleventh-century hand in the rural church of S. Vittore in Valtravaglia, in the far north of the diocese.[CITATION-50] The structure of the codex reflects its design for practical use. The Manual provides a closely detailed list of the order of prayers, first lines of psalms, and antiphons to be uttered by celebrants across the festivals of the liturgical year. It is remarkably comprehensive. In the manuscript, this text is preceded by a complete psalter, allowing clerics to cross-reference the psalms cited in the Manual, and a calendar. The codex must have been drawn up before 1100, as neither the Manual itself nor the calendar has any notice of the S. Sepolcro festival, and after 1053, as the Exaltation of the Cross does appear in both sections.[CITATION-51] This brings the date of composition much closer to the age of the Pataria.The Manual’s detailed order of speaking parts and Beroldo’s broader descriptions of ceremonial action corroborate each other significantly for important processions and feast days. The Manual reveals, for example, that the Marian procession of Purification began with a blessing of candles at the chapel of S. Maria Beltrade and went on to the cathedral basilica of S. Maria, something Beroldo also describes. The itineraries for other major processions, such as Palm Sunday and the Three Day Litanies, are repeated in both collections. The prayers, responses and spoken directions for baptism on Easter Saturday, too, are near identical. The same psalms for the same procession are noted on Pentecost Saturday.[CITATION-52] The Manual also reveals when Beroldo describes something new, such as the ritual cure of the leper, which is not recorded. Alongside documents such as the 1053 charter for the Exaltation of the Cross, it helps identify those significant parts of Beroldo’s text which, notwithstanding everyday adaptations and instabilities of liturgy, later eleventh-century participants would largely have recognised.The social ramifications of the ritual world uncovered by these sources were unpredictable and unstable; ‘ritual goes wrong’, as one theorist stresses, and festivals must always have run the risk of being ignored or subverted.[CITATION-53] Yet that world demonstrably mattered to elites, who invested extravagant amounts of time and resources in maintaining the regular calendar of processions, at times in the face of violent opposition. The following section identifies the social geography, symbolic relationships and distributions of resources which processions worked to uphold and which the Patarines aimed to overturn.As in Rome, the archbishop celebrated a complex stational liturgy: a system of worship where the prelate performed church offices away from his cathedral, across different shrines in the city.[CITATION-54] In this way he projected his authority into local neighbourhoods, aiming to forge a single urban community out of a growing and increasingly fragmented cityscape. Processions between cult sites also brought liturgical drama—with its sights, sounds and scents—onto the street. They most often took place on saints’ festivals, typically beginning at the cathedral church and moving to one of the relevant saint’s sanctuaries. Processions for saints were also doubled in Milan, taking place on both the vigil and the feast day itself. The cathedral clergy moved solemnly through city space in imitation of angels, bearing crosses of precious metal, chanting psalms and antiphons.[CITATION-55] At the centre of the city, the sprawling twin-cathedral complex itself was bound together by frequent open-air processions. On the most important festivals of the liturgical year—including Easter, Pentecost, Christmas—the archbishop and his clergy celebrated mobile offices which moved between the winter cathedral of S. Maria Maggiore, the summer cathedral of S. Tecla, the two baptisteries of S. Giovanni and S. Stefano, and the archbishop’s palace. The cathedral piazza was crowded, hemmed in by market stalls and the public and judicial assembly space known as the. In the nearby forum, the commercial heart of the city, the archbishop also reshaped market space. In the 1030s he collaborated with a family of moneyers to found S. Trinità, a new basilica which dominated the forum’s centre and became the starting point for the procession of a candle for the Easter candle rite on Easter Saturday.[CITATION-56] These holy day processions therefore extended the liturgical architecture of the cathedral basilicas, and commingled public, commercial, and sacred space.The pre-eminent processional route beyond the cathedrals can be compared to thein Rome, which connected the cathedral church at the Lateran with St Peter’s shrine in the Vatican.[CITATION-57] Milan’s sacred way linked its cathedral complex, the seat of political power, with the suburban church of S. Ambrogio. As Milan’s most venerated cult site and the burial shrine of her patron saint, Ambrose, the church was a focus for pilgrimage and political theatre. It was a place of coronation and burial for kings, and submission for political rivals.[CITATION-58] Therefore the archbishop frequently communicated his privileged relationship with the site and his patron by celebrating mass before Ambrose’s remains. A number of major episcopal processions to the basilica made a further, public display of the bond between archbishop and saint.[CITATION-59] Other parades connected the city’s political and commercial centre with populous neighbourhoods and ancient monuments, such as the procession for the vigil of the translation of San Nazaro, which ended at the great cruciform church dedicated to that saint to the south, by the Roman-era triumphal arch.[CITATION-60] But the processions which most powerfully sought to express the cohesion of the city were the Three Day Litanies. In Milan this festival took place in the week after Ascension in early summer—elsewhere, it was usually celebrated before Ascension.[CITATION-61] Over three days, penitential processions of clergy and people perambulated the walls of the city, stopping at an astonishing thirty-three stations and chanting for the expiation of sin. The populace passed every neighbourhood and suburb, beginning and ending each day at the cathedral. The itinerary and prayers for saints celebrated at each station are revealed in the Ambrosian Manual, as well as earlier liturgical books.[CITATION-62] In an explicit expression of shared civic identity as they passed the city gates, the petitioners prayed for the defence of their walls, the structure which so often symbolised urban communities in the early Middle Ages.[CITATION-63] After three exhausting days, the entire civic body—laity, clergy, archbishop—had traced and experienced a sacred topography which wove the whole city together. This was a liturgical mobilisation on an extraordinary scale, almost unique in eleventh-century Europe. Although the Litanies became associated centuries later in certain northern European communities with rituals of ‘beating the bounds’, in the early Middle Ages there are no other records of the festival’s processions enclosing an entire city, or exceeding a small number of daily stations.[CITATION-64] At a time of urban expansion, the radical ambition of Milan’s procession to bind its citizenry to an urban space and its monuments appears in sharp relief. Outside of Rome, we do not hear of a comparably expansive itinerary until mid-twelfth-century records of Venice’s Purification boat procession, which rowed far across the city’s canals.[CITATION-65] The archbishop and clergy still had to put the work in to summon a crowd and make liturgy into a popular spectacle. As well as achieving this by routing processions through market spaces and populous neighbourhoods, when attendance was especially important bells were rung and messengers sent to rouse the community.[CITATION-66] While we cannot know how consistently successful the church was in raising crowds, provisions were in place which assumed it often was. On a number of major festivals, for example, clerical wardens () or military officials and their attendants were charged with whips and staves to clear the way ahead.[CITATION-67] Other factors could also draw people to the streets. Spectacular elements displaying symbolic meaning competed to arrest their attention. Clerics wore bright vestments according to the season and hour.[CITATION-68] In a world where artificial light was spare and costly, tall candles and lamps glinted.[CITATION-69] Ceremonial crosses of gold, silver and crystal preceded important figures and groups.[CITATION-70] On Purification, there was the extraordinary sight of a holy icon of Mary and her child, borne on a litter before the archbishop.[CITATION-71] Other senses were triggered too. Incense filled the open air.[CITATION-72] As well as the singing of psalms and antiphons, festivals were announced by bells, wooden clappers, and trumpets. Instruments were also sometimes played during parades. These were crucial means of mass communication in a pre-modern metropolis.[CITATION-73] The multi-sensory impact was more powerful still when lay citizens were participants as well as witnesses in processions, performing control over public space for themselves. While Beroldo does not consistently note popular participation, he reveals a number of cases. The Palm Sunday procession intended a major role for ordinary citizens: a great crowd () was to surround the archbishop’s train, acclaiming him with leaves of olive as he rode out on horseback form S. Lorenzo.[CITATION-74] It was, again, the Three Day Litanies which saw the most extensive popular mobilisation. All the laymen and women of the city were enjoined to process alongside the whole clergy. On their heads they wore penitential crosses of ashes blessed by the archbishop, drawing visible bonds between prelate and citizens. The painting with ashes recalled the Biblical penance at Nineveh, which the Litanies evoked, but this specific practice seems to have been distinctive to Milan. The people also fasted. This marked out and intensified the already arduous physical experience of these collective acts. Everyone, from archbishop to servants, submitted to the same rites of humility.[CITATION-75] In another example, when the Patarines disrupted the festival of Nazaro in 1057, a contemporary chronicle stated that they subverted a great procession of ‘all citizens of both sexes’ bearing lights.[CITATION-76] The explicit emphasis that contemporaries put on the participation of women underlines that these were extraordinary moments in the life of the city, where social pressures restricting women’s access to public space were suspended.[CITATION-77] The summoning of an audience was not the sole aim of church elites; they also hoped to convey ideas to the crowd. Processions re-animated episodes from Biblical and civic history.[CITATION-78] They worked to embody experiences of consensus, but equally sought to convey and reify hierarchies. They ostentatiously displayed group distinctions between the church’s office-holders, divided in Milan into ten classes or ‘orders’ (). Beroldo and an eleventh-century historian, Landolfo Seniore, describe in detail the order in which these groups processed, from the cardinal priests of the cathedral church onwards. Each group was preceded by a prior, who wielded a staff () as an emblem of his authority, and by portables such as crosses, books, and censers.[CITATION-79] The ten orders comprised the seven grades of the cathedral clergy; the association of the priests of the city’s other major basilicas, the, who were responsible for the pastoral care of the city and were led by their influential prior, the; and the elder men and women of the confraternity of St Ambrose.[CITATION-80] The final grade was the laity, represented ceremonially by the Viscount, whose liturgical role was also celebrated by Landolfo Seniore. The Viscount sometimes walked before the archbishop, clearing his path on processions at Christmas, Easter, and on the feasts of St Stephen and St John. This made him highly visible, holding before the crowds the staff with which he was formally invested by the archbishop twice a year (again, at Christmas and Easter).[CITATION-81] These moments communicated the symbolic dependency of the aristocracy on the figure of the archbishop, and underlined Milan’s unusual definition of the laity as a distinct liturgical order, led by the urban militia. The processions celebrated the dignity of the city’s aristocratic elite—the—as military officers as well as cathedral men.Above all, and unsurprisingly, the processions dramatised the role of the archbishop as the sacral ruler of the city, especially before mass audiences. When crowds acclaimed the archbishop with fronds in hand on Palm Sunday, they acknowledged him in an act of Christomimetic rulership, re-enacting Christ’s triumphal entrance into Jerusalem.[CITATION-82] At the same time, the archbishop drew on semiotics of secular rulership. He rode not a donkey but a white horse, dressed in ceremonial cloth ()—once distinctive emblems of Roman imperial victory celebrations, and also adopted by the popes in Rome.[CITATION-83] On Easter Saturday, the most important day of the liturgical year, and on Pentecost, the archbishop celebrated his power to create Christian community as he processed to perform baptism. Standing before the cathedral baptistery, he removed his vestments, except his mitre, and put on what resembled a royal or imperial cloak (), and a special belt with a knotted cloth. He also knotted his sandals. These knots were said to imitate sword and spurs. He did this—Beroldo says—‘to demonstrate that he is both a king and a bishop’, an audacious assertion of joint civic and sacral rulership.[CITATION-84] Finally, processions and liturgy effected the flow of material, as well as symbolic, exchanges. As in other cities, the rhythms of the sacred year established a pattern for the circulation of coin and resources among church officers.[CITATION-85] Beroldo, as we have seen, details with great attention the division of altar donations and gifts on the major feasts of the year, dedicating a whole section of his work to this matter alone. Alongside money, the liturgical economy distributed bread, fruit and cuts of meat, and the material resources necessary for divine office—wine, holy oil, and candles to light holy spaces. Those who carried processional crosses and other portables won more for their purses and larders.This division of things was sacralised and often ostentatious. The night before the Marian feast of Purification—or Candlemas, the Christianised festival of light—the archbishop blessed a great many candles and handed them out to all the different orders of the church. On the feast itself he blessed and censed them before the assembled clergy.[CITATION-86] On Pentecost Saturday, forty-one wax tablets were bound in the shape of a cross and placed on the baptismal font, before being distributed among the cardinal clergy and the city’s male and female monasteries.[CITATION-87] Cutting across local cults and communities, the semiotics of processions centred the sacral and civic rulership of the archbishop, reified the clerical hierarchy, and solemnised the status of the military aristocracy. But the language and audiences mobilised by liturgy were never static. Church elites innovated, with the new procession in 1100 for the Holy Sepulchre and the leper’s bath at the start of Holy Week being just two conspicuous examples. At the same time, the public forum that liturgy created could be subverted—as happened spectacularly during the years of the Pataria, to which we now turn.The most important indication that the ritual culture of the Milanese church mattered, that it played a real role in reproducing the authority of the archbishop and his aristocratic clients, is that opponents chose to attack it. As the religious scholar Kathryn McClymond has written, disrupted rituals throw into relief ‘what is at stake’ between competing parties.[CITATION-88] The Patarines’ decision to disrupt urban liturgy, and the inten-sely high stakes of the conflicts which followed, needs to be understood as a challenge to the ways in which cosmology undergirded elite power. It targeted the associations just described, which bound the mysteries of Christian liturgy to the legitimacy of aristocratic government.The environment mattered. In an ever more dense and populous cityscape, Patarine opposition drove confrontation between two kinds of collectives in the street: the regular repetition of liturgical assembly, and the autonomous action of the crowd. Milan’s liturgy promised to promote religious and social community, but it also risked summoning and crystallising the agency of political collectives outside elite control. Alongside the growing problems of crowd control, the semiotics of church liturgy were left open to appropriation. They provided the Patarines with a ritual grammar of resistance.The revolt which became known as the Pataria first emerged in the countryside, but entered the city in 1057, during the office of Archbishop Guido da Velate (1045–.1070), a scion of the region’s castle-holding aristocracy.[CITATION-89] In its two-decades-long struggle against clerical marriage and simony, the movement took up a diversity of tactics. As a popular movement, it frequently turned to riot, and it imposed mass boycotts of church services conducted by priests who were believed to be ritually impure. Its clerical leaders were also skilled preachers; Arialdo, a deacon and the movement’s figurehead until his murder in 1066, ‘knew the way of the crowd’, in the words of one contemporary establishment chronicler.[CITATION-90] Their sermons denounced married and simonist priests as heretics, whose sacraments were no longer life-giving but worthless and polluted—‘dog excrement’ even, matter out of place.[CITATION-91] The Patarines made alliances with other radical proponents of religious reform, including the papacy in Rome, and set up rival institutional centres. The most important of these were at S. Maria alla Porta Nuova, a chapterhouse where clerics lived an experimental life together, celibate and holding property in common; and the monastery of S. Celso. Alongside all these actions, until the movement’s defeat and the violent death of its aristocratic leader, Erlembaldo, in 1075, Patarine campaigns disrupted the liturgy.The shock of the events of these years has left us with several near-contemporary accounts which describe disruptions of liturgies, representing partisans of both the Milanese establishment and the reformers. Arnolfo, a figure close to the episcopal court and hostile to the Patarines, wrote three volumes of a chronicle of Milanese high politics before 1072 and a further two by 1077.[CITATION-92] Another history, conventionally attributed to Landolfo Seniore and probably written soon after 1075, is a scathing philippic against the Patarines and a vigorous defence of clerical marriage and the culture of the archbishop’s court.[CITATION-93] At the same time, we have a hagiography of the Patarine leader Arialdo, written in 1076 by a monk and partisan, Andrea da Strumi, who held Arialdo’s life to be a saintly example of reform activism.[CITATION-94] A sceptical reader might reasonably ask whether accounts of disrupted rituals were rhetorical strategies by hostile observers, seeking to portray the Patarines as guilty of shocking acts of sacrilege.[CITATION-95] Yet many of the events discussed here are corroborated by both pro- and anti-Patarine sources, and indeed the supporters of reform acknowledged their anti-clerical violence. ‘For the unbelieving and the perverted’, one Patarine priest unapologetically wrote, ‘the words and deeds of Arialdo, and indeed also of Christ,full of scandal’. This writer took pleasure in recounting how Arialdo beat and stripped the vestments off an ‘adulterous and simonist’ priest, whipping up the market crowds outside the church.[CITATION-96] In what follows we will examine the most significant examples of the Patarines’ engagement with liturgy and processions, including their most outrageous ‘scandals’. As we do so, we will draw on our knowledge of the city’s ritual culture to reconstruct the meaning and significance of these disruptions.We have seen that the Patarine campaign was born through the disruption of the 1057 popular procession marking the translation of the holy martyr Nazaro. According to Landolfo Seniore, Arialdo and the Patarine cleric also named Landolfo arrived at S. Celso, the starting point of the procession, to denounce and heckle the assembled priesthood for being married. They disrupted a mass procession, which consisted of crowds of laymen, women, and clergy.[CITATION-97] These events betray the instability of popular religious assemblies, which in a rapidly growing city risked summoning crowds that would tip into riot.The Patarines must have recognised this and seized an opportunity to launch a spectacular outrage before a large, diverse audience of women and men. They disrupted the church’s control of urban space as well as a collective celebration of an honoured moment in episcopal history. The procession from S. Celso to S. Nazaro repeated the fourth-century itinerary taken by the archbishop’s predecessor, Ambrose, when he discovered Nazaro’s relics and moved them to a new tomb in the basilica which later took his name. Aware of this, Landolfo Seniore decried the contrast between the discipline of the cortege under Ambrose and the violent clamour of the ‘puffed-up marsh frogs’ of the Pataria.[CITATION-98] At around this same time, reformers including Peter Damian in 1059 were drawing attention to the legend that Nazaro, although a local hero, had been sent from Rome to Milan by Pope Linus. In contrast to the Barnabas legend later championed by supporters of the archbishop, the story evoked the city’s dependency on Rome and St Peter. It is possible that the May riot sought to unmoor the cult of Nazaro, one of the most revered in the city, from its context in Ambrosian tradition and move it towards one rooted in pro-Roman narratives of religious reform. When Arialdo was later buried, his supporters deliberately laid him to rest close to the spot where Nazaro’s body had originally been found, in the monastery of S. Celso.[CITATION-99] The gamble paid off. In the hot unrest of early summer in 1057, the Patarines won mass support. Their leaders began to preach openly in the cathedral square. Lay mobs were emboldened to attack the city’s clergy, and to separate them from their wives by force—‘with swords and staves’.[CITATION-100] Strikingly, the movement built on its success not only by rooting itself in institutions such as S. Maria alla Porta Nuova, but also by constructing its own processional culture in the city. According to both his biographer and another contemporary ally, the priest Siro, Arialdo led regular solemn processions, barefoot and in ceaseless psalmody, across the city to visit the sanctuaries of the saints, surrounded by his religious brothers. Unfortunately, we do not know what itineraries Arialdo took as he sought the patronage () of the saints. But they began ‘from home’, the chapterhouse of S. Maria where he now led the common life of the clergy, displacing the topographical centrality of the cathedral church. Arialdo’s biographer also underlines that there was typically more than one station in each procession, which suggests an ambitious attempt to make a broad impression across city space.[CITATION-101] These processions were inherently subversive, rivalling the symbolic communication and claims over public space made by the episcopal liturgy. Indeed, early medieval north Italian canon law collections forbade not just disruptions of processions but also processions without episcopal licence.[CITATION-102] In Arialdo’s counter-processions we see a sustained example of what Shane Bobrycki has identified as ‘slantwise’ opposition to elite powers.[CITATION-103] That is, alongside direct and violent confrontation, Patarine gatherings worked to redirect the legitimising and redistributive effects of liturgical assemblies.The movement’s audacity grew as it became more rooted in the religious culture of the city. With the passage of years its opposition to the traditional processional culture turned more radical, and more divisive. In speeches which cited Ambrose and other church fathers, Arialdo fiercely condemned the penitential fast upheld during the Three Day Litanies. This interrupted, he argued, the fifty-day liturgical season of joy and feast between Easter and Pentecost. The Litanies fast was often controversial for this reason, although it was far from unique to Milan; indeed, the festival had its origins in a penitential procession and fast ordered in fifth-century Gaul. Nevertheless, for both opponents and supporters, it became intrinsically linked with Milan’s episcopal traditions.[CITATION-104] All the sources, pro- and anti-Patarine alike, report that Arialdo’s moves to disrupt the local celebration of the Litanies erupted in violence. According to Andrea da Strumi, in 1066 partisans heard Arialdo denounce the fasting and rushed to the cathedral square, where the whole city was assembling to begin the arduous procession around the city. In a further provocation, Arialdo himself refused to join the procession at all. He separated himself from the wider community of the city, and instead went to pray at Sant’Ambrogio—one of the stations visited on the first day. Disruption caused by his followers sparked fierce clashes. Both Andrea and Bonizo report that furious crowds sacked the Patarines’ chapterhouse at S. Maria alla Porta Nuova.[CITATION-105] The intensity and violence of the popular response underlines how integral the Three Day Litanies processions had become to the formation of an urban community. As we have seen, this act of binding a people to the space of the city was distinctive in Milan, and especially powerful. The experience was marked out and embodied through visceral, shared sensations: of hunger, repetitive chant, and physical exertion. It is the social power of the festival in its local context, rather than any subtle dispute among intellectuals over its legitimacy, which best explains the strength of Patarine opposition. Opposition to the fast was certainly not an integral part of broader religious reform ideology—Peter Damian even wrote to vindicate the Litanies fast.[CITATION-106] At the same time, it explains why, despite Patarine successes, the disruption turned so many citizens fiercely against Arialdo.With the shock of the Litanies outrage still resounding, the Patarine leaders rapidly stretched their support base to breaking point: they subverted the celebration of Pentecost Sunday, which in Milan took place at the end of that same week, on 4 June, 1066. Both Andrea da Strumi and Arnolfo tell the story. Erlembaldo, the movement’s lay figurehead, had earlier secured a letter of excommunication from Rome against Archbishop Guido da Velate, and Arialdo and Erlembaldo chose to confront him before the packed congregation during the major Pentecost service in the winter cathedral. The disturbance was intended to mobilise the liturgical assembly against the archbishop, and would have caused the suspension of a procession which dramatised episcopal leadership. Following Pentecost mass, the archbishop was to move from the winter to the summer cathedral, to sit on the archbishop’s throne and light two ceremonial candles.[CITATION-107] However, Guido also worked to summon crowds to the celebration. According to Andrea da Strumi (or at least his abbreviator; the original text has a lacuna here), the archbishop had sent out messengers across ‘the whole city’ the day before to raise an audience hostile to the Patarines. When the confrontation erupted in the cathedral, Guido held the papal bull of excommunication before the congregation. He denounced the Patarines for supporting a decree which violated the autonomy of the Ambrosian church.Interrupting Guido’s sermon, Arialdo and Erlembaldo stood up in full view of the assembly and provoked violent clashes inside the cathedral. Patarine militants then looted the episcopal palace, and stripped and nearly captured Guido, while Arialdo was left seriously injured by the melée. He sheltered with his followers in the atrium of the forum church of S. Trinità. However, popular support for Arialdo collapsed over the following days, as even his hagiographer admits, and he soon fled the city. While seeking refuge in the countryside, he was captured and handed over to relatives of Archbishop Guido in their family heartlands by the shores of Lake Maggiore. They mutilated his body horrifically, murdered him, and threw his corpse into the waters.[CITATION-108] His transgressions against the liturgies and processions which so many citizens understood as sustaining urban community—Pentecost, but especially the Three Day Litanies—fractured his coalition and cost him his life.After Arialdo’s death in 1066, the Pataria’s lay figurehead, Erlembaldo, assumed the movement’s leadership. He swiftly rebuilt the party’s strength. A year later popular opinion shifted enough to allow the Patarines to retrieve Arialdo’s corpse (as it was believed) and acclaim him as a martyr. Erlembaldo recognised the power of liturgical time. He chose Ascension Day to display the corpse before S. Ambrogio for ten days. During this time, the Litanies marchers, as well as pilgrims, would have processed past his body. Then on Pentecost, one year after the confrontation in the cathedral, Erlembaldo orchestrated a triumphal procession to translate his comrade’s body to the allied house of S. Celso.[CITATION-109] The Patarine revival continued. Exhausted, around 1070 Guido resigned in favour of the cathedral subdeacon, Goffredo da Castiglione. But Erlembaldo’s supporters banished Goffredo to his family stronghold in the hills north of the city. Guido then tried to resume office, only to be imprisoned by the Patarines in S. Celso.[CITATION-110] However, the reform party too failed to install its own candidate, Atto. On Epiphany 1072, following Atto’s election in the cathedral, an anti-Patarine riot overturned his inauguration feast in the palace and expelled him from the city.[CITATION-111] Milan quickly became a flashpoint in the wider, broiling conflicts between pope and emperor. The Crown pledged its support for Goffredo, consecrated archbishop in 1071 by his suffragan bishops in Novara; the newly elected Pope Gregory VII, a radical proponent of reform, bullishly allied himself with the layman Erlembaldo’s campaign against the clerical establishment, and maintained the legitimacy of Atto’s election.[CITATION-112] Amid this crisis, and with no one able to take up the archbishop’s seat, the Patarines continued to contest the liturgy. Over three years, Erlembaldo disrupted and remade the processions and rites for Easter and Pentecost baptism. First, on Pentecost Saturday, 18 May 1073, he forbade the celebration of baptism and its complex ceremonial.[CITATION-113] This would have disrupted the liturgical economy as well: without Pentecost baptism, there would have been no font-side distribution of the wax tablets which lit church spaces across the city.[CITATION-114] A year later the stakes were raised further. On Easter Saturday, 20 April 1074, following the blessing of the Easter candle, the cathedral clergy processed to the baptistery to consecrate the font with holy oil. The chrism had been sanctified and made fragrant with balsam two days earlier, on the feast of the Lord’s Supper, by one of Milan’s suffragan bishops. Arnolfo and Landolfo Seniore narrate the shock of what happened next. Erlembaldo and his followers appeared armed with clubs, beat the priesthood, and seized the vials of chrism from their hands. Facing the crowds gathered in the cathedral square for baptism, Erlembaldo poured out the holy oil onto the ground and trod it in with his feet.‘And so it happened’, lamented Arnolfo, ‘that the Easter joy did not know its bath’. Provoking his audience further, Erlembaldo produced his own jar of chrism, free from what he and the most radical reformers believed was the fatal ritual contagion transmitted by the province’s impure bishops. By disrupting the Easter liturgies, the Patarines suspended the circulation of ritual commodities critical for renewing episcopal authority. (The same tactic would be used in Rome in 1116: opponents of Pope Paschal II smashed the newly consecrated chrism intended for baptism on the Thursday of Holy Week.) In one more scandal for conservatives, the Patarines organised an alternative baptism for the following Friday, disordering the sacred harmony between rite and calendar, and usurping the self-proclaimed rightful gatekeepers of religious community.[CITATION-115] Such liturgical terrorism was an undoubted outrage. Bonizo of Sutri, fervent ally of the Patarines, passes over the moment in silence, while the shockwaves reached as far as northern Francia. A contemporary polemic in Trier decried Erlembaldo as the ‘son of death’, who had ‘the reverend sacraments after their consecration not only poured, not only hurled, but crushed underfoot’.[CITATION-116] To recognise the radicalism of Erlembaldo’s actions, it serves to review the ritual theatre which he disrupted and its wider social significance.[CITATION-117] The Patarines violently overturned the procession from S. Tecla to the baptistery which preceded the consecration of the font. It was during this parade through the cathedral square that the archbishop, when present, put on special vestments to imitate before the citizenry the garb of a king. He was preceded by singing choirboys, bright candles, and the Viscount, making a clear display of the close collaboration between military and ecclesiastical elites at the moment of Christian initiation.Inside, the prelate or his substitute blew on the waters and blessed the font. With a turn of his hand he poured the chrism from a silver spoon into the font three times, tracing the image of the cross. The rite of baptism then followed, beginning with three boys, who were chosen because their names were Peter, Paul, and John. They were theatrically interrogated by the prelate about their Christian belief, and immersed in the waters of the font three times. The archbishop knelt towards the East, anointed the three boys with a cross of oil, and washed their feet. All the bells were rung, and, after his role in baptism was over, the bishop-king mounted a horse and proceeded to S. Ambrogio. Here he celebrated mass with the city’s patron, who had died on the vigil of Easter in 397. The Easter Saturday liturgy displayed the bonds which tied together people, bishop-ruler, and saintly patron.The enormous social importance of this moment had accumulated steeply over centuries, as elites strove to associate the power of baptism’s cosmological significance with the shape of the polity. Since late Antiquity, Christian initiation rites focused the bishop’s power to order and define Christian community. Ambrose had argued that it was through the death-and-resurrection symbolism of baptism that the bishop dissolved relationships of blood and created new bonds of spiritual kinship. The bishop became a parent in this watery rebirth.[CITATION-118] This understanding persisted in the age of the Pataria, when Peter Damian in an address to bishops argued that all those ‘who are reborn... by the sacrament of baptism must be ascribed to you as your children’.[CITATION-119] Early medieval governments, imperial and urban, pressed these concepts into association with novel understandings of polity. Carolingian intellectuals and legislators argued that baptism integrated political and religious belonging, representing an individual’s oath—the meaning of—which bound them simultaneously to the imperial polity and the mysterious body of Christ. In the Carolingian kingdom of Italy baptism also established economic obligations; legislation, which continued to be copied into eleventh-century law books, expected individuals to pay tithes to the church in which they were baptised.[CITATION-120] As cities grew more populous and fractious in Italy after 1000, the social significance of the initiation rite as a marker of political identity intensified. Noting its importance as a site of conflict resolution in Italy, Peter Cramer has called the baptistery ‘the place in which the city in its conflicting parts was resolved into one’.[CITATION-121] In Milan as in other Italian cities (Rome apart), the cathedral baptistery was the sole site in the city where the rite could take place.[CITATION-122] The bishop or his representative became the exclusive gatekeeper of urban community, and city leaders exploited the notion that the font was the portal, not only into Christian society, but also into the civic body. When later city communes assumed governmental autonomy, secular elites also appropriated the symbolism of baptism.[CITATION-123] Furthermore, in Italy there were then only two days a year when baptism could take place: Easter and Pentecost Saturdays. Baptism days therefore became immense popular assemblies, when men, women and children from across the city crowded the cathedral square. At the centre was the archbishop, dressed as ruler. In a society in which politics and rule depended on face-to-face interaction, it was only assemblies where, as Timothy Reuter wrote, ‘the ruler could represent himself as a ruler’, and ‘the polity could represent itself to itself’.[CITATION-124] This history explains the heady scandal triggered by some spilt oil. Not only were the Patarines seen as profaning the sacraments, but they also overturned the processions and distributions which reproduced the bishop’s role as spiritual kin-maker and gatekeeper to civic community. Landolfo Seniore condemned Erlembaldo’s act as both a sacrilege and ‘awithout truth’, using the contemporary name for public courts and assemblies which represented legitimate government in the presence of royal representatives.[CITATION-125] And yet, at first, the Pataria survived the outrage. Their mistake came a year later, after a catastrophic fire on the Monday of Holy Week, 1075. Flames raged across the entire city, devastating many of the most important basilicas and the cathedrals. Chroniclers on both sides reported that many perceived the fire to be a providential judgment against the Patarines.[CITATION-126] Instead of seeking consensus after this trauma, Erlembaldo continued to polarise the city by contesting Easter baptism. Just days after the fire, on Saturday, 4 April, he again brought his ‘unknown’ (so Arnolfo says) chrism to consecrate the font. But the cathedral clergy refused to carry out such a rite, which was ‘against custom’. Amid the ashes of the city, Erlembaldo enlisted a Patarine priest named Liprando to baptise Milan’s infants. For conservatives, this was a blatant usurpation of the episcopal church’s office to perform the Easter initiation ceremony. In the wake of the great fire, for many this was a sacrilege too far. Days later, the, the knights who were the brothers of the humiliated cathedral clergy, murdered Erlembaldo on the open street. Arnaldo da Rho, a twelfth-century historian claims, dealt the lethal blow.[CITATION-127] Erlembaldo’s corpse was denied burial rites and forced to lie stripped and beaten on the ground. Liprando too was captured. His nose and ears were sliced off as a punishment for his usurpation of baptismal office—canon law barred the mutilated from clerical ministry.[CITATION-128] The elite immediately organised a triumphal procession to celebrate Erlembaldo’s murder and assert consensus after the dislocation of the past years. Twice in two days, the citizenry (), armed militia, and clergy paraded across the city’s sacred way to S. Ambrogio; on the second day, the clergy administered absolution to the assembled populace in their patron’s basilica.[CITATION-129] Joining a rite of reconciliation with a military parade, which aggressively displayed the restoration of aristocratic leadership, would have left obstinate rebels who refused to participate isolated from their fellow citizens. The Patarines scattered, or melted back into their communities.As the preceding discussion shows, urban liturgy provided a powerful stage and medium for the expression of politics and ideology. This was not, however, a stable space. By summoning the crowd which gave the episcopal court its legitimacy, the church invited open challenges to the very hierarchies and performances of power which it worked to celebrate. This tension was especially fraught in Milan, which had a rapidly growing and socially dislocated populace and where radical reform ideas drove so many to resist (aristocratic) clerical wealth and family. But equally, Patarine rites of resistance which appropriated liturgical language were far from risk-free. Arialdo in 1066 and Erlembaldo in 1075 both broke unwritten rules of the game.[CITATION-130] They went too far, not only rejecting the intersection of family power and religious mysteries but also violating performances of civic and religious community, the regular repetition of which—only too evidently—had real power for ordinary men and women. They discovered, as Andrea da Strumi wrote, that ‘the crowd is quick to change and favour opposing sides’.[CITATION-131] Because they reveal in detail the ways in which processions gained symbolic weight through their relationships with concrete urban spaces and groups, Beroldo and other Milanese liturgists allow us to see this plainly.An interrupted parade for the martyr Nazaro mobilised counter-narratives of holy history, and Arialdo’s processions (dead and alive) rivalled the topography ordered by the archbishop. Radicals overturned the litanies by which citizens took possession of their whole city, and halted knightly parades. Finally, and fatefully, a common priest dared to impersonate the bishop-king as he processed to the baptistery to redraw the boundaries of Christian community. The din of procession attended the birth of eleventh-century Europe’s greatest social movement, and its end. Militants suspended material distributions too, and not just of the oils blessed by bishops’ hands—the ritual matter of salvation. The disruption of ceremonies blocked, and perhaps diverted, the flow of money, wine and lighting materials which circulated to fill the pockets of noble clerics and make liturgy work.The Pataria was defeated in 1075, but the new world of popular politics continued to collide with urban ceremony, if in changing ways. The social significance of the Three Day Litanies, for example, remained. In 1077, rival supporters of the pope and the archbishop chose the festival to rally preachers and crowds, who clashed violently.[CITATION-132] Meanwhile, new episcopal liturgies emerged to celebrate clerical and lay elites in novel ways. From 1100, the archbishop processed to S. Sepolcro, a simulacrum of Jerusalem’s Holy Sepulchre in the forum, while sometime after the Pataria a knight of the da Rho family had assumed the highly visible ceremonial role of groom to the archbishop’s horse on Palm Sunday.[CITATION-133] It is hard not to wonder whether Arnaldo’s murder of Erlembaldo earned the family this honour.It was also around 1100 that new, secular assemblies led by men from beyond the ranks of thebegan to shape city politics. These, too, often followed popular festivals which gathered large audiences, such as Palm Sunday.[CITATION-134] The improvised gatherings would soon assist the birth of a new politics, as they shaped the formation of the commune in the following years. The aristocracy lost its grip on episcopal office in the same period, not least as a result of the pressure of new popular movements, including anti-clerical riots in 1096/7. Meanwhile, the consuls of the incipient commune competed with the archbishop as it looked to invest in public architecture and ceremony which rivalled the archbishop’s. The church still remained at the heart of civic identity, and the bishop’s time still made sacred the squares and streets of the city. But we may imagine some agitation as Beroldo sat down to try to preserve the liturgical theatre and sacred economy which depended on this living calendar. Not only did memories of popular violence mist over his visions of order; he was entering a new world in which time and civic space had more than one master.",
    "footnotes": {
        "1": "On Rome, see S. de Blaauw, ‘Contrasts in Processional Liturgy: A Typology of Outdoor Processions in Twelfth-Century Rome’, in N. Bock, P. Kurmann, S. Romano and J.-M. Spieser, eds, Art, Cérémonial et Liturgie au Moyen Âge (Rome, 2002), pp. 357–96; S. Twyman, Papal Ceremonial at Rome in the Twelfth Century (London, 2002); C.J. Wickham, Medieval Rome: Stability and Crisis of a City, 900–1150 (Oxford, 2015), pp. 321–48. For Constantinople, A. Cameron, ‘The Construction of Court Ritual: The Byzantine Book of Ceremonies’, in D. Cannadine and S. Price, eds, Rituals of Royalty: Power and Ceremonial in Traditional Societies (Cambridge, 1987), pp. 106–36; M. Featherstone, ‘Space and Ceremony in the Great Palace of Constantinople under the Macedonian Emperors’, Le corti nell’alto medioevo, Settimane di studio della Fondazione centro italiano di studi sull’alto medioevo, lxii (Spoleto, 2015), pp. 587–607.",
        "2": "For the Pataria, see C. Violante, La Pataria milanese e la riforma ecclesiastica, I: Le premese, 1045–1057 (Rome, 1955); id., ‘I laici nel movimento patarino’, in id., Studi sulla cristianità medioevale: Società, istituzioni, spiritualità (Milan, 1972), pp. 145–246; G. Miccoli, ‘Per la storia della Pataria milanese’, in id., Chiesa gregoriana: Ricerche sulla Riforma del secolo XI (2nd edn, Rome, 1966), pp. 101–68; H.E.J. Cowdrey, ‘The Papacy, the Patarenes and the Church of Milan’, Transactions of the Royal Historical Society, 5th ser., xviii (1968), pp. 25–48; H. Keller, ‘Pataria und Stadtverfassung, Stadtgemeinde und Reform: Mailand im “Investiturstreit”’, in J. Fleckenstein, ed., Investiturstreit und Reichverfassung (Sigmaringen, 1973), pp. 321–50; G. Cracco, ‘Pataria: Opus e nomen (tra verità e autorità)’, Rivista di Storia della Chiesa in Italia, xviii (1974), pp. 357–87; B. Stock, The Implications of Literacy: Written Language and Models of Interpretation in the Eleventh and Twelfth Centuries (Princeton, NJ, 1983), pp. 151–240; P. Golinelli, La Pataria: Lotte religiose e sociali nella Milano dell’XI secolo (Novara, 1984).",
        "3": "Landolfo Seniore, Historia Mediolanensis, ed. L.C. Bethmann and W. Wattenbach, Monumenta Germaniae Historica [hereafter MGH], Scriptores [hereafter SS], VIII (Hanover, 1848) [hereafter Landolfo Seniore, Historia], p. 79 (III. 8).",
        "4": "R.I. Moore, ‘Family, Community and Cult on the Eve of the Gregorian Reform’, Transactions of the Royal Historical Society, 5th ser., xxx (1980), pp. 49–69, at 49; and see a recent updating of these ideas in id., ‘The Weight of Opinion: Religion and the People of Europe from the Tenth to the Twelfth Century’, in K. Cooper and C. Leyser, eds, Making Early Medieval Societies: Conflict and Belonging in the Latin West, 300–1200 (Cambridge, 2016), pp. 202–19.",
        "5": "S. Bobrycki, ‘The Flailing Women of Dijon: Crowds in Ninth-Century Europe’, Past and Present, no. 240 (2018), pp. 3–46. Further on popular resistance in the period before 1000, see C.J. Wickham, ‘Space and Society in Early Medieval Peasant Conflicts’, Settimane di Studio del Centro Italiano di Studi sull’Alto Medioevo, l (2003), pp. 552–85.",
        "6": "For a sceptical view of the entrance of eleventh-century crowds, see S. Hamilton, Church and People in the Medieval West, 900–1200 (Harlow, 2013), p. 360, and for the classical case against radical change around the year 1000, D. Barthélemy, The Serf, the Knight, and the Historian (Ithaca, NY, 2009), and id., L’an mil et la paix de Dieu (Paris, 1999).",
        "7": "The study of medieval crowds lags behind that of their ancient and modern counterparts, but in addition to Moore and Bobrycki, see G. Dickson, ‘Medieval Christian Crowds and the Origins of Crowd Psychology’, Revue d’histoire ecclésiastique, xcv (2000), pp. 54–75, and P. Lantschner, ‘Revolts and the Political Order of Cities in the Late Middle Ages’, Past and Present, no. 225 (2014), pp. 3–46. More broadly, see E.P. Thompson, ‘The Moral Economy of the English Crowd in the Eighteenth Century’, Past and Present, no. 50 (1971), pp. 76–136; G. Rudé, The Crowd in History: A Study of Popular Disturbances in France and England, 1730–1848 (London, 1981); E. Canetti, Crowds and Power (London, 1973).",
        "8": "N. Zemon Davis, ‘The Rites of Violence: Religious Riot in Sixteenth-Century France’, Past and Present, no. 59 (1973), pp. 51–91.",
        "9": "On eleventh-century radical reform ideas of money and gender, in addition to Moore, ‘Family, Community’, and Miccoli, ‘Per la storia della Pataria’ (which focuses on Patarine ideology), see L.K. Little, Religious Poverty and the Profit Economy in Medieval Europe (London, 1979); M. McLaughlin, Sex, Gender, and Episcopal Authority in an age of Reform (Cambridge, 2010); W.D. McCready, Odiosa Sanctitas: St Peter Damian, Simony, and Reform (Toronto, ON, 2012).",
        "10": "M. Bloch, From Blessing to Violence (Cambridge, 1986), esp. pp. 1–11 and 187–95, ‘The Ritual of the Royal Bath in Madagascar’, in Cannadine and Price, Rituals of Royalty, pp. 271–97, and ‘The Past and the Present in the Present’, Man, xii (1977), pp. 278–92. More broadly on these problems, see C. Bell, Ritual Theory, Ritual Practice (New York, 1992).",
        "11": "R.A. Markus, ‘How on Earth Could Places Become Holy? Origins of the Christian Idea of Holy Places’, Journal of Early Christian Studies, ii (1994), pp. 257–71; P. Brown, The Cult of the Saints: Its Rise and Function in Latin Christianity (2nd edn, Chicago, IL, 2014).",
        "12": "See below, at nn. 119–24.",
        "13": "On the need to materialise ideologies in order to reproduce them, see E. DeMarrais, L. Jaime Castillo and T. Earle, ‘Ideology, Materialization, and Power Strategies’, Current Anthropology, xxxvii (1996), pp. 15–31. See also M. Godelier, The Mental and the Material: Thought, Economy and Society (London, 1986); L. Althusser, ‘Ideology and Ideological State Apparatuses’, in id., Lenin and Philosophy and Other Essays, tr. B. Brewster (London, 1971), pp. 127–86.",
        "14": "For Milan as imperial capital, see Milano capitale dell’Impero romano, 286–402 d.C. (Milan, 1990). On post-Roman urbanism, G.P. Brogiolo, Le origini della città medievale (Mantua, 2011); C.J. Wickham, Framing the Early Middle Ages: Europe and the Mediterranean, 400–800 (Oxford, 2005), pp. 591–692. For urban growth, J. Norrie, Urban Change and Radical Religion: Medieval Milan, c.990–1140 (Oxford, forthcoming), and for Milan as Latin Europe’s largest city, see discussion of later medieval Milan’s population, which presupposes rapid growth in this earlier period, in P. Racine, ‘Milan à la fin du XIIIe siècle: 60.000 ou 200.000 habitants?’, Aevum, liii (1984), pp. 246–63, and P. Grillo, Milano in età comunale (1183–1276): Istituzioni, società, economia (Spoleto, 2001), p. 39.",
        "15": "C. Violante, La società milanese nell’età precomunale (Bari, 1953), pp. 45–9, 99–127; H. Keller, ‘Milano nel secolo XI: L’esemplarità di un caso particolare’, in id., Il laboratorio politico del comune medievale (Naples, 2014), pp. 229–61, 237–42.",
        "16": "Arnolfo of Milan, Liber gestorum recentium, ed. C. Zey, MGH, Scriptores rerum Germanicarum in usum scholarum separatim editi [hereafter SS rer. Germ.], LVII (Hanover, 1994), p. 178 (III. 10), describes the city’s anguli. For towers and buildings over porticoes, see Gli atti privati milanesi e comaschi, ed. C. Manaresi (4 vols, Milan, 1933–69) [hereafter Atti privati], nos 303, 625 and 807; D. Andrews, ‘Lo scavo di Piazza Duomo: Età medioevale a moderna’, in D. Caporusso, ed., Scavi MM3: Ricerche di archeologia urbana a Milano durante la costruzione della linea 3 della Metropolitana, 1982–1990 (4 vols, Milan, 1991), i, pp. 163 and 167; Andrea da Strumi, Vita sancti Arialdi, ed. F. Baethgen, Supplementa tomorum I–XV, MGH, SS, XXX/2 (Leipzig, 1934), p. 1052 (ch. 17). For a broader account, Norrie, Urban Change.",
        "17": "E. Hubert, ‘La Construction de la ville: Sur l’urbanisation dans l’Italie médiévale’, Annales: Histoire, Sciences Sociales, lix (2004), pp. 109–39, 112–17, 119. For early construction outside Milan’s city walls, see Atti privati, nos 136 (1025) and 221 (1034).",
        "18": "For land clearances, see A.M. Rapetti, Campagne milanesi: Aspetti e metamorfosi di un paesaggio rurale tra X e XII secolo (Cavallermaggiore, 1994), pp. 75–96.",
        "19": "C. Violante, ‘I vescovi dell’Italia centro-settentrionale e lo sviluppo dell’economia monetaria’, in id., Studi sulla cristianità medioevale, pp. 325–47, and Norrie, Urban Change.",
        "20": "Atti privati, no. 467, for the swordsmiths’ (spadari) quarter. Further on artisans, see Violante, Società milanese, pp. 48–9, 114–15; C.J. Wickham, ‘Gli artigiani nei documenti italiani dei secoli XI e XII: Alcuni casi di studio’, in A. Molinari, R. Santangeli Valenzani and L. Spera, eds, L’archaeologia della produzione a Roma (secoli V–XV): Atti del convegno internazionale di studi, Roma, 17–29 marzo 2014 (Rome, 2015), pp. 429–38.",
        "21": "See now W.R. Day et al., eds, Medieval European Coinage, XII: Northern Italy (Cambridge, 2016), pp. 48–58. R. Lopez, ‘An Aristocracy of Money in the Early Middle Ages’, Speculum, xxviii (1953), pp. 1–43.",
        "22": "Landolfo Seniore, Historia, pp. 62–5 (II. 26). On the revolt, see Violante, Società milanese, pp. 209–12; G. Tabacco, ‘Le istituzioni di orientamento comunale nell’XI secolo’, in id., Sperimentazioni del potere nell’alto medioevo (Turin, 1993), pp. 339–67, at 357–64.",
        "23": "For a political synthesis, see G. Tabacco, The Struggle for Power in Medieval Italy (Cambridge, 1990), pp. 151–75, 182–90; id., ‘Le istituzioni’; Keller, ‘Milano nel secolo X’.",
        "24": "H. Keller, Signori e vassalli nell’Italia delle città (secoli IX–XII) (Turin, 1995); id., ‘Origine sociale e formazione del clero cattedrale dei secoli XI e XII nella Germania e nell’Italia settentrionale’, in Le istituzioni ecclesiastiche della ‘Societas Christiana’ dei secoli XI–XII: Diocesi, pievi e parrocchie. Atti della sesta Settimana internazionale di studio, Milano, 1–7 settembre 1974 (Milan, 1977), pp. 136–86; A. Castagnetti, ed., La vassallità maggiore del regno italico: I capitanei nei secoli XI–XII (Rome, 2001). For the 1096/7 crisis, see Landolfo di San Paolo, Historia Mediolanensis, ed. Ludowico [Ludwig] Bethmann and Ph. Jaffé, MGH, SS, XX (Hanover, 1868), pp. 21, 22, 37–8 (chs 2, 4–5, 40); see also A. Lucioni, Anselmo IV da Bovisio arcivescovo di Milano (1097–1101) (Milan, 2011), pp. 95–101.",
        "25": "For the phrase miles sancti Ambrosii, see I placiti del Regnum Italiae, ed. C. Manaresi (3 vols, Rome, 1955–60), iii, no. 288.",
        "26": "On the origins of Milan’s commune, see P. Grillo, ‘A Milano nel 1130: Una proposta di rilettura della composizione “tripartite” del collegio consolare’, Bulletino dell’istituto storico italiano per il medio evo, cix (2007), pp. 219–34; C. Dartmann, Politische Interaktion in der italienischen Stadtkommune (11.–14. Jahrhundert) (Ostfildern, 2012), pp. 33–120; C.J. Wickham, Sleepwalking into a New World: The Emergence of Italian City Communes in the Twelfth Century (Princeton, NJ, 2015), pp. 21–66.",
        "27": "For medieval Rome and Constantinople, see n. 1 above. For Cairo, P. Sanders, Ritual, Politics, and the City in Fatimid Cairo (Albany, NY, 1994).",
        "28": "For example, H. Gittos, Liturgy, Architecture, and Sacred Places in Anglo-Saxon England (Oxford, 2013), pp. 103–45; L. Brubaker and C.J. Wickham, ‘Processions, Power, and Community Identity: East and West’, in W. Pohl and R. Kramer, eds, Empires and Communities in the Post-Roman and Islamic World, c.400–1000 CE (New York, 2021), on processions in Francia before 1000; and N.J. Ristuccia, Christianization and Commonwealth in Early Medieval Europe: A Ritual Interpretation (Oxford, 2018), pp. 107–30, on the processions of the key Rogation Days or Three Day Litanies festival.",
        "29": "The fourth-century liturgical conflicts between Arians and Nicaeans in Constantinople, or Gregory the Great’s extraordinary septiform litany in Rome of 590, are prominent examples of processions amid crisis. On these and other late antique processions, see J.F. Baldovin, The Urban Character of Christian Worship: The Origins, Development and Meaning of Stational Liturgy (Rome, 1987); N.J. Andrade, ‘The Processions of John Chrysostom and the Contested Spaces of Constantinople’, Journal of Early Christian Studies, xviii (2010), pp. 161–89; L. Brubaker, ‘Topography and the Creation of Public Space in Early Medieval Constantinople’, in M. de Jong and F. Theuws, eds, Topographies of Power in the Early Middle Ages (Leiden, 2001), pp. 31–43; M. McCormick, Eternal Victory: Triumphal Rulership in Late Antiquity, Byzantium and the Early Medieval West (Cambridge, 1986), pp. 152–88.",
        "30": "Beroldo, Ecclesiae Ambrosianae Mediolanensis Kalendarium et Ordines, saec. XII, ex codice Ambrosiano, ed. Marcus [Marco] Magistretti (Milan, 1894) [hereafter Beroldo, Ordines]. See E. Cattaneo, La chiesa di Ambrogio: Studi di storia e di liturgia (Milan, 1974); C. Alzati, Ambrosianum Mysterium: La Chiesa di Milano e la sua tradizione liturgica (Milan, 2000); P. Carmassi, Libri liturgici e istituzioni ecclesiastiche a Milano in età medioevale (Münster, 2001).",
        "31": "Le Liber Censuum de l’église romaine, ed. P. Fabre and L. Duchesne (3 vols, Paris, 1905–10), ii, pp. 147–74. See B. Schimmelpfennig, Die Zeremonienbücher der römischen Kurie im Mittelalter (Tübingen, 1973), and id., ‘Die Bedeutung Roms im päpstlichen Zeremoniell’, in id. and L. Schmugge, eds, Rom im hohen Mittelalter: Studien zu den Romvorstellungen und zur Rompolitik vom 10. bis zum 12. Jahrhundert (Sigmaringen, 1992), pp. 47–61.",
        "32": "Beroldo, Ordines, p. 35 for author’s identity, p. 120 for the late Archbishop Olrico. M. Ferrari, ‘Valutazione paleografica del codice ambrosiano di Beroldo’, in Il Duomo, cuore e simbolo di Milano: IV centenario della dedicazione (1577–1977) (Milan, 1977), pp. 302–7.",
        "33": "Beroldo, Ordines, pp. 1–14. The earlier calendars are Oxford, Bodleian Library, MS Canon. Misc. 560, fos 67–73v; Milan, Biblioteca Capitolare, MS D 2-30, published in Manuale Ambrosianum ex codice saec. XI, ed. M. Magistretti (2 vols, Milan, 1905) [hereafter Manuale], i, pp. 181–96; and (fragmentary) Milan Biblioteca Capitolare, MS E 2-16, transcribed in O. Heiming, ‘Die ältesten ungedruckten Kalender der mailändischen Kirche’, in B. Fischer and V. Fiala, eds, Colligere Fragmenta: Festschrift Alban Dold zum 70. Geburstag am 7. 7. 1952 (Beuron, 1952), pp. 214–35, at 218–35. Here I have slight disagreements with the dating argued in Heiming, pp. 214–17. Space restricts me from demonstrating these, but my dating depends on the following documents which record new festivals: for the Exaltation of the Cross, 1053 (Atti privati, no. 366); for St Timothy, 1074 (V. Forcella, Iscrizioni delle chiese e degli altri edifice di Milano dal secolo VIII ai giorni nostri [12 vols, Milan, 1889–93], iv, p. 10); the Holy Sepulchre, 1100 (printed in L.C. Schiavi, Il Santo Sepolcro di Milano: Da Ariberto a Federico Borromeo. Genesi ed evoluzione di una chiesa ideale [Pisa, 2005], pp. 281–3); saints Casto and Polimio, 1105 (Landolfo di San Paolo, Historia, ed. Bethmann and Jaffé, pp. 34–5 [ch. 34]).",
        "34": "Beroldo, Ordines, pp. 15–34. Disputes between clerical groups over liturgical distributions became increasingly intense in this period. Open conflict broke out between the secular canons and monks of twelfth-century S. Ambrogio, on which see A. Ambrosioni, ‘Monaci e canonici all’ombra delle due torri’, in ead., Milano, papato e impero in età medievale: Raccolta di studi (Milan, 2003), pp. 245–62. See also the case of Arezzo, discussed in W. North, ‘The Fragmentation and Redemption of a Medieval Cathedral: Property, Conflict, and Public Piety in Eleventh-Century Arezzo’, in W.C. Brown and P. Górecki, eds, Conflict in Medieval Europe: Changing Perspectives on Society and Culture (Aldershot, 2003), pp. 109–30.",
        "35": "Beroldo, Ordines, pp. 34–128.",
        "36": "Ibid., pp. 67–74, and on p. 74 (corresponding to fo. 57): ‘Nomen vero auctoris huius operis lector scire cupiens, computa capitales literas per ordinem feriarum, incipiendo a B. capitali usque in finem, nomen praefatum reperies’.",
        "37": "Beroldo, Ordines, p. 34: ‘quidquid vidi et audivi et scriptum reperi, huic nostro libello tradere disposui’.",
        "38": "Schimmelpfennig, ‘Die Bedeutung Roms’, pp. 48–51; Cameron, ‘Construction of Court Ritual’, pp. 110–11.",
        "39": "H. Gittos and S. Hamilton, ‘Introduction’, in eaed., eds, Understanding Medieval Liturgy: Essays in Interpretation (London, 2016), pp. 1–10, at 9, reminds us to ask this most basic question: ‘Why was this rite written down?’ Further on approaches to liturgical sources, see Gittos’s important article in the same volume, ‘Researching the History of Rites’, pp. 13–37.",
        "40": "Anonymi Mediolanensis libellus de situ civitatis Mediolani, de adventu Barnabe Apostoli, et de vitis priorum pontificum Mediolanensium, ed. A. Colombo and G. Colombo (Bologna, 1942). See P. Tomea, Tradizione apostolica e coscienza cittadina a Milano nel medioevo: La leggenda di San Barnaba (Milan, 1993), esp. pp. 19–33 and 320–442 on the De situ civitatis Mediolani. For Bonizo’s remarks, see Bonizo of Sutri, Liber de vita Christiana, ed. E. Perels (Berlin, 1930), p. 113. On Bonizo, see W. Berschin, Bonizo von Sutri: Leben und Werk (Berlin, 1971).",
        "41": "Milan, Biblioteca Ambrosiana, MS I. 152 inf., fos 105–110v. This is the earliest manuscript witness to the text, which is also inserted by Landolfo Seniore in his history: Historia, pp. 49–51 (II. 10–14), and pp. 49–50 (II. 12) for the exploding books. See P. Tomea, ‘L’agiografia milanese nei secoli XI e XII: Linee di tendenza e problemi’, in Milano e il suo territorio in età comunale (2 vols, Spoleto, 1989), ii, pp. 623–87, at 648–51; C. Milani, ‘Osservazioni linguistiche sul “Sermo beati Thomae episcopi Mediolani”’, Aevum, xli (1971), pp. 87–129.",
        "42": "See Grillo, Milano in età comunale, pp. 56–8, on Milan’s commune’s reconstruction of public space. For early legislation in Genoa, see, for example, Codice diplomatico della Repubblica di Genoa, dal DCCCCLVIII al MCLXIII, ed. C. Imperiale di Sant’Angelo (Rome, 1936), nos 67 (1133), 68 (1134) and esp. 142 (1145), on the maintenance of Piazza Sarzano for business and ceremonial. More broadly, see M. Miller, The Bishop’s Palace: Architecture and Authority in Medieval Italy (Ithaca, NY, 2000), and H. Dey, ‘From “Street” to “Piazza”: Urban Politics, Public Ceremony, and the Redefinition of platea in Communal Italy and Beyond’, Speculum, xci (2016), pp. 919–44.",
        "43": "See warnings in Gittos, ‘Researching the History of Rites’, pp. 20–23.",
        "44": "On computistical writing in the early Middle Ages, see A.A. Mosshammer, The Easter Computus and the Origins of the Christian Era (Oxford, 2008).",
        "45": "Schimmelpfennig, ‘Die Bedeutung Roms’, pp. 48–51.",
        "46": "Beroldo, Ordines, p. 126, ‘secundum iudicatum Tadonis sapientis’; Atti privati, no. 366, authored by the lay notary Tadelberto Tadone.",
        "47": "The procession is, however, listed in Beroldo’s far more comprehensive calendar. For the 1100 document, see Schiavi, Il Santo Sepolcro, pp. 281–3. On S. Sepolcro (formerly S. Trinità), Schiavi, Il Santo Sepolcro, and R. Salvarani, ‘San Sepolcro a Milano nella storia delle crociate’, in G. Andenna and R. Salvarani, eds, Deus non voluit: I Lombardi alla prima crociata (1100–1101) (Milan, 2003), pp. 263–82. For the calendar entry, see Beroldo, Ordines, p. 8, ‘Processio ad s. Sepulchrum’.",
        "48": "For Giordano, see Beroldo, Ordines, pp. 83, 200 n., and for Olrico, p. 128.",
        "49": "Beroldo, Ordines, pp. 98–100.",
        "50": "See Manuale, i, pp. 11–12, for a limited discussion of dating and provenance; the psalter and calendar are edited in vol. I, the Manual itself in vol. II.",
        "51": "15 July, the date of the San Sepolcro festival, is blank in the calendar of the Manuale, i, p. 189, and no entry appears in the Manual, ii, p. 313. For the Exaltation of the Cross, see Manuale, i, p. 192 in the calendar, and ii, p. 350 in the Manual.",
        "52": "For purification, compare Manuale, ii, p. 111, and Beroldo, Ordines, pp. 81–2; for Palm Sunday, Manuale, ii, pp. 170–75, and Beroldo, Ordines, pp. 96–7; for the Three Day Litanies, Beroldo, Ordines, pp. 118–19, does not provide a full itinerary, but when stations are mentioned, they follow the order revealed in full in Manuale, ii, pp. 245–69; for Easter Saturday, Manuale, ii, pp. 198–209, and Beroldo, Ordines, pp. 108–14; for Pentecost Saturday, the psalms before the consecration of the font and during the return procession to the winter cathedral recorded in Beroldo, Ordines, pp. 120–22, are found in Manuale, ii, pp. 269–71. Ritual continuities reached back to fourth-century baptism, for which see Ambrose’s sermons to the newly baptised, De mysteriis and De sacramentis: Ambrose, Des sacraments, des mystères, ed. B. Botte (Paris, 1949). The Pentecost Sunday procession described in Beroldo, Ordines, p. 122, is also confirmed in Manuale, ii, p. 272.",
        "53": "K.T. McClymond, Ritual Gone Wrong: What We Learn from Ritual Disruption (Oxford, 2016); P. Buc, The Dangers of Ritual: Between Early Medieval Texts and Social Scientific Theory (Princeton, NJ, 2001), pp. 8, 10, and 22–3 for ‘bad rituals’ (although Buc argues these were rhetorical devices in written narratives rather than real events in social practice).",
        "54": "Baldovin, Urban Character, pp. 36–8.",
        "55": "Beroldo, Ordines, pp. 57–63. Landolfo Seniore, Historia, p. 72 (II. 35), compares the clergy in procession to angels. On the role of psalmody in angelic mimesis, see S.G. Bruce, Silence and Sign Language in Medieval Monasticism: The Cluniac Tradition, c.900–1200 (Cambridge, 2007), pp. 2–3, 20–24.",
        "56": "Schiavi, Santo Sepolcro, and pp. 277–9, for text of the foundation document, and Lopez, ‘An Aristocracy of Money’. Beroldo, Ordines, pp. 109–10, confirms that the candle was still carried from the church in his day.",
        "57": "See Liber Censuum, ed. Fabre and Duchesne, ii, p. 154, for the itinerary through Rome’s Via sacra on the Easter Monday procession.",
        "58": "For Sant’Ambrogio’s early history, see R. Balzaretti, The Lands of Saint Ambrose: Monks and Society in Early Medieval Milan (Turnhout, 2019). Epitaphs for burials of King Pippin of Italy (810) and Emperor Louis II (875) are printed in Forcella, Iscrizioni, iii, pp. 200 and 204; see Landolfo di San Paolo, Historia, ed. Bethmann and Jaffé, p. 21 (ch. 3), for the 1093 coronation in Sant’Ambrogio of Henry IV’s royal rival, Conrad of Italy. For the church as site of political submission and reconciliation, see Arnolfo, Liber gestorum recentium, ed. Zey, p. 142 (I. 19), and n. 130 below.",
        "59": "These included the first day of Lent, Palm Sunday, Easter Saturday and the Thursday after Easter, while the procession of the Exaltation of the Cross took the route in reverse: Beroldo, Ordines, pp. 83, 96–7, 114, 117, 126; Atti privati, no. 366.",
        "60": "Beroldo, Ordines, p. 125.",
        "61": "On the festival, see Ristuccia, Christianization and Commonwealth; J. Hill, ‘The Litaniae maiores and minores in Rome, Francia and Anglo-Saxon England’, Early Medieval Europe, ix (2000), pp. 211–46; in Milan, Alzati, Ambrosianum mysterium, pp. 108–13.",
        "62": "Manuale, ii, pp. 245–69, and the prayer book of Archbishop Arnolfo (r. 998–1018), ed. O. Heiming, ‘Ein benediktinisch-ambrosianisches Gebetbuch des frühen 11. Jahrhunderts: Brit. Mus. Egerton 3763’, Archiv für Liturgiewissenschaft, viii (1964), pp. 325–435, at 385–99. Compare also with the ninth/tenth-century Ambrosian evangeliary: N. Valli, L’ordo evangeliorum a Milano in età altomedievale: Edizione dell’evangelistario A 28 inf. della Biblioteca ambrosiana (Rome, 2008).",
        "63": "For example, Manuale, ii, pp. 245–6. See C. La Rocca, ‘Public Buildings and Urban Change in Northern Italy in the Early Medieval Period’, in J. Rich, ed., The City in Late Antiquity (London, 1992), pp. 161–80.",
        "64": "On this important point, see Ristuccia, Christianization and Commonwealth, pp. 97–8 and 118–19, and Gittos, Liturgy, Architecture, pp. 134–8.",
        "65": "The first evidence for the Purification boat procession comes from a dispute recorded in 1143; see E. Crouzet-Pavan, Le moyen âge de Venise (Paris, 2015), pp. 405–15.",
        "66": "Landolfo Seniore, Historia, p. 80 (III. 9); Landolfo di San Paolo, Historia, ed. Bethmann and Jaffé, p. 25 (ch. 12).",
        "67": "Beroldo, Ordines, pp. 36, for lay officers, and 61, for custodes.",
        "68": "For the striking dress for the baptismal procession, see Beroldo, Ordines, pp. 100 and 111; see also, for example, the deacons’ Lenten red alb, pp. 100, 101, 105, 108, 109. More broadly, M.C. Miller, Clothing the Clergy: Virtue and Power in Medieval Europe, c.800–1200 (Ithaca, NY, 2014).",
        "69": "Beroldo, Ordines, p. 59.",
        "70": "Ibid., pp. 60–61.",
        "71": "Ibid., p. 81, and for the twelfth-century relief sculpture of the icon in procession, originating from S. Maria Beltrade, see Museo d’arte antica del Castello Sforzesco: Scultura lapidea (4 vols, Milan, 2012–16) i, pp. 150–52.",
        "72": "Beroldo, Ordines, pp. 60–61, 85.",
        "73": "Some examples: Beroldo, Ordines, pp. 108, 109, for trumpets; pp. 86, 100, 101, for church bells, and 128 for all church bells on All Souls Day; p. 107, for wooden clappers; p. 82, for bells rung while processing. More broadly, see C. Goodson and J.H. Arnold, ‘Resounding Community: The History and Meaning of Medieval Church Bells’, Viator, xliii (2012), pp. 99–130, and D. Garrioch, ‘Sounds of the City: The Soundscape of Early Modern European Towns’, Urban History, xxx (2003), pp. 5–25.",
        "74": "Ibid., p. 97.",
        "75": "Ibid., p. 118, and Andrea da Strumi, Vita sancti Arialdi, ed. Baethgen, p. 1062 (ch. 17), where Patarines arrive at the cathedral to find ‘the whole city was assembled’ (‘ubi iam civitas era omnis congregata’). For blessing of ashes, see Beroldo, Ordines, p. 118, and Manuale, ii, p. 245, where the prayer recalls the sinners of Ninevah (peccantibus ninevitis). While comparison of Three Day Litanies penitents to those of Nineveh dates back to our earliest sources for the festival, I am not aware of other liturgies where ashes are actually used; see Ristuccia, Christianization and Commonwealth, p. 48. On the religious anthropology of fasting in the Middle Ages, especially for women, see C. Walker Bynum, Holy Feast and Holy Fast: The Religious Significance of Food to Medieval Women (Berkeley, CA, 1988).",
        "76": "Landolfo Seniore, Historia, p. 79 (III. 8): ‘civibus universis utriusque sexus’.",
        "77": "Late antique writers also underlined that processions overturned the normal gendering of public space. See John Chrysostom, De S. Hieromartyre Phoca, ed. Jacques-Paul Migne, Patrologia cursus completes, series Graeca, lv (Paris, 1857–66), col. 699: ‘Let no-one keep away from this holy festival; let no virgin remain at home, let no woman shut herself up in her rooms’ (‘Nemo ab hac sacra solemnitate absit, non virgo domi remaneat, non mulier aedibus se contineat’).",
        "78": "Palm Sunday is the most obvious re-enactment of Biblical history. On the representation of history in liturgy more broadly, see M. Fassler, ‘The Liturgical Framework of Time and Representation of History’, in R.A. Maxwell, ed., Representing History, 900–1300: Art, Music, History (Philadelphia, PA, 2010), pp. 149–72.",
        "79": "Beroldo, Ordines, pp. 35–6, Landolfo Seniore, Historia, pp. 71–3 (II. 35).",
        "80": "For the especially visible ceremonial role of the primicerius presbyterorum, see, for example, Beroldo, Ordines, pp. 35, 60, 61, 93, 94, 119.",
        "81": "Landolfo Seniore, Historia, pp. 71, 72 (II. 25); Beroldo, Ordines, pp. 36, 78, 109, 119.",
        "82": "The hymns recorded in Manuale, ii, pp. 171–2, leave us is no doubt that the procession worked to evoke Christ’s entrance and acclamation.",
        "83": "For Rome, see A. Paravicini Bagliani, Le Chiavi e la tiara: Immagini e simboli del papato medievale (Rome, 1998), pp. 76–8.",
        "84": "Beroldo, Ordines, p. 111: ‘ut ostendatur quod sit rex et pontifex’. The cloth around the archbishop’s waist imitated the cingulum militiae, the sword-belt which was an important marker of male lay identity—see K. Leyser, ‘Early Medieval Canon Law and the Beginnings of Knighthood’, in id., Communications and Power in Medieval Europe (London, 1994), pp. 51–71, at 55–7. Compare to explicit appropriation of imperial and regal attributes, including crown-wearing, by the pope from the time of Gregory VII: E.H. Kantorowicz, Laudes Regiae: A Study in Liturgical Acclamations and Medieval Ruler Worship (Berkeley, CA, 1946), pp. 87–8.",
        "85": "For Rome, for example, see Wickham, Medieval Rome, pp. 346–8.",
        "86": "Beroldo, Ordines, pp. 81–2, Manuale, ii, p. 111.",
        "87": "Beroldo, Ordines, pp. 120–21.",
        "88": "McClymond, Rituals Gone Wrong, p. 179.",
        "89": "On the family, see Keller, Signori e vassalli, pp. 51–3, and A.H. Allen, ‘The Family of Archbishop Guido da Velate of Milan (1045–71)’, Contributi dell’Istituto di Storia medioevale, i (Milan, 1968), pp. 6–9.",
        "90": "Arnolfo, Liber gestorum recentium, ed. Zey, p. 178 (III. 10): ‘prout noverat vulgi morem’.",
        "91": "Andrea da Strumi, Vita sancti Arialdi, ed. Baethgen, pp. 1055–7 (ch. 10), for an account of a sermon by Arialdo against simony, which identifies simonists as heretics (simoniacos haereticosque). Compare Arnolfo, Liber gestorum recentium, ed. Zey, pp. 176–8 (III. 9), reporting a Patarine sermon which condemns the heresis ... symoniaca among the priesthood, denouncing their ineffective sacraments as canina ... stercora (dog excrement); and Landolfo Seniore, Historia, pp. 79–81 (III. 9–10).",
        "92": "Arnolfo, Liber gestorum recentium, ed. Zey. See further C. Zey. ‘Una nuova edizione del “Liber gestorum recentium” di Arnolfo di Milano: Un progresso?’, in P. Chiesa, ed., Le cronache medievali di Milano (Milan, 2001), pp. 11–27.",
        "93": "Landolfo Seniore, Historia. I here follow the dating proposed by J.W. Busch, ‘Landulfi senioris Historia Mediolanensis—Überlieferung, Datierung und Intention’, Deutsches Archiv für Erforschung des Mittelalters, xlv (1989), pp. 1–30, and id., Die Mailänder Geschichtsschreibung zwischen Arnulf und Galvaneus Flamma: Die Beschäftigung mit der Vergangenheit im Umfeld einer oberitalienischen Kommune vom späten 11. Bis zum frühen 14. Jahrhundert (Munich, 1997), who considers the final four chapters to be a later interpolation. But note C. Alzati, ‘I motivi ideali della polemica antipatarinia’, in C. Violante, ed., Nobilità e chiese nel medioevo (Rome, 1993), pp. 199–222, who still dates the work to the end of the eleventh century.",
        "94": "Andrea da Strumi, Vita sancti Arialdi, ed. Baethgen. See C. Pellegrini, ‘Fonti e memorie storiche di S. Arialdo’, Archivio storico lombardo, xiv (1900), pp. 209–36, and xvi (1901), pp. 5–24, xvii (1902), pp. 60–98; K.G. Cushing, ‘Events that Led to Sainthood: Sanctity and the Reformers of the Eleventh Century’, in R. Gameson and H. Leyser, eds, Belief and Culture in the Middle Ages: Studies Presented to Henry Mayr-Harting (Oxford, 2001), pp. 187–96. See also accounts sympathetic to the Patarines in Bonizo of Sutri, Liber ad amicum, ed. E. Dümmler, MGH, Libelle de lite imperatorum et pontificum [hereafter LdL], I (Hanover, 1891), pp. 568–620; Die Briefe des Petrus Damiani, ed. K. Reindel, MGH, Die Briefe der deutschen Kaiserzeit, IV (4 vols, Munich, 1983–93).",
        "95": "This is how descriptions of ritual gone wrong in general are interpreted in Buc, Dangers of Ritual.",
        "96": "From the letter of Siro the Priest, written in response to Andrea da Strumi’s biography and copied after the manuscript of the text: Vita sancti Arialdi, ed. Baethgen, p. 1074.",
        "97": "Landolfo Seniore, Historia, p. 79 (III. 8); Beroldo, Ordines, p. 124; Manuale, ii, pp. 318–20.",
        "98": "Landolfo Seniore, Historia, p. 79 (III. 8): ‘quasi ranae palustres turgidi’. On the original translation, see N. McLynn, Ambrose of Milan: Church and Court in a Christian Capital (Berkeley, CA, 1994), pp. 226–35.",
        "99": "For Nazaro’s baptism by Linus, see the hagiographies of Nazaro in Boninus Mombritius, Sanctuarium seu vitae sanctorum (2 vols, Paris, 1910), ii, pp. 326–34; U. Zanetti, ‘Les passions des SS. Nazaire, Gervais, Protais et Celse’, Analecta bollandiana, xcvii (1979), pp. 69–88. See also the prayers of Milan’s clergy during the festival, Manuale, ii, pp. 318–20; Die Briefe des Petrus Damiani, ed. Reindel, ii, p. 234 (no. 65).",
        "100": "Landolfo Seniore, Historia, pp. 80–81 (III. 10): ‘mulierum divortium … gladiis et fustibus faciebant’; Arnolfo, Liber gestorum recentium, ed. Zey, pp. 178–9 (II. 10).",
        "101": "Andrea da Strumi, Vita sancti Arialdi, ed. Baethgen, pp. 1062–3, and 1073 (ch. 18).",
        "102": "See the collections described in W. Kaiser, Die Epitome Iuliani: Beiträge zum römischen Recht im frühen Mittelalter und zum byzantinischen Rechtsunterricht (Frankfurt, 2004), pp. 476–80, 522–38, 702, which include or adapt chapters to this effect taken from late Roman law: Corpus iuris civilis, III: Novellae, ed. R. Schöll and W. Kroll (Berlin, 1928), pp. 616–17 (novel 123, chs 31–2), and see D. Miller and P. Sarris, The Novels of Justinian: A Complete Annotated English Translation (2 vols, Cambridge, 2018).",
        "103": "Bobrycki, ‘Flailing Women’.",
        "104": "For an account of the sermon, see Andrea da Strumi, Vita sancti Arialdi, ed. Baethgen, pp. 1061–2 (ch. 17), which draws on Ambrose, Expositio secundum Lucam, ed. M. Adriaen (Turnhout, 1957), VIII, ll. 286–92. On controversy around the fast, see Ristuccia, Christianizing Community, pp. 165–75.",
        "105": "Andrea da Strumi, Vita sancti Arialdi, ed. Baethgen, p. 1062 (ch. 17); Arnolfo, Liber gestorum recentium, ed. Zey, pp. 188–90 (III. 15); Landolfo Seniore, Historia, p. 95 (III. 30); Bonizo, Liber ad amicum, ed. Dümmler, p. 596 (IV).",
        "106": "Die Briefe des Petrus Damiani, ed. Reindel, iii, pp. 337–8 (no. 118).",
        "107": "Arnolfo, Liber gestorum recentium, ed. Zey, pp. 192–3 (III. 18); Andrea da Strumi, Vita sancti Arialdi, ed. Baethgen, pp. 1064–5 (ch. 20). For the procession, see Beroldo, Ordines, p. 122, and Manuale, ii, p. 272.",
        "108": "Landolfo Seniore, Historia, pp. 95–6 (III. 30); Arnolfo, Liber gestorum recentium, ed. Zey, pp. 193–5 (III. 18); Andrea da Strumi, Vita sancti Arialdi, ed. Baethgen, pp. 1065–8 (ch. 21); Bonizo, Liber ad amicum, ed. Dümmler, p. 597 (VI).",
        "109": "Andrea da Strumi, Vita sancti Arialdi, ed. Baethgen, pp. 1071–2 (chs 23–5); Bonizo, Liber ad amicum, ed. Dümmler, p. 597 (VI); Landolfo Seniore, Historia, p. 96 (III. 30). See C. Violante, ‘Riflessioni storiche sul seppellimento e la traslazione di Arialdo e di Erlembaldo capi della Pataria milanese’, in R. Lievens et al., eds, Pascua Medievalia: Studies voor Prof. Dr. J.M. De Smet (Leuven, 1983), pp. 66–74.",
        "110": "Arnolfo, Liber gestorum recentium, ed. Zey, pp. 196–9 (III. 20); Landolfo Seniore, Historia, p. 87 (III. 18); Bonizo, Liber ad amicium, ed. Dümmler, p. 598 (VI). On Goffredo’s family, see Keller, Signori e vassalli, p. 81.",
        "111": "Arnolfo, Liber gestorum recentium, ed. Zey, pp. 202–5 (III. 23); Bonizo, Liber ad amicum, ed. Dümmler, pp. 599–600 (VI); Landolfo Seniore, Historia, p. 95 (III. 29). A. Paravicini-Bagliani, Morte e elezione del papa: Norme, riti e conflitti (Rome, 2013), pp. 80–84, and id., The Pope’s Body (Chicago, IL, 2000), pp. 39–44, for the formal and ceremonial importance of taking possession of the episcopal palace after election in Rome, which here was being disrupted.",
        "112": "Gregorii VII Registrum, ed. E. Caspar, MGH, Epistolae selectae, II (2 vols, Berlin, 1920–23), i, pp. 25–6, where Gregory VII addresses letters to Erlembaldo as an ally; at i, pp. 27–8 and 77, Gregory requests that others collaborate with Erlembaldo. For broader context, see K.G. Cushing, Reform and the Papacy in the Eleventh Century (Manchester, 2005); H.E.J. Cowdrey, Pope Gregory VII, 1073–1085 (Oxford, 1998).",
        "113": "Arnolfo, Liber gestorum recentium, ed. Zey, p. 210 (IV. 5); Beroldo, Ordines, pp. 120–22; Manuale, ii, pp. 269–71.",
        "114": "Compare Arezzo in the same period, where clerics mourned how religious conflict made churches go dark: Historia custodum Aretinorum, ed. A. Hofmeister, MGH, SS, XXX/2 (Leipzig, 1934), pp. 1471–82, and see North, ‘Fragmentation’.",
        "115": "Arnolfo, Liber gestorum recentium, ed. Zey, pp. 210–11 (IV. 6): ‘Unde contigit, ut paschale gaudium suum nesciret lavacrum’; Landolfo Seniore, Historia, pp. 96–7 (III. 30). For Rome in 1116, see Liber pontificalis, nella recensione di Pietro Guglielmo OSB e del card. Pandolfo, ed. U. Přerovský (3 vols, Rome, 1978) ii, pp. 717–18 (161. 27–9).",
        "116": "‘Wenrici scolastici Trevirensis epistola sub Theoderici episcopi Virdunensis nomine composita’, ed. K. Francke, MGH, LdL, I, pp. 298–9: ‘a quo mortis filio referuntur effusa, non effusa, sed et proiecta, non proiecta, sed et pedibus conculcata’. On the polemic’s author, Wenrich of Trier, and his commissioner, Theoderic of Verdun, see P. Healey, The Chronicle of Hugh of Flavigny: Reform and the Investiture Contest in the Late Eleventh Century (Aldershot, 2006), pp. 54–9.",
        "117": "Beroldo, Ordines, pp. 108–14; Manuale, ii, pp. 198–209.",
        "118": "Ambrose, De mysteriis, ed. Botte, II. 20 and III. 1, on the baptistery as tomb and immersion as burial, leading to new life in Christ. Ambrose’s contemporary, the fourth-century bishop of Verona, Zeno, imagined the ‘milky font’ (lactie fontis), as a portal which ‘immediately’ made unrelated individuals ‘brothers indeed’ (subito germani fratres): Zeno Veronensis Tractatus, I, ed. B. Löfstedt (Turnhout, 1971), pp. 23–4, 24.",
        "119": "Die Briefe des Petrus Damiani, ed. Reindel, ii, pp. 214–15 (no. 61).",
        "120": "O.M. Phelan, The Formation of Christian Europe: The Carolingians, Baptism, and the Imperium Christianum (Oxford, 2014); Capitulare Haristallense, ed. Alfredus Boretius, MGH, Capitularum regum Francorum, I (Hanover, 1883), pp. 47–50; and Liber legis Langobardorum Papiensis dictus, ed. Alfredus Boretius, Leges Langobardorum, MGH, Leges, IV (Hanover, 1868), p. 485.",
        "121": "P. Cramer, Baptism and Change in the Early Middle Ages, c.200–c.1150 (Cambridge, 1993), pp. 268–9; E. Cattaneo, ‘La basilica baptisterii, segno di unità ecclesiale e civile’, Atti del convegno di Parma (1976) (Cesena, 1979), pp. 9–32.",
        "122": "Ferdinando Ughelli, Italia Sacra, sive De episcopis Italiae, et insularum adjacentium, rebusque ab iis praeclare gestis, deducta serie ad nostrum usque aetatem, ed. Nicolò Coleti (2nd edn, 10 vols, Venice, 1717–22), ii, p. 360. Cattaneo, ‘Il battistero’, p. 186.",
        "123": "In mid-twelfth-century Genoa, for example, a leading public official assumed the ostentatious role of guarding open the gates of the baptistery which received the episcopal procession on Easter Saturday: Codice diplomatico di Genoa, ed. Imperiale di Sant’Angelo, no. 119 (1142).",
        "124": "T. Reuter, ‘Assembly Politics in Western Europe from the Eighth Century to the Twelfth’, in P. Linehan and J.L. Nelson, eds, The Medieval World (London, 2001), pp. 378–9.",
        "125": "Landolfo Seniore, Historia, p. 97 (III. 30): ‘O gens sine Deo, et o placitum sine vero’. On the placitum or public judicial assembly in eleventh-century politics, see C.J. Wickham, ‘Justice in the Kingdom of Italy in the Eleventh Century’, La giustizia nell’alto medioevo, secc. IX–XI (Spoleto, 1997), pp. 179–255.",
        "126": "Arnolfo, Liber gestorum recentium, ed. Zey, pp. 212–14 (IV. 8); Bonizo, Liber ad amicum, ed. Dümmler, pp. 604–5 (VII).",
        "127": "Landolfo di San Paolo, Historia, ed. Bethmann and Jaffé, p. 48 (ch. 66).",
        "128": "Arnolfo, Liber gestorum recentium, ed. Zey, pp. 214–17 (IV. 9); Landolfo Seniore, Historia, p. 97 (III. 30); Bonizo, Liber ad amicum, ed. Dümmler, p. 605. On Liprando’s mutilation, see O. Capitani, ‘Da Landolfo Seniore a Landolfo Iuniore: Momenti di un processo di crisis’, in Milano e il suo territorio, ii, pp. 589–622, 599–610.",
        "129": "Arnolfo, Liber gestorum recentium, ed. Zey, pp. 216–17, 222 (IV. 10, V. 2); Landolfo Seniore, Historia, p. 97 (III. 30).",
        "130": "G. Althoff, Family, Friends and Followers: Political and Social Bonds in Medieval Europe, tr. C. Carroll (Cambridge, 2005), pp. 136–59, on ‘rules’ in ritual politics (understood more rigidly than here), and P. Bourdieu, In Other Words: Essays Towards a Reflexive Sociology, tr. M. Adamson (Cambridge, 1990), pp. 76–86, on playing with the rules of social practice.",
        "131": "Andrea da Strumi, Vita sancti Arialdi, ed. Baethgen, p. 1065 (ch. 21).",
        "132": "Arnolfo, Liber gestorum recentium, ed. Zey, pp. 229–31 (V. 9); Berthold of Reichenau, Bertholdi Chronicon, 1054–1080, ed. I.S. Robinson, Die Chroniken Bertholds von Reichenau und Bertolds von Konstanz, 1054–1100, MGH, Scriptores rerum Germanicarum, Nova series, XIV (Hanover, 2003), pp. 161–382, s.a. 1077.",
        "133": "Beroldus, Ordines, p. 97.",
        "134": "Landolfo di San Paolo, Historia, ed. Bethmann and Jaffé, p. 26 (ch. 15)."
    }
}