{
    "title": "Royal Companies, Risk Management and Sovereignty in Old Regime France*",
    "author": "Lewis Wade",
    "date": "04 September 2023",
    "article": "Shortly after William of Orange arrived in Devon at the outset of the Glorious Revolution in 1688, Dutch troops stationed in Dartmouth seized the, a ship laden with marble purchased for the French court at Versailles. This seizure precipitated an extraordinary insurance dispute in Paris between two little-known royal companies: the Royal Insurance Company and the Royal Marble Company. This article analyses the fractious dispute and the companies at its heart. In so doing, it reflects on the dispute as a product of the French state’s broader exploitation of companies as tools of risk management: the state leveraged private capital in order to spread the risks of its virulently anti-Dutch commercial policy. Yet the dispute also exposed the ambiguities of war and peace in seventeenth-century thought and practice. In justifying their refusal to pay out on the insurance policy they had signed on the, the Royal Insurance Company’s directors suggested that an insurer could decide unilaterally that France was in a state of war, thereby triggering a contractual clause that would shift the onus back onto the policyholder. Although Louis XIV himself stepped in to defuse the dispute at its most contentious moment, the state proved unable to respond to the challenge posed to its sovereignty, with significant consequences for the French insurance industry and maritime commerce up to the end of the Old Regime.On 27 August 1688, at 16 rue Quincampoix in central Paris, a very ordinary transaction took place. Here in its offices, the Royal Insurance Company () signed a marine insurance policy with the Royal Marble Company (). Through this policy, the Royal Insurance Company agreed to reimburse the Royal Marble Company up to 16,000 livres tournois if the, or the Carrara marble with which it was loaded, was damaged or lost in the course of its voyage from Genoa to Le Havre in northern France.[CITATION-1] When thewas seized in England at the outset of the so-called Glorious Revolution, this ordinary transaction became the subject of a most extraordinary conflict. This article analyses the conflict, piecing together evidence from the extant registers of the Royal Insurance Company, the records of Paris’s admiralty court and other archival sources in England and France.[CITATION-2] In analysing the tentative resolution to this messy conflict, the article makes a key contribution to the study of early modern insurance. While the field has witnessed a recent renaissance, France has not yet reaped the benefits.[CITATION-3] The article thus offers the first close study of the Royal Insurance Company in over seventy-five years, and for the first time sketches the conflict resolution system for insurance disputes in Paris after the promulgation of theof 1681.[CITATION-4] In so doing, the article draws on, and offers empirical support for, recent analytical works on mercantile conflict resolution and management in pre-modern Europe.[CITATION-5] This is especially valuable in the light of the paucity of sources at the historian’s disposal for studying the multi-institutional nature of early modern insurance conflicts.Nevertheless, while the article revolves around an insurance conflict, its central focus is on what this conflict reveals about royal companies in France and their function in serving state interests. The nature of the state’s intervention into the dispute sheds light on the limited life cycle of the companies, which were conceived of and treated as tools of risk management for the state in spaces where it was weak, thereby existing and functioning ‘in the absence rather than the dominance of the state’.[CITATION-6] Here, I quote Philip Stern, who used this phrase in reference to the English East India Company, whose privileges were justified by the fact that they operated in distant lands where the state itself could not maintain a presence. Yet interests in distant lands depended upon control and mastery of the ‘wild, unruly, and untameable’ sea, which became a focal point for debates on state sovereignty throughout the early modern period.[CITATION-7] By bringing the maritime sphere back into the analysis of European chartered companies, as Cátia Antunes and Kate Ekama have recently suggested, we can appreciate how corporate and non-corporate actors interacted and came into conflict in spaces closer to home.[CITATION-8] In the case under discussion here, I go further still: the state’s precarious hold over maritime affairs led the Royal Insurance Company to claim that France was in a state of war before the formal declaration of war was made against the Dutch in late November 1688. This threatened to undermine state sovereignty in metropolitan France itself and contributed to a broader destabilisation of the conceptual divide between war and peace in pre-modern political thought and legal practice.Seen in this context, the conflict was the product of the state’s ability to manage risks through establishing business relations with close allies. Nevertheless, it emerged from, and drew unwanted attention to, both state weaknesses in the maritime sphere and the space within French commerce for a plurality of understandings of war and peace. The ambiguous resolution to the dispute had implications that fomented further conflict across France up to the end of the Old Regime.By the seventeenth century, marine insurance had already become firmly entrenched in commercial centres across Europe. The oldest known policy was issued in Genoa on 20 February 1343, transferring risks at sea to the underwriter in exchange for an agreed sum (i.e. the premium).[CITATION-9] From the Italian states, insurance migrated across the Mediterranean and later northwards.[CITATION-10] By the time the policy on thewas signed, Amsterdam was firmly established as Europe’s leading insurance market. London was already a major centre too: together with the Royal Exchange, Edward Lloyd’s coffeehouse was just emerging as a significant space for the negotiation of insurance policies and the dissemination of maritime information.[CITATION-11] The rise of insurance across Europe had not been without controversy. Early scholastic thought, focusing on the aleatory nature of insurance, had placed insurance in the same semantic field as gambling, enshrining a broader moral suspicion of insurance and other similar business instruments, such as bills of exchange.[CITATION-12] Francesca Trivellato has recently documented the rise of an antisemitic legend in seventeenth-century France concerning the origins of insurance and the bill of exchange. In the case of insurance, this was a prejudiced manifestation of French society’s anxieties about the scope for underwriters to renege on their commitments—and the potential for this to bring about the policyholder’s financial ruin.[CITATION-13] In turn, policyholders could exploit information asymmetries to the detriment of underwriters: they could, for example, conceal information about the seaworthiness of a vessel to secure more favourable terms. Taking such asymmetries to their extreme, policyholders could even over-insure a vessel with multiple unwitting underwriters and then deliberately sink it, walking away with a handsome profit.[CITATION-14] Moral hazard—that is, the capacity for parties to enter an insurance policy in bad faith—thus underpinned the instrument’s capacity to engender chaos in commercial life.[CITATION-15] As a tool for managing risk, insurance was itself risky.The two companies in thedispute operated within this environment of suspicion towards insurance. Although surprisingly little has been written about it, the Royal Insurance Company was entirely typical of the privileged corporate model exploited by the French state in the 1680s.[CITATION-16] It was the pet project of Jean-Baptiste Antoine Colbert, marquis de Seignelay, who succeeded his famous father as secretary of state for maritime affairs () in 1683.[CITATION-17] Following in his father’s footsteps—Colbert had created an ill-fated insurance chamber in Paris in 1668—Seignelay established the Royal Insurance Company in 1686 with the intention of challenging the dominance of Amsterdam’s and London’s markets, at the same time as reducing the outflow of specie from France in premiums in a period where coinage was in short supply.[CITATION-18] He also hoped the Royal Insurance Company’s conduct would serve as a model for underwriters across France, thereby addressing prevailing fears of moral hazard in the insurance industry.[CITATION-19] Seignelay had restructured the French East India Company () and created the Guinea Company () in 1685 to encourage small groups of wealthyto invest in the state’s commercial projects. A‘was any person who handled the king’s money’, but many were close allies of the Crown who were essential in supporting the public debt, especially in times of war, through their services as tax farmers.[CITATION-20] Following the model of these companies, Seignelay encouraged thirty, royal allies and notable merchants to invest a total of 300,000 livres in the Royal Insurance Company. Five of these shareholders were selected to serve as directors at any one time, being replaced in a fixed pattern every six months. These directors handled the company’s activities, agreeing and signing insurance policies on behalf of all the shareholders, who shared any profits or losses with the directors equally.[CITATION-21] Among the shareholders was Jean-Baptiste de Lagny, who had been appointed by Seignelay as director general of commerce () in 1686. Lagny had extensive ties to royal finance, and served as a general farmer for the state from 1680 onwards.[CITATION-22] Profit was not the central motivation for those who joined. As part of the institution’s letters patent, Seignelay presented shareholders with a suite of privileges: most significantly, they were given priority in filling vacancies in the directorship of the French East India Company, and a company shareholder was chosen every two years to serve as a judge on Paris’s prestigious merchant court.[CITATION-23] The social, commercial and legal privileges of membership meant, to quote David Bien, that ‘the return was a different kind, one measured not in money but in the psychic satisfaction found in enhanced social standing’ and access to networks of royal patronage.[CITATION-24] In the same vein, the Royal Marble Company was established as part of the French state’s broader strategy of challenging Dutch supremacy in the provisioning of marble to northern Europe.[CITATION-25] It was also the product of factionalism at Versailles: when François-Michel Le Tellier, marquis de Louvois, succeeded Colbert as secretary of state for the royal household () in 1683, the provisioning of marble to the French court was in the hands of Pierre Formont, a valued ally of the late Secretary.[CITATION-26] Louvois moved immediately to remove Formont and the remaining favourites of Colbert in order to introduce his own system for meeting the court’s marble needs.Louvois began by establishing a royal company, signing a contract in February 1684 with a group of Crown allies to provide marble to the court at favourable rates. In August 1686, he broke this contract to sign another with a new royal company that was based on rue Thévenot in Paris.[CITATION-27] The partners were Jean Haudicquer de Blancourt, who was involved in the general farm in the posts of Guyenne and Toulouse; Claude Accault, a royal counsellor () and also a tax farmer; Claude Delaistre, a royal counsellor and secretary; Simon de Montgrand, a royal counsellor; and Dominique de Montgrand, sieur de Mazade, a nobleman based in Marseille.[CITATION-28] While Montgrand de Mazade did not sign the original contract, he was soon granted power of attorney by the Royal Marble Company to co-ordinate its activities in Italy and was later acknowledged as a partner.[CITATION-29] Therefore, just like Seignelay, Louvois opted to give the contract to a group ofand Crown allies upon whom he could depend to fulfil state needs while also serving their own interests through currying royal favour.[CITATION-30] This company, like its predecessor, was tasked with providing Carrara marble to the court. As its name suggests, Carrara marble was sourced in and around the city of Carrara in north-western Italy. It was prized across the world for being of the highest quality, used even in the construction of the Taj Mahal.[CITATION-31] This made it ideal for crafting statues for the French court, where mediocre marble from the Pyrenees was inadequate in expressing the glory and magnificence of the Sun King.[CITATION-32] Nevertheless, the transport of marble from Carrara to France was a true logistical challenge, and the Royal Marble Company was supported in this undertaking by naval officials () and the consuls of the French nation in Genoa and Livorno.[CITATION-33] With their support, theset sail from Genoa loaded with thirty-seven blocks () of marble, purchased for 8,755 livres.[CITATION-34] If the voyage had gone to plan, thewould have arrived in Le Havre, at the mouth of the Seine, where the marble would have been loaded ontosmall vessels used to load and unload large ships—to be carried upstream to Rouen, and then loaded again onto river boats to be carried towards Paris. Following the terms of the contract, payment for this marble would have come only after its safe arrival, with three quarters paid when the marble arrived in Le Havre and the remaining quarter upon arrival in Paris.[CITATION-35] But thenever reached Le Havre. In November 1688, the ship entered the English Channel, encountering high winds while also being chased by two Dutch frigates.[CITATION-36] In the face of these twin risks, the shipmaster, Jean Trullet, chose to dock in Dartmouth on 26 November NS.[CITATION-37] In so doing, thebecame the subject of an unfortunate confluence of extraordinary circumstances. Unbeknownst to Trullet, William of Orange and the Dutch fleet had landed just up the coast in Torbay on 15 November to seize the thrones of England, Scotland and Ireland from James II.[CITATION-38] The so-called Glorious Revolution had begun. William and his army marched towards Exeter, arriving on 19 November. When thedocked in Dartmouth, William was still in Exeter.[CITATION-39] Meanwhile, on the very same day as thedocked in Dartmouth, Louis XIV declared war ‘by sea and land against the Dutch’, making Trullet and his ship an unwitting enemy of the invading Stadtholder.[CITATION-40] Upon disembarking on 27 November, Trullet ‘was captured … by the soldiers of the Prince of Orange, who took him prisoner’ in Dartmouth Castle. Several soldiers and an officer then took three lifeboats to board, seize and loot the ship, forcing the remainder of the crew to surrender in the process.[CITATION-41] Eventually, the ship was taken to Starcross (near Exeter) on or just before 16 August 1689. It was ultimately condemned, along with its cargo, on 27 September.[CITATION-42] Thewas lost.Back in Paris, the two companies were in conflict even before thehad reached Dartmouth. While the policy agreed a premium rate of 7 per cent, it also contained a war clause—that is, if war broke out between France and any other country, the Royal Marble Company was liable to pay a 3 per cent augmentation of the premium, or else the Royal Insurance Company’s coverage of the risk would cease. On 9 November, Étienne Jagault, the Royal Insurance Company’s registrar, wrote to the partners of the Royal Marble Company to warn them that, since it had failed to pay the augmented premium, the Royal Insurance Company would no longer be liable for any losses resulting from the war. For reasons that become clear below, the company was still acknowledging liability for any other type of loss.This warning was given seventeen days before war was formally declared by Louis XIV. How did the Royal Insurance Company justify this? The directors argued that ‘acts of hostility had [already] commenced’ between France and the United Provinces, meaning that France was already at war, if not.[CITATION-43] This warning was prompted, perhaps, by insider knowledge from Lagny, who, as director general of commerce, had access to all flows of information in the Secretariat of State for Maritime Affairs in Paris. This access left him well placed to keep the directors abreast of all attacks on French ships—and to inform them that a formal declaration of war against the Dutch would soon be made.[CITATION-44] On 15 November, the partners of the Royal Marble Company protested the demand for payment before the, the city’s ‘main royal trial court’, arguing that they had no obligation to pay the augmented premium because ‘there had not been a declaration of war’.[CITATION-45] Jagault followed this up on 4 December, insisting that the Royal Insurance Company remained discharged of any war risks now that war had been declared. The Royal Marble Company finally acquiesced, paying the 480 livres demanded on the same day.[CITATION-46] By this point, thehad already been seized in Dartmouth. An account of the seizure was given before a judge of Le Havre’s admiralty court by three members of the crew only on 24 December.[CITATION-47] It was presumably Montgrand, who was based in Le Havre, who sent word of the loss to his colleagues in Paris. Adrien Vanier, the cashier of the Royal Marble Company, abandoned theand its merchandise to the Royal Insurance Company on 14 January 1689.[CITATION-48] This transferred ownership of these effects to the insurers in exchange for payment on the insurance policy.Following theand the institution’s own letters patent, the Royal Insurance Company was obligated to make payment on policies within three months of a declaration of abandonment, even if it disputed the claim for payment.[CITATION-49] 14 April came and went with no payment made. What followed was a great deal of paperwork and disagreement—rather like insurance practice today—with the Royal Marble Company pushing the Royal Insurance Company to make payment. On 27 April, the Royal Marble Company issued its first warning that, if payment was not made soon, they would use the ‘ways of law’ to pursue payment for both the principal and the interest now accruing on it.[CITATION-50] In theory, the procedure for resolving insurance conflicts was carved in stone through the(see). This, together with the Royal Insurance Company’s letters patent, enshrined that all insurance disputes would be put to arbitration in the first instance, with each party selecting a practising merchant or banker as an arbiter.[CITATION-51] Their judgment would then be ratified by the admiralty court. This was the ‘institutionalisation of arbitration’ in action.[CITATION-52] The procedure for resolving insurance conflicts, as outlined in the 1681.In keeping with this procedure, Jagault wrote to the Royal Marble Company on 30 April, informing the partners that the Royal Insurance Company recognised no responsibility for the loss and would present their reasoning before arbiters. The company named Claude Villain as their arbiter and invited the partners of the Royal Marble Company to choose an arbiter in turn. Accepting this invitation, the partners announced their choice on 6 May: none other than Jacques Savary. Savary was perhaps the most famous merchant in Europe during the late seventeenth century, as the author of, ‘the most reprinted, translated, and plagiarised merchant manual of early modern Europe’.[CITATION-53] It was at this point that the conflict grew out of control. On 14 May, the Royal Insurance Company demanded that the Royal Marble Company name ‘another arbiter thanSavary, who is not of the quality required’ by the Royal Insurance Company’s letters patent.[CITATION-54] Now 66 years old, Savary was, it seems, no longer a practising merchant, which disqualified him from serving as an arbiter in the case. The Royal Marble Company took poorly to this demand, and chose to escalate the dispute immediately, eschewing the procedure outlined by the. The very same day, the partners petitioned Paris’s admiralty court to judge the dispute. It agreed to do so, with proceedings noted on 27 May and 6 June that produced no clear result. On 20 June, the Royal Insurance Company submitted its choice of Claude Villain as arbiter to the court and asked that, in express conformity with theand the Royal Insurance Company’s letters patent, the Royal Marble Company be compelled to follow suit and settle the dispute through arbitration instead of through the court.[CITATION-55] Apparently, the court did not agree to this. Instead, it passed judgment on the case before it between 20 and 26 June.[CITATION-56] Not simply finding in favour of the Royal Marble Company, the court submitted the directors of the Royal Insurance Company tothat is, they were sentenced to be imprisoned until the debt was paid in full. This was the ultimate violation of the Royal Insurance Company’s letters patent, which held that the directors would never be held personally liable for the Royal Insurance Company’s debts. The company was an explicitly unlimited liability institution, meaning that all its shareholders were liable for any losses (in proportion to their investment) once its funds were depleted, but directors were expressly accorded no further responsibility for any debts in their capacity as directors.[CITATION-57] Ron Harris has recently argued that shareholder liability was not expressly delineated by corporations before the period 1780–1830 because the circumstances did not exist for this to be necessary.[CITATION-58] Yet shareholder liability was at the heart of the Royal Insurance Company’s creation and its functioning: for Seignelay, a clear demarcation of shareholder liability was essential in ensuring the creditworthiness of the institution. Through such a demarcation, policyholders-as-creditors were assured indemnification even if the company itself became insolvent.[CITATION-59] This affront to the directors’ rights was especially egregious, as, following the most literal interpretation of the phrase ‘personally liable’, it was not their effects that were being seized here, but their own bodies. However, like the protagonists of a Greek drama, the directors were saved from this judgment by. Just as Apollo arrives on stage to restore order at the conclusion of Euripedes’, the Sun King himself issued letters of safe conduct on 26 June, protecting the directors for three months against the claims of the Royal Marble Company and expressly forbidding the execution of the admiralty court’s orders.[CITATION-60] Unlike Apollo, however, Louis XIV could not bring this conflict to an emphatic and mutually agreeable resolution. He could only try to bring the parties to the table in a more auspicious setting. Almost certainly with Seignelay and Lagny pulling strings at Versailles to protect the directors, an order of the Council of State followed on 6 July that ‘quash[ed] the sentences made in the seat of the admiralty of France in Paris’ and ordered that the parties name arbiters ‘who are merchants or bankers, conforming to theof 1681’.[CITATION-61] The dispute would go on, but this time before peers who would perhaps be better placed to restore order.Accordingly, Claude Accault came to 16 rue Quincampoix on 18 July to sign thethe formal document submitting the dispute to arbiters and binding both parties ‘to execute’ their judgment as if it were the ‘order of [a] sovereign court’.[CITATION-62] Demonstrating that tensions were still running high, Jagault wrote at first that Savary was the Royal Marble Company’s choice for arbiter—presumably on Accault’s prompting—before this was noticed and crossed out, with Michel Hazon being named in Savary’s place. Recognising that this was a contentious issue, Villain and Hazon exercised their right to appoint a third arbiter to help them to judge the case. They chose Pierre Chabert, the consul to the French nation in Amsterdam, who had been forced to return to Paris after the outbreak of war. The three arbiters convened the parties at Chabert’s house on the afternoon of Thursday 6 October 1689 to hear the arguments and deliver their judgment.The record of this extraordinary dispute is kept in the Royal Insurance Company’s arbitration register. This register does not spell out the arguments presented by each party; instead, it lists the documents that were submitted to the arbiters for consideration: in keeping a record of these, the arbiters made sure that nothing was lost, ensuring that paperwork could be returned to the parties for later legal actions. Fortunately, we can sketch out the outlines of some of the arguments that were made by piecing this evidence together. As part of their supporting evidence, the Royal Insurance Company’s directors submitted to the arbiters ‘articles 28, 38, 39, 40, 41 and 42’ of the sectionand ‘articles 24 and 26’ of the sectionof the.[CITATION-63] With these articles as their legal foundations, the directors argued that the Royal Insurance Company was not liable for the loss of theon two grounds.Firstly, the directors submitted that the Royal Marble Company ‘paid the [augmented] premium in case of war only after it had known of the loss of their ship and cargo’, absolving the Royal Insurance Company of all responsibility for payment.[CITATION-64] This was built on articles 38 to 41 of. Article 38 declared ‘null’ all insurance ‘made after the loss or arrival of the insured effects, if the insured knew or could have known of the loss, or the insurer of the arrival, before the signing of the policy’.[CITATION-65] The potential to hold this knowledge was determined through the presumptions of articles 39 and 40: ‘the insured will be presumed to have known of the loss, and the insurer the arrival of the insured effects, if it is found that, from the place of loss or the approach of the vessel, the news had been able to be carried [i.e. transmitted] before the signing of the policy to the place where it was concluded, in counting one and a half [nautical] leagues per hour, without prejudice to other proofs’.[CITATION-66] For our purposes, this meant that, if a policy was signed but the loss had already occurred, the policyholder was presumed to have known of the loss through applying the ‘league-and-a-half per hour’ rule. The policyholder’s good faith was not accepted as a legal argument by the, as this could not be established with certainty.[CITATION-67] Why did the directors draw on these articles? Clearly, they were not arguing that the loss of the ship on 27 November 1688 had been known to the Royal Marble Company when the policy was signed on 27 August. They were not reading the articles literally. Instead, they were drawing a nuanced legal analogy between the signing of the policy and the payment of the augmented premium. The directors’ argument was that war had been declared by Louis XIV on 26 November, the same day as thedocked in Dartmouth, but the Royal Marble Company only paid the augmented premium on 4 December. This was ample time, through the application of the ‘league-and-a-half per hour’ rule, for the news of thefate to have reached Montgrand in Le Havre, to be then transmitted to Paris.Sadly, the calculation they presented to the arbiters is not spelled out. Nevertheless, we can make our own estimate. Let us presume that thewas seized as late as the evening of 27 November. Dartmouth is 50 nautical leagues from Le Havre, and Le Havre is 65 nautical leagues from Paris by river, making a total of 115 nautical leagues.[CITATION-68] In applying the ‘league-and-a-half per hour’ rule, knowledge of the’s loss would have been presumed to have reached Paris late on the evening of 30 November (see).A visualisation of the movement of information, as conceptualised in thedispute.Of course, this is only an estimate. Yet even if we allow a degree of leeway and suppose that the news of the’s loss was predicted to have reached Paris as late as midday on 1 December, this was still three days before the augmented premium was paid. In applying the rule, the directors argued they were not liable for payment.Could the analogy between the policy and the war clause be sustained? The directors no doubt insisted that it must. The original policy, the directors suggested, did not include the risks of war unless the augmented premium was paid—that is, to use a common characterisation in the early modern insurance industry, the insurance policy was analogous to a sales contract. With the war clause, the directors argued that the risks of war remained the Royal Marble Company’s property until the augmented premium was paid: it was only then, they suggested, that ownership of war risks was transferred to the Royal Insurance Company.[CITATION-69] In drawing on these articles from the, the company was suggesting that the payment on the war clause was a new transaction—essentially, a new policy entailing a new transfer of risk to the insurer. As a result, the ‘league-and-a-half per hour’ rule had to be applied.This argument was built on legitimate concerns. The directors no doubt emphasised that, if the arbiters rejected their reasoning, the marine insurance industry itself would suffer: when war clauses were used, policyholders would be disposed to wait for news of any loss before paying the augmented premium. Insurers would thus become victims of moral hazard, receiving augmented premiums only from policyholders with losses to claim. In an industry where profit margins were slim—and losses were especially common when war broke out—insurers would simply try to exclude war risks through policy clauses or withdraw from the market entirely.[CITATION-70] To adapt an observation made by Guido Rossi, the rules of the game needed to favour insurers here rather than policyholders, or else insurance risked becoming untenable in times of political uncertainty—just when it was needed most.[CITATION-71] Supplementing this argument was the suggestion that the Royal Marble Company had shirked its responsibility to report the loss in a timely manner. Article 42 ofstipulated that, ‘[w]hen the insured receives news of the loss of the insured vessel or merchandise’, the policyholder must inform the insurer of this news ‘forthwith’.[CITATION-72] While the Royal Marble Company submitted that it was informed of the loss of thetowards the end of December 1688, the declaration of abandonment to the insurers in Paris took place only on 14 January 1689. This point was no doubt intended to undermine any suggestion of good faith from the Royal Marble Company rather than contribute substantially to the Royal Insurance Company’s own cause.For their second argument, the directors submitted that ‘the master of the ship was negligent of his duties in conducting the ship, which could have caused its capture’.[CITATION-73] Article 28 of the sectionfrom theheld that insurers were not liable for ‘losses and damages coming to vessels and merchandise by the fault of masters and mariners’ if barratry of the shipmaster was not explicitly listed as an insured risk in the policy.[CITATION-74] Consequently, the Royal Insurance Company tried to establish the shipmaster’s negligence. Here, the directors invoked articles 24 and 26 of the section. Article 24 forbade shipmasters ‘to enter any foreign harbour without necessity; and in cases where they are pushed there by storm or chased by pirates, they will be obliged to leave there and set sail at the first possible opportunity’.[CITATION-75] Since thehad been forced to dock because of a stormbecause it was being chased, the directors presumably focused on the second clause, obliging the shipmaster to set sail as soon as possible after a forced stop. Theproved unable to set sail again, as Trullet was captured the day after by Dutch soldiers and the ship seized soon after that.It is Trullet’s capture that seems to have been the key element of the directors’ argument. It was certain that thehad not been able to set sail again, but they suggested that this was Trullet’s fault: he had left the ship to go ashore, even though article 26 offorbade shipmasters ‘to abandon their ship during the voyage for any possible danger without the opinion [i.e. agreement] of the key officers and sailors; in this case, they will be obliged to save, alongside themselves, the money and anything [else] they can from the most precious merchandise’ loaded on the ship.[CITATION-76] The directors suggested that, by going on shore alone, Trullet had abandoned his ship; the fact that thewas unable to set sail once the weather improved was his own doing, as his capture was the result of his own negligence in going ashore rather than sending another member of the crew. One can sense that the company was stretching here: blaming the shipmaster for a loss was a common legal strategy in maritime disputes because it made for an easy argument, even if it was not always convincing.[CITATION-77] Meanwhile, the Royal Marble Company was following a very different legal strategy. The partners submitted seven documents to justify their interest in theand to prove it had been lost. These ranged from key documents, such as bills for the purchase of theand the marble with which it was loaded, to more trivial pieces, such as the bill for consular duties in Genoa. The partners knew that providing paperwork was their primary responsibility in a case like this: once they could justify their interest in the insured effects and provide evidence of their loss, the onus was on the insurer to prove they were not liable to pay. This meant that the partners engaged in a ‘reactive’ rather than ‘active’ line of argument—that is, they responded to the Royal Insurance Company’s legal argument rather than trying to make one of their own. Consequently, we cannot infer their responses from the documents they submitted to the same extent as we have for the Royal Insurance Company. Nevertheless, we can reasonably speculate on the types of response the partners may have offered.In response to the Royal Insurance Company’s argument about knowledge of the loss of the, the partners likely responded that, notwithstanding the Royal Insurance Company’s choice to invoke the ‘league-and-a-half per hour’ rule, they were informed about the loss of theonly after having paid the augmented premium on 4 December: members of the crew testified before the admiralty court of Rouen only on 24 December. In addressing the substance of the Royal Insurance Company’s argument, however, the partners most likely submitted that the company erred in suggesting that the ‘league-and-a-half per hour’ rule applied in this instance. The policy itself had been signed long before the ship had been lost, and articles 38 to 41 ofreferred to the policy, not to war clauses, which were not addressed at all in the.Going further than this, it could reasonably have been argued that payment of the augmented premium entailed no transfer of risk and hence no new transaction. Making this argument would have depended on a close reading of the original policy that sparked the dispute. Sadly, I have not found it. Indeed, I have only found one of the Royal Insurance Company’s policies to date.[CITATION-78] This policy was signed with the French Mediterranean Company (, also known as the) on 5 November 1687 (see).[CITATION-79] Decades later, the Royal Insurance Company provided a model policy (dated 24 March 1709) for a revised edition of Mathieu de la Porte’s famous and successful accounting manual,, with terms that were scarcely different from those of the 1687 policy.[CITATION-80] We can therefore be confident that the policy signed with the Royal Marble Company followed the same form.The insurance policy of the Mediterranean Company, 5 November 1689. Source: London, Institute and Faculty of Actuaries Library, BYQ/517 pam prm3b. Shown with permission of the Institute and Faculty of Actuaries Library. © Institute and Faculty of Actuaries (RC 000243) all rights reserved.The printed terms of the 1687 policy—with no alterations made by hand—acknowledged the Royal Insurance Company’s coverage of the risk of ‘capture by enemies’, thereby accepting liability for war risks; the handwritten part of the policy simply stated that, ‘[i]f war breaks out () between France and any possible nation (excepting the Saletins [] and the Algerians), we [i.e the policyholders] will pay a three per cent augmentation in the premium’.[CITATION-81] We can conclude that the war clause was constructed in the same way in the Royal Marble Company’s policy, since the arbitration register notes that it was an ‘express condition’ of the policy that ‘if war breaks out () between France and any possible nation, a three per cent augmentation in the premium would be paid’.[CITATION-82] Yet neither clause stipulated that war risks would be covered only if the augmented premium was paid; they simply required that, were war to break out, an augmented premium would be paid at an indeterminate point in time. War risks were not directly tied in the clause to the augmented premium, meaning that the partners could legitimately have argued that there was no new transfer of risk: the ‘league-and-a-half’ rule thus did not apply. As far as the partners were concerned, they had lived up to their obligations per the policy they had signed.The partners were in more familiar territory when responding to the argument about Trullet’s negligence. They shrewdly submitted two insurance policies of 12 November 1687 and 30 April 1688, in which the Royal Insurance Company had insured the’s return voyages from Genoa to Le Havre for a total of 26,000 livres. In both cases, Trullet was named as the shipmaster.[CITATION-83] From this, they argued that the company itself had endorsed Trullet as a competent shipmaster through their own underwriting.[CITATION-84] In any case, it was easy to argue that Trullet had acted appropriately, docking in Dartmouth only out of necessity and in total ignorance of what had transpired in Devon only days earlier. Given that the last major land invasion of England from the Continent had taken place 622 years earlier, Trullet could scarcely have been expected to foresee William of Orange’s landing. Moreover, he could not have been expected to know about Louis XIV’s declaration of war against the Dutch, since this came on the same day as the’s arrival into Dartmouth. Even if the weather had allowed theto leave Dartmouth on 27 November, Trullet’s capture by Dutch soldiers the same day had prevented this from happening. Put simply, the argument about Trullet’s negligence had no legs.After reflecting on the arguments of both parties, the arbiters delivered their judgment. The Royal Insurance Company was ordered to make payment of 16,000 livres (the full amount insured) as well as interest on this starting from 14 April 1689 and expenses of 24 livres.[CITATION-85] In return, the Royal Insurance Company was granted full rights to the vessel and merchandise abandoned to them. Sadly, the reasons for the arbiters’ decision are not given: it can only be presumed that they deemed the activation of the war clause not to be analogous to a new policy and considered the argument for Trullet’s negligence unconvincing.With the conclusion of the case, Accault asked Jagault to transcribe the Royal Insurance Company’s record of the case in full so that it could be submitted to the admiralty court. Jagault duly obliged, and on 13 October—a week after the case had concluded—Accault, Delaistre, Montgrand and Montgrand de Mazade submitted the transcription to the court for the judgment to be ratified.[CITATION-86] But the Royal Insurance Company was not finished: while the court ratified the judgment on 17 October, on 15 October they had received the company’s directors, who signalled their intention to appeal the decision through the company’s privileged appeals process, in which royal councillors and Paris’s leading municipal figures would serve as the judges rather than theof Paris (see).[CITATION-87] The Royal Insurance Company’s procedure for resolving insurance conflicts, following its letters patent of 1686.In the end, this appeal never took place. On 24 November 1690—over a year after the directors had signalled their intention to appeal—Accault, Delaistre, Montgrand and Montgrand de Mazade submitted to the admiralty court that, ‘as a consequence of the withdrawal of the appeal of an arbitration sentence made on 6 October 1689 byChabert, Hazon and Villain’, and with the consent given by the directors of the Royal Insurance Company before notaries at theon 23 September 1690, the Royal Insurance Company had formally relinquished any claim to the amount it had provisionally paid the Royal Marble Company following the arbitration sentence.[CITATION-88] The arbitration sentence now stood.So, in the end, the Royal Marble Company prevailed. But was it the winner in this dispute? In many ways, the conflict was a triumph of the state in managing the risks of its maritime and commercial projects. The theoretical literature on the historical development of business, and on the rise of the great chartered companies, has rightly stressed the strengths and weaknesses of different institutional structures in the management of risk.[CITATION-89] Yet the case of theoffers an illuminating example of the French state’s capacity to exploit companies—and the private capital that underpinned them—as tools of risk management.Developing trade with distant markets—especially the East Indies—was a central plank of French commercial policy, although it was recognised that private resources alone could not overcome the significant barriers to entry.[CITATION-90] French merchants under Louis XIV acknowledged the need for the state’s support in establishing the commercial and diplomatic frameworks necessary for trade in these markets.[CITATION-91] Yet establishing such frameworks was a costly and risky endeavour indeed; through recourse to chartered companies, the state was able to mobilise extensive private capital—especially that of—to share these risks. It is on these terms that Philippe Haudrère suggests that ‘Colbert’s East India Company was an economic failure but a relative political success’.[CITATION-92] Indeed, Marie Ménard-Jacob has recently argued that Colbert’s East India Company allowed for the creation of the frameworks necessary for more successful trade in the eighteenth century: the outlay was significant, and shareholders bore the brunt of the company’s early struggles, but these investments bore fruit in the long run.[CITATION-93] Elisabeth Heijmans has found that, in exchange for their commitment, shareholders in French chartered companies were able to exploit corporate privileges to conduct their own trade in these markets without competition.[CITATION-94] Yet the French state also relied on companies in markets closer to home. Even familiar waters remained precarious, and the state benefited here from shifting the risks of its commercial policy to companies as well.[CITATION-95] Theis a case in point. It was far from unusual for the state to rely on private groups in the procurement of Carrara marble, of course. Yet while naval officials and the consuls to the French nation in Genoa and Livorno provided logistical support to the Royal Marble Company in Italy and southern France, Louvois ensured that the state would bear none of the risks at sea by agreeing to make payment on any marble only once it had arrived safely in Le Havre. The Royal Insurance Company agreed to bear some or all the risks of the’s voyagejust one of many voyages the company insured in which the state had a vested interest—which further redistributed the voyage’s risks among close allies of the Crown.[CITATION-96] When thewas seized in Dartmouth, the companies were left to fight among themselves in picking up the pieces, while the state bore none of the losses.Marble was a crucial medium in crafting the ‘image’ of the Sun King—explored famously by Peter Burke—but the case of theexemplifies how its procurement could defy the very values of order andit was intended to promulgate: both companies emerged, operated and disputed with each other within an environment of political precarity, both at Versailles and beyond the bounds of France.[CITATION-97] Such precarity ensured that, once they had outlived their use in undermining Dutch supremacy in their given industry, these companies were discarded unceremoniously by the state, without concern for the costs to those with a stake in them. We can see this play out in the Crown’s intervention in the dispute, where Seignelay successfully interceded on the Royal Insurance Company’s behalf. No doubt on his encouragement, the king signed letters of safe conduct to spare the directors from imprisonment, while a later order of the Council of State was issued to protect the Royal Insurance Company’s interests by ordering that the dispute be taken before arbiters. Conversely, Louvois saw no need to protect the Royal Marble Company’s interests: Montgrand de Mazade noted that, ‘[with] the war of 1688 taking place, the entrepreneurs [of the Royal Marble Company] discontinued the supply [of marble] by order ofde Louvois’.[CITATION-98] ‘Evidently’, as Geneviève Bresc-Bautier puts it, ‘the transport of extravagant marble was no longer a priority’, especially since thewas not the only vessel sent from Genoa in 1688 by the Royal Marble Company to encounter problems returning to France.[CITATION-99] With the company no longer able to serve its function, and the royal workshops having an ample stockpile of marble to draw on during the war, it ceased to be useful to the state.[CITATION-100] By contrast, the Royal Insurance Company sat at the heart of Seignelay’s commercial policy and, with the outbreak of the Nine Years War, the Secretary was just getting started in exploiting the institution in service of state interests. The Crown’s support for the Royal Insurance Company in the dispute was hence a matter of crude political expediency; the Colbert clan’s modest ‘victory’ over the Le Tellier clan here must be interpreted accordingly.Indeed, the tide would soon turn, with the Royal Insurance Company sharing the fate of its adversary at the turn of the century. The Nine Years War hit the institution hard, with 529 insurance claims submitted in the years 1689 to 1692 alone (see),[CITATION-101] followed by a flurry of arbitration and admiralty cases in 1694 and 1695.[CITATION-102] By then, Seignelay had died, and his successors as secretary of state for maritime affairs hailed from the Phélypeaux clan, who were no friends of the Colberts.[CITATION-103] While the English Parliament debated bankruptcy protection measures in 1693 to support the underwriters of Lloyd’s coffeehouse in London, who had also suffered throughout the war, Louis Phélypeaux offered the company no such support.[CITATION-104] This forced it to withdraw from the market entirely in 1695, to the detriment of the merchants of Nantes in particular, who had been securing coverage in Paris on a regular basis.[CITATION-105] With the end of war in 1697, Lagny proposed in 1698 to give the institution a new lease of life by recapitalising it, but Phélypeaux proved indifferent to this proposal. This was not because he felt the French insurance industry was in good health even without the company: indeed, he recognised that ‘we are [still] insuring much of our commerce in Holland’.[CITATION-106] Seignelay had intended for the company to undermine the markets of Amsterdam and London, but factionalism had ensured the failure of this ambition.The Royal Insurance Company’s underwriting in the years 1686–95 in livres tournois, alongside the number of insurance claims in the years 1686–92. Source: Wade,, pp. 173, 302.The company’s fate was sealed with Lagny’s death in 1700: Jérôme Phélypeaux instigated a smear campaign against the institution in 1701. Just as political expediency spared the directors of the company from prison in 1688, so it ensured the company’s demise in 1701; by 1710, the Royal Insurance Company existed in name alone.[CITATION-107] The consequences of this smear campaign were deeply felt in Paris and beyond: while London supplanted Amsterdam as Europe’s leading insurance market after the Bubble Act of 1720, Paris was left behind, emerging again as an insurance centre only in the 1750s.[CITATION-108] The, and the dispute that followed its capture, thus speaks to a broader system of risk management that the French state deployed in service to its commercial policy. The state under Louis XIV had a long track record of reneging on its commitments to investors in its chartered companies, which were frequently dissolved or restructured at the Crown’s behest in response to political oscillations.[CITATION-109] Thus, as Jeff Horn has argued, privilege was a powerful tool of economic development, but one that could be decidedly volatile.[CITATION-110] Nevertheless, the Royal Insurance Company’s shareholders knew what they signed up for, and exploited whatever social, economic and legal privileges were on offer. Consequently, investment in any of the chartered companies was rather like underwriting itself: it was an exercise in assessing risk and predicting whether the benefits of shareholding (financial or not) would outweigh the inevitable costs. Conceptualising the French chartered companies in this way helps us to understand why they were very different creatures from their English and Dutch counterparts.[CITATION-111] The affair of thetherefore reaffirms that royal companies under Louis XIV in their various guises were truly institutions to be ‘plundered from above and from below’.[CITATION-112] The fractious and complicated dispute that emerged, where both companies were forced to dedicate much time and expense to resolving it in and out of court, was an unfortunate and inconvenient product of a system that was specifically designed to transfer the risks of the state’s commercial enterprises to.Nevertheless, it would be a mistake to presume that this dispute was the by-product of a capricious, omnipotent state. Shifting the risks of the marble voyages onto the two royal companies had simply created unforeseen challenges that exposed the vulnerability of the French state in the maritime sphere. While theoutlined a clear procedure for resolving insurance conflicts, we can see inthat the path of this conflict was far from linear. Theobligated parties to insurance disputes to go before arbiters in the first instance, but the Royal Marble Company ignored this by taking their grievances directly before the admiralty court, precisely because they felt that this would force the Royal Insurance Company to come to the table and put an end to the dispute. It required the king himself to intervene to overturn the admiralty court’s order to imprison the Royal Insurance Company’s directors and to ensure that the procedure of thewas carried out.The path of theconflict.In the end, the admiralty court—whose original judgment on the conflict was spurned by the king—played a key role in resolving the dispute. The court ratified the arbiters’ ruling and mediated the payment it had ordered, before finally witnessing the end of the dispute with the decision of the Royal Insurance Company’s directors to drop their appeal of the arbitration judgment. To adapt Justyna Wubs-Mrozewicz’s insights, arbitration and recourse to the admiralty court had become ‘in [this] conflict, not stages of it’.[CITATION-113] The process set by thehad been broken by the parties to the conflict, but the elements of it were put back together in a new configuration and a resolution was ultimately found. That this was possible reflected the agency of the companies in spite of their royal patronage.Such agency underpinned the crucial issue at the heart of the dispute. Thewas unable to offer the sort of clear guidance that would have kept the companies out of the courtroom and Chabert’s house in the first place. This was an intricate legal affair, where an unfortunate confluence of events exposed not only an ambiguous contractual clause, but also the ambiguity of war itself. Villain, Hazon and Chabert could not look to thefor guidance here, as war clauses were not discussed in it at all. Their judgment gave no solution to the pressing question in the dispute: when was France to be considered in a state of war, and with what consequences for parties to insurance policies?Answering this question was not an easy endeavour. Late medieval thought had started to shift away from earlier conceptualisations of just war, allowing Alberico Gentili and others to articulate conditions for perfect (i.e. legal) war. In spite of this shift in conceptualisation, the Thomist concept of authority was essential to both awar and awar: ‘[f]or a war to be legal’ or just, as Randall Lesaffer has put it, ‘it needed to be waged among sovereigns and to be formally declared’.[CITATION-114] Gentili defined an imperfect war quite ambiguously as a series of isolated acts of hostility without, in his words, ‘an interruption of friendly relations’ between two sovereign powers.[CITATION-115] Whether imperfect war was really war at all was left unclear.Hugo Grotius transformed the discussion entirely by incorporating just war and perfect war within the same framework: here, natural law (interested in whether war was) coexisted with the volitional law of nations (interested in whether war was).[CITATION-116] In laying out this framework, Grotius followed Gentili in positing that a declaration of war and legitimate authority were necessary conditions of perfect war. Indeed, for Grotius, the two went hand in hand: a declaration of war made it clear that the war was being carried out only as a last resort by a legitimate sovereign power, in accordance with the volitional law of nations.[CITATION-117] Yet Grotius deviated from Gentili and others by defining an imperfect war in strict formal terms: for Grotius, an imperfect war was one precisely where one or both conditions of perfect war were not met. He was thus emphatic that ‘imperfect war was still war’: it was only in the nineteenth century that imperfect war began to be reconceptualised as ‘measures short of war’, more in line with Gentili’s thinking, and thus beyond the definition of war altogether.[CITATION-118] Complicating matters further, Renaud Morieux has recently argued—building on a rich literature—that theoretical conceptualisations of war and peace often diverged greatly from supple and plural legal realities across space and time.[CITATION-119] Thedispute supports these findings. While Gentili, Grotius and others were focused on the issue of whether war was just or unjust, perfect or imperfect, the dispute rested on a clause in an insurance policy which left the way open to such distinctions being exploited. When precisely was a war clause activated in an insurance policy? Where theoffered no solutions, the Royal Insurance Company tried twice to offer its own. Firstly, the directors demanded payment of the augmented premium on 9 November 1688, seventeen days before war was formally declared by Louis XIV, on the grounds that ‘acts of hostility had [already] commenced’ between France and the United Provinces. Even though war had not been declared, the directors argued that a Grotian state of imperfect war had already existed at sea several weeks before 26 November. By presenting this solution, the directors argued implicitly that they could issue a formal statement, unilaterally absolving themselves of responsibility for war risks until the Royal Marble Company paid the augmented premium.In demanding the augmented premium so early, the Royal Insurance Company was exploiting growing ambiguities in how war was defined in theory and in practice in the seventeenth century. The directors were suggesting that, for the purposes of commercial activity and the functioning of the insurance industry, war was not the product of the formal exercise of power by the state. Drawing on the insider knowledge it received through Lagny in the Secretariat of State for Maritime Affairs, the company assumed the authority to decide that France was in an undeclared state of war with the United Provinces.Plainly, this was an explosive solution which, leaving aside the significant implications for state sovereignty, risked being abused by insurers at the expense of policyholders. Although the Royal Marble Company disputed the demand for payment before the outbreak of war, other policyholders may have acquiesced in—and thereby endorsed—such demands. The Royal Insurance Company’s strategy thus might have succeeded in implicitly challenging state sovereignty.Nevertheless, the directors changed tack once the dispute reached arbitration, offering a far more reasonable and practicable solution. Here, they acknowledged that a formal declaration of war by the state—meeting conditions for both a Gentilian and a Grotian perfect war—was necessary for the war clause to be activated, but the payment on this clause had to be treated as a new transaction, thereby allowing the ‘league-and-a-half per hour’ rule to be applied. This needed to be applied, they argued, or else moral hazard would triumph in periods of war. Nevertheless, it was always going to be easy for the partners of the Royal Marble Company to argue that thegave no such guidance on war clauses and that no new transaction had occurred. Whatever ultimately informed the arbiters’ decision, it was not thealone: this was a ‘hard case’, where there had to be ‘an explicit interpretative dimension to the legal decision-making process’.[CITATION-120] The dispute thus marked a triumph of the French state—but it was a triumph in kicking the can down the road. Rather than take seriously the profound consequences of the dispute in defining war, and the solutions the Royal Insurance Company had proposed to resolve it, the state chose to focus on the legal process itself, thereby abdicating responsibility to arbiters who were in no position to address the underlying shortcomings of the.Although it could not have been known at the time, this abdication of responsibility had significant consequences for the French insurance industry in the long run. As the corporate model flourished in the eighteenth century, and the industry grew in the French ports, the ambiguities of war loomed ever larger. More and more wars were fought without a preliminary declaration, with evident implications for the insurance industry. Ultimately, the state was forced to acknowledge these ambiguities and offer a solution when litigation proliferated.[CITATION-121] The result was most inelegant: through a schedule of augmentation, all policies—even those without war clauses—were alteredso that all policyholders had to pay a set augmented premium depending on the insured route and the arrival or departure date of the insured vessel. Each port drew up their own schedule, before forwarding them to the Council of Commerce, which made the final decision.[CITATION-122] This process simply fomented widespread political dispute: the schedule that was adopted in each war ultimately hinged on who was best placed to lobby the state. While the schedule for La Rochelle was eventually upheld across France after the outbreak of the Seven Years War, the balance of power had shifted by 1778 with the outbreak of the Anglo-French War. Then, Parisian companies were able to lobby the Crown to select 17 June 1778 as the opening date of hostilities—as opposed to the date of 29 July submitted in the schedule drawn up in La Rochelle—and to impose higher augmentations than the Rochelais had proposed.[CITATION-123] Thus, in the insurance world, war had become an amorphous entity: the French state could now assert a retroactive state of imperfect war, beginning at different times in different sea spaces, with far-reaching consequences for overseas commerce. Evidently, the state appreciated the profound consequences for its sovereignty if the ports had been allowed to make such judgments themselves.[CITATION-124] Nevertheless, while the state refused to delegate sovereignty as the Royal Insurance Company had originally suggested, it ended up serving corporate interests anyway, shifting the balance of power decisively towards the insurer at the expense of the insured, who found themselves bound to retroactive, extra-contractual charges.Seignelay had created the Royal Insurance Company for three key reasons: firstly, he hoped to undermine the insurance markets of Amsterdam and London; secondly, he wanted to address moral hazard problems across France by setting standards in insurance practice for the rest of the kingdom to follow; and thirdly, he sought to exploit the institution as a tool of risk management for the state. Yet insurance was itself risky in ways that Seignelay had not foreseen: the Royal Insurance Company discovered that the ambiguities of defining war gave ample scope for moral hazard on the part of policyholders. By proposing standards for defining war across time and space, the company threatened to undermine state sovereignty. In the face of this challenge, the Old Regime state never found a satisfactory solution: through the schedules of augmentation, the state had to identify and acknowledge imperfect war. This had significant consequences in wartime, when the French economy was at its most precarious and the Crown relied most heavily on underwriters to keep maritime commerce going. In the midst of these choppy waters, with threats on the horizon, the French ship of state did not sail smoothly.",
    "footnotes": {
        "1": "Paris, Archives nationales [hereafter AN], Z/1d/85, fo. 1v, summary register documenting the policy on the Amitié, 27 Aug. 1688; Z/1d/84, fos 4v–6, record of the arbitration dispute between the two companies, 6 Oct. 1689.",
        "2": "The key register from the Royal Insurance Company that is used is its arbitration register: AN, Z/1d/84. The key bundle of documents for the Parisian admiralty court is AN, Z/1d/109.",
        "3": "On this renaissance, see, for example, A. Leonard, ed., Marine Insurance: Origins and Institutions, 1300–1850 (Basingstoke, 2016); C. Kingston, ‘Governance and Institutional Change in Marine Insurance, 1350–1850’, European Review of Economic History, xviii (2013), pp. 1–18.",
        "4": "The only semi-extensive treatment of the Royal Insurance Company in the past century has been Louis-Augustin Boiteux’s brief and imbalanced study in L.-A. Boiteux, L’assurance maritime à Paris sous le règne de Louis XIV (Paris, 1945), pp. 57–66. I study the Royal Insurance Company in L. Wade, Privilege, Economy and State in Old Regime France: Marine Insurance, War and the Atlantic Empire under Louis XIV (Woodbridge, 2023).",
        "5": "J. Wubs-Mrozewicz, ‘Conflict Management and Interdisciplinary History: Presentation of a New Project and an Analytical Model’, Low Countries Journal of Social and Economic History, xv (2018), pp. 89–107; L. Sicking and A. Wijffels. eds, Conflict Management in the Mediterranean and the Atlantic, 1000–1800: Actors, Institutions and Strategies of Dispute Settlement (Leiden, 2020); A. Wijffels, ‘Introduction: Commercial Quarrels—and How (Not) to Handle Them’, Continuity and Change, xxxii (2017), pp. 1–9; A. Cordes and P. Höhn, ‘Extra-Legal and Legal Conflict Management among Long-Distance Traders (1250–1650)’, in H. Pihlajamäki, M. Dubber and M. Godfrey, eds, The Oxford Handbook of European Legal History (Oxford, 2018), pp. 509–27.",
        "6": "P. Stern, ‘Companies: Monopoly, Sovereignty, and the East Indies’, in P. Stern and C. Wennerlind, eds, Mercantilism Reimagined: Political Economy in Early Modern Britain and its Empire (Oxford, 2013), pp. 177–96, at 188.",
        "7": "P. Steinberg, The Social Construction of the Ocean (Cambridge, 2001), p. 99. The literature on this is extensive: for a few period texts, contrasting the early Grotian Mare Liberum with the Mare Clausum, see Hugo Grotius, The Freedom of the Seas—or the Right which belongs to the Dutch to Take Part in the East Indian Trade, tr. R. van Deman Magoffin (New York, 1916); John Selden, Of the Dominion, or, Ownership of the Sea, tr. Marchamont Nedham (London, 1652). For historical discussion of these and other texts on sovereignty at sea, see, among many others, P. Emmer, ‘Mare Liberum, Mare Clausum: Oceanic Shipping and Trade in the History of Economic Thought’, in C. Buchet and G. Le Bouëdec, eds, The Sea in History: The Early Modern World (Woodbridge, 2017), pp. 671–8; F. Trivellato, ‘“Amphibious Power”: The Law of Wreck, Maritime Customs, and Sovereignty in Richelieu’s France’, Law and History Review, xxxiii (2015), pp. 915–44; G. Calafat, ‘Les frontières du droit en Méditerranée: Marchands et marins face aux tribunaux maritimes (1570–1670)’, in A. Fuess and B. Heyberger, eds, La frontière méditerranéenne du XVeau XVIIesiècle: Échanges, circulations et affrontements (Turnhout, 2013), pp. 67–82; R. Morieux, The Channel: England, France and the Construction of a Maritime Border in the Eighteenth Century (Cambridge, 2016); R. Morieux, The Society of Prisoners: Anglo-French Wars and Incarceration in the Eighteenth Century (Oxford, 2019); F. de Vivo, ‘Historical Justifications of Venetian Power in the Adriatic’, Journal of the History of Ideas, lxiv (2003), pp. 159–76.",
        "8": "Indeed, as Antunes and Ekama remind us, the monopoly privileges of the English East India Company and the Dutch Vereenigde Oostindische Compagnie were defined through reference to sea spaces rather than land: C. Antunes and K. Ekama, ‘Mediterranean and Atlantic Maritime Conflict Resolution: Critical Insights into Geographies of Conflict in the Early Modern Period’, in Sicking and Wijffels, eds, Conflict Management, pp. 267–83.",
        "9": "L. Piccinno, ‘Genoa, 1340–1620: Early Development of Marine Insurance’, in Leonard, ed., Marine Insurance, pp. 25–46, at 31. On the origins of marine insurance and its development across Europe, see the excellent essays in the rest of the volume. On the forerunners of insurance, see F. Edler de Roover, ‘Early Examples of Marine Insurance’, Journal of Economic History, v (1945), pp. 172–200.",
        "10": "On the early development of marine insurance, see Piccinno, ‘Genoa, 1340–1620’; P. Spufford, ‘From Genoa to London: The Places of Insurance in Europe’, in Leonard, ed., Marine Insurance, pp. 271–97; G. Ceccarelli, Risky Markets: Marine Insurance in Renaissance Florence (Leiden, 2020).",
        "11": "On seventeenth- and eighteenth-century Amsterdam, see S. Go, Marine Insurance in the Netherlands, 1600–1870: A Comparative Institutional Approach (Amsterdam, 2009), pp. 61–158; F. Spooner, Risks at Sea: Amsterdam Insurance and Maritime Europe, 1766–1780 (Cambridge, 1983). On sixteenth-, seventeenth- and eighteenth-century London, see A. Leonard, London Marine Insurance, 1438–1824: Risk, Trade, and the Early Modern State (Woodbridge, 2022); G. Rossi, ‘England 1523–1601: The Beginnings of Marine Insurance’, in Leonard, ed., Marine Insurance, pp. 131–45; G. Rossi, Insurance in Elizabethan England: The London Code (Cambridge, 2016); A. Leonard, ‘Contingent Commitment: The Development of English Marine Insurance in the Context of New Institutional Economics, 1577–1720’, in D. Coffman, A. Leonard and L. Neal, eds, Questioning Credible Commitment: Perspectives on the Rise of Financial Capitalism (Cambridge, 2013), pp. 48–75; C. Wright and C. Fayle, A History of Lloyd’s from the Founding of Lloyd’s Coffee House to the Present Day (London, 1928), pp. 1–175; C. Kingston, ‘Marine Insurance in Britain and America, 1720–1844: A Comparative Institutional Analysis’, Journal of Economic History, lxvii (2007), pp. 379–409. On seventeenth- and eighteenth-century Paris, see Wade, Privilege, Economy and State; J. Bosher, ‘The Paris Business World and the Seaports under Louis XV: Speculators in Marine Insurance, Naval Finances and Trade’, Histoire Sociale/Social History, xii (1979), pp. 281–97.",
        "12": "G. Ceccarelli, ‘Risky Business: Theological and Canonical Thought on Insurance from the Thirteenth to the Seventeenth Century’, Journal of Medieval and Early Modern Studies, xxxi (2001), pp. 601–58. This suspicion was especially commonplace among late medieval and early modern governments: G. Dreijer, ‘The Power and Pains of Polysemy: General Average, Maritime Trade and Normative Practice in the Southern Low Countries (Fifteenth–Sixteenth Centuries)’ (Univ. of Exeter/Vrije Universiteit Brussel Ph.D. thesis, 2021), ch. 4.",
        "13": "F. Trivellato, The Promise and Peril of Credit: What a Forgotten Legend about Jews and Finance Tells Us about the Making of European Commercial Society (Princeton, NJ, 2019). For a specific example of antisemitism in the discussion of insurance, see Jacques Savary des Bruslons, Dictionnaire universel de commerce: Contenant tout ce qui concerne le commerce qui se fait dans les quatre parties du monde (3 vols, Paris, 1741), i, p. 754.",
        "14": "For an example of this in action in seventeenth-century London, see L. Lobo-Guerrero, Insuring War: Sovereignty, Security and Risk (London, 2012), pp. 21, 28–9.",
        "15": "On moral hazard and adverse selection in marine insurance, see Kingston, ‘Governance and Institutional Change’, pp. 4–5.",
        "16": "I give the company the attention it deserves in Wade, Privilege, Economy and State.",
        "17": "Strictly, this should be translated as ‘secretary of state for the navy’. However, I eschew this translation throughout my work, as the secretary’s remit was far broader than naval affairs.",
        "18": "On Colbert’s chamber, see Wade, Privilege, Economy and State.",
        "19": "Ibid.",
        "20": "R. Mousnier, The Institutions of France under the Absolute Monarchy, 1598–1789 (2 vols, Chicago, IL, 1979–84), ii, p. 66. On the role of financiers in the Old Regime royal companies, see E. Heijmans, The Agency of Empire: Connections and Strategies in French Overseas Expansion (1686–1746) (Leiden, 2019); D. Dessert, Argent, pouvoir et société au Grand Siècle (Paris, 1984), pp. 379–411; K. Banks, ‘Financiers, Factors, and French Proprietary Companies in West Africa, 1673–1713’, in L. Roper and B. Ruymbeke, eds, Constructing Early Modern Empires: Proprietary Ventures in the Atlantic World, 1500–1750 (Leiden, 2007), pp. 79–116; Wade, Privilege, Economy and State, chs 1–2.",
        "21": "On the unlimited liability of the institution’s shareholders, see discussion below.",
        "22": "On Lagny, see Wade, Privilege, Economy and State, chs 2–3.",
        "23": "Ibid. On the influence of the merchant court in the history of Old Regime commerce, see A. Kessler, A Revolution in Commerce: The Parisian Merchant Court and the Rise of Commercial Society in Eighteenth-Century France (New Haven, CT, 2007).",
        "24": "D. Bien, ‘Offices, Corps, and a System of State Credit: The Uses of Privilege under the Ancien Régime’, in K. Baker, ed., The French Revolution and the Creation of Modern Political Culture, I: The Political Culture of the Old Regime (Oxford, 1987), p. 94. Bien is referring here to venal offices, but the parallel to shares in royal companies holds in this case. On venal office-holding in this period, see, among others, M. Potter, Corps and Clienteles: Public Finance and Political Change in France, 1688–1715 (Aldershot, 2003). On the parallels between being a venal office-holder and being a shareholder in a royal company, see Wade, Privilege, Economy and State, ch. 2.",
        "25": "I have only found discussion of the Royal Marble Company in an excellent article by Geneviève Bresc-Bautier, to which I am indebted: G. Bresc-Bautier, ‘L’importation du marbre de Carrare à la cour de Louis XIV: Rivalités des marchands et échecs des compagnies’, Bulletin du Centre de recherche du château de Versailles, vi (2012), available at https://journals.openedition.org/crcv/12075 (accessed 4 May 2020).",
        "26": "Not coincidentally, Formont had been a member of Colbert’s insurance chamber: Wade, Privilege, Economy and State, ch. 1.",
        "27": "Bresc-Bautier, ‘L’importation du marbre de Carrare’; AN, Z/1d/82, fo. 17r, declaration of abandonment for the Amitié, 14 Jan. 1689.",
        "28": "Bresc-Bautier, ‘L’importation du marbre de Carrare’.",
        "29": "Ibid.",
        "30": "What privileges, if any, were bestowed on the company’s members is sadly unclear.",
        "31": "A. Payne, ‘The Portability of Art: Prolegomena to Art and Architecture on the Move’, in D. Sorensen, ed., Territories and Trajectories: Cultures in Circulation (Durham, NC, 2018), pp. 91–109, at 94.",
        "32": "Bresc-Bautier, ‘L’importation du marbre de Carrare’.",
        "33": "Ibid. It seems likely that Seignelay encouraged the Royal Insurance Company to underwrite the voyage of the Amitié.",
        "34": "AN, Z/1d/84, fos 4v–6, record of the arbitration dispute between the two companies, 6 Oct. 1689.",
        "35": "Bresc-Bautier, ‘L’importation du marbre de Carrare’.",
        "36": "AN, Z/1d/84, fos 4v–6, record of the arbitration dispute between the two companies, 6 Oct. 1689.",
        "37": "All dates hereafter are New Style.",
        "38": "J. McConnel, ‘The 1688 Landing of William of Orange at Torbay: Numerical Dates and Temporal Understanding in Early Modern England’, Journal of Modern History, lxxxiv (2012), pp. 539–71.",
        "39": "John Whittel, An Exact Diary of the Late Expedition of His Illustrious Highness the Prince of Orange, Now King of Great Britain (London, 1689), pp. 26–41.",
        "40": "AN, Z/1d/84, fos 4v–6, record of the arbitration dispute between the two companies, 6 Oct. 1689.",
        "41": "Ibid.",
        "42": "I am grateful to Oliver Finnegan for this information, derived from the records of the English High Court of Admiralty. During the preparation of this article, the COVID-19 pandemic prevented me from searching these records further.",
        "43": "AN, Z/1d/84, fos 4v–6, record of the arbitration dispute between the two companies, 6 Oct. 1689. This was no doubt complicated by the fact that French troops had already crossed the border into the Holy Roman Empire as early as 24 September to besiege Philippsburg, although Louis XIV did not formally declare war at this point. G. Clark, ‘The Nine Years War, 1688–1697’, in J. Bromley, ed., The New Cambridge Modern History, VI: The Rise of Great Britain and Russia, 1688–1715/25 (Cambridge, 1970), pp. 223–53, at 225.",
        "44": "J. Ulbert, ‘Les bureaux du secrétariat d’État de la Marine sous Louis XIV (1669–1715)’, in J. Ulbert and S. Llinares, eds, La liasse et la plume: Les bureaux du secrétariat d’État de la Marine (1669–1792) (Rennes, 2017), pp. 17–31, at 23–4. For a full exploration of Lagny’s access to information in the Secretariat, see Wade, Privilege, Economy and State, ch. 3.",
        "45": "AN, Z/1d/84, fos 4v–6, record of the arbitration dispute between the two companies, 6 Oct. 1689; Kessler, Revolution in Commerce, p. 18.",
        "46": "A note was added in the margin of the policy confirming that the payment was in response to the king’s declaration of war on 26 November: AN, Z/1d/84, fos 4v–6, record of the arbitration dispute between the two companies, 6 Oct. 1689.",
        "47": "Ibid.",
        "48": "AN, Z/1d/82, fo. 17r, declaration of abandonment for the Amitié, 14 Jan. 1689.",
        "49": "René-Josué Valin, Nouveau commentaire sur l’Ordonnance de la marine du mois d’août 1681 (2 vols, La Rochelle, 1766), ii, p. 98; Philippe Bornier, Conférences des ordonnances de Louis XIV. Roy de France et de Navarre: avec les anciennes ordonnances du Royaume, le droit écrit & les arrêts (2 vols, Paris, 1719), ii, pp. 513–25.",
        "50": "AN, Z/1d/84, fos 4v–6, record of the arbitration dispute between the two companies, 6 Oct. 1689.",
        "51": "Valin, Nouveau commentaire, ii, pp. 154–6; Bornier, Conférences des ordonnances, ii, pp. 513–25.",
        "52": "Valin, Nouveau commentaire, ii, p. 156; Cordes and Höhn, ‘Extra-Legal and Legal Conflict Management’, pp. 520–21.",
        "53": "It received translations into German and Dutch in 1676 and 1683 respectively and by 1800 had run to at least twenty-nine editions in French: see Trivellato, Promise and Peril of Credit, pp. 99, 103.",
        "54": "AN, Z/1d/84, fos 4v–6, record of the arbitration dispute between the two companies, 6 Oct. 1689.",
        "55": "AN, Z/1d/109, records of the Parisian admiralty court, 27 May, 6 June and 20 June 1689.",
        "56": "Sadly, I have not found the judgment: its existence is discussed in AN, Z/1d/84, fos 4v–6, record of the arbitration dispute between the two companies, 6 Oct. 1689.",
        "57": "Here, see the Royal Insurance Company’s letters patent and articles of association in Bornier, Conférences des ordonnances, ii, pp. 513–25.",
        "58": "R. Harris, ‘A New Understanding of the History of Limited Liability: An Invitation for Theoretical Reframing’, Journal of Institutional Economics, xvi (2020), pp. 643–64.",
        "59": "Bornier, Conférences des ordonnances, ii, pp. 513–25; Wade, Privilege, Economy and State, ch. 2. Harris also overlooks the case of the French East and West India Companies, where (at least on paper) directors’ personal property and bodies were protected from any claims of the companies’ creditors. E. Heijmans, ‘Investing in French Overseas Companies: A Bad Deal? The Liquidation Processes of Companies Operating on the West Coast of Africa and in India (1664–1719)’, Itinerario, xliii (2019), pp. 107–21.",
        "60": "On representations of Louis XIV as Apollo, see P. Burke, The Fabrication of Louis XIV (New Haven, CT, 1992).",
        "61": "AN, Z/1d/84, fos 4v–6, record of the arbitration dispute between the two companies, 6 Oct. 1689. The COVID-19 pandemic sadly prevented me from finding this order of the Council of State, if a copy of it still exists.",
        "62": "AN, Z/1d/83, fo. 3v, agreement between the two companies to proceed before arbiters, 18 July 1689.",
        "63": "AN, Z/1d/84, fos 4v–6, record of the arbitration dispute between the two companies, 6 Oct. 1689.",
        "64": "Ibid.",
        "65": "Valin, Nouveau commentaire, ii, p. 93.",
        "66": "Ibid., p. 94. The Ordonnance does not make it clear that the nautical league is the unit of distance to be used; however, one of the Royal Insurance Company’s earlier arbitration cases contains a calculation reckoning each league at ‘3000 geometrical paces’ (‘trois mil pas geometriques’), corresponding to a nautical league. AN, Z/1d/84, fo. 1, arbitration case between the Royal Insurance Company and Allexandre Lallier on the St André, 22 Mar. 1687; Francis Lieber, ed., Encylopædia Americana (13 vols, Philadelphia, PA, 1829–33), vii, pp. 463–4.",
        "67": "It was only if the rule was found not to apply that other types of evidence could be introduced. For example, if the policyholder was not presumed to have known of the loss through the ‘league-and-a-half per hour’ rule, the insurer could then introduce any evidence demonstrating that the policyholder had known about it. If this evidence could be provided, the policyholder would be held to pay double the premium to the insurer, as per article 41. Valin, Nouveau commentaire, ii, p. 96. On the origins and development of the rule in other countries—including the different units used in other compilations—see Rossi, Insurance in Elizabethan England, pp. 327–30.",
        "68": "The distance from Dartmouth to Le Havre was calculated using Sea Distances, available at https://sea-distances.org/ (accessed 8 June 2020). The distance by river from Le Havre to Paris follows a calculation made by Guillaume Sanson, a royal cartographer, in one of the Royal Insurance Company’s earlier arbitration cases in 1687. AN, Z/1d/84, fo. 1, arbitration case between the Royal Insurance Company and Allexandre Lallier on the St André, 22 Mar. 1687.",
        "69": "On this analogy, see Étienne Cleirac, Les us et coutumes de la mer: Divisées en trois parties (Rouen, 1671), p. 182.",
        "70": "On the slim profit margins in early modern marine insurance, see J. Puttevils and M. Deloof, ‘Marketing and Pricing Risk in Marine Insurance in Sixteenth-Century Antwerp’, Journal of Economic History, lxxvii (2017), pp. 796–837; Wade, Privilege, Economy and State, ch. 4.",
        "71": "Rossi, ‘England 1523–1601’, p. 143.",
        "72": "Valin, Nouveau commentaire, ii, p. 96.",
        "73": "AN, Z/1d/84, fos 4v–6, record of the arbitration dispute between the two companies, 6 Oct. 1689.",
        "74": "Valin, Nouveau commentaire, ii, p. 79. As seen below, the Royal Insurance Company’s printed policy form did not include the risks of barratry as standard.",
        "75": "Valin, Nouveau commentaire, i, p. 450.",
        "76": "Ibid., p. 452.",
        "77": "On the liability of the shipmaster, see G. Rossi, ‘The Liability of the Shipmaster in Early Modern Law: Comparative (and Practice-Oriented) Remarks’, Historia et ius, xii (2017), pp. 1–47.",
        "78": "Nevertheless, details of the company’s policies can be found in AN, Z/1d/85. Records of insurance policies from the seventeenth century are scarce because the policies themselves were normally destroyed after the insured risk had ceased and any payments made: M. Tanguy, ‘Un contrat nantais pour un voyage aux Antilles au XVIIe siècle’, in C. Borde and É. Roulet, eds, L’assurance maritime XIVe–XXIesiècle (Aachen, 2017), pp. 47–60, at 47.",
        "79": "For more on the Mediterranean Company, see J. Takeda, ‘Silk, Calico and Immigration in Marseille: French Mercantilism and the Early Modern Mediterranean’, in M. Isenmann, ed., Merkantilismus: Wiederaufnahme einer Debatte (Stuttgart, 2014), pp. 241–63. I will explore this company further in a future project.",
        "80": "Mathieu de la Porte, La science des négocians et teneurs de livres, ou Instruction générale pour tout ce qui se pratique dans les comptoirs des négocians (Amsterdam, 1770), p. 477. I compare the 1687 policy with the model policy in Wade, Privilege, Economy and State, ch. 6.",
        "81": "London, Institute and Faculty of Actuaries Library, BYQ/517 pam prm3b, French Mediterranean Company’s insurance policy on the Armes de France, 5 Nov. 1687.",
        "82": "AN, Z/1d/84, fos 4v–6, record of the arbitration dispute between the two companies, 6 Oct. 1689.",
        "83": "These policies are documented in AN, Z/1d/85, fo. 1.",
        "84": "AN, Z/1d/84, fos 4v–6, record of the arbitration dispute between the two companies, 6 Oct. 1689.",
        "85": "Ibid.",
        "86": "The transcription can be found in AN, Z/1d/109, 13 Oct. 1689.",
        "87": "To this end, they petitioned the court on 26 October to order that the partners of the Royal Marble Company agree to be provisionally paid the full amount of the arbitration judgment within three days, or else it would be deposited with ‘the court’s receiver of consignments, at the risks, perils and fortunes of the defendants [i.e. the Royal Marble Company]’; the Royal Marble Company only accepted provisional payment on 21 November: ibid. On the privileged appeals process, see Bornier, Conférences des ordonnances, ii, pp. 513–25; Wade, Privilege, Economy and State, ch. 8.",
        "88": "AN, Z/1d/109, submission to the Parisian admiralty court, 24 Nov. 1690.",
        "89": "For an especially conscientious and thorough recent synthesis of this literature, see R. Harris, Going the Distance: Eurasian Trade and the Rise of the Business Corporation, 1400–1700 (Princeton, NJ, 2020); see also M. Fusaro, ‘The Burden of Risk: Early Modern Maritime Enterprise and Varieties of Capitalism’, Business History Review, xciv (2020), pp. 179–200; F. Trivellato, ‘Renaissance Florence and the Origins of Capitalism: A Business History Perspective’, Business History Review, xciv (2020), pp. 229–51.",
        "90": "G. Ames, Colbert, Mercantilism, and the French Quest for Asian Trade (DeKalb, IL, 1996); Harris, Going the Distance.",
        "91": "To take one example, the merchants of Nantes remarked in a mémoire of 1684 that ‘[c]ompanies are good for the establishment of commerce in new discoveries because the expense of it is [so] great’. AN, MAR/B/7/491, fos 396–413r, ‘Mémoire des negocians de Nantes touchant le commerce et la navigation’, 15 Nov. 1684. See also Paris, Bibliothèque nationale de France, Cinq cents de Colbert 122, fos 1–36, Louis Nicolas de Clerville’s report to Colbert on French commerce, 1664; Wade, Privilege, Economy and State, ch. 1.",
        "92": "Quoted in M. Ménard-Jacob, La première compagnie des Indes: Apprentissages, échecs et héritage, 1664–1704 (Rennes, 2016), p. 288. For Haudrère’s analysis, see, for example, P. Haudrère, Les Français dans l’océan Indien XVIIe–XIXesiècle (Rennes, 2014).",
        "93": "Ménard-Jacob, La première compagnie des Indes; M. Ménard-Jacob, ‘L’apprentissage de l’Inde par les Français de la première compagnie’, in G. Le Bouëdec, ed., L’Asie, la mer, le monde: Au temps des Compagnies des Indes (Rennes, 2014), pp. 159–75.",
        "94": "Heijmans, ‘Investing in French Overseas Companies’; ead., Agency of Empire. It was a mainstay of early modern political and economic thought that the prince could legitimately bestow monopolies where he thought it would serve the public good. On such thought, see R. Rosolino, ‘Vices tyranniques’, Annales: Histoire, Sciences Sociales, lxviii (2013), pp. 793–819. The logic supporting monopolies was not unique to France, although the French state’s use of the companies surely was. Throughout the seventeenth century, numerous writers in England (such as Charles Davenant) argued that the English East India Company’s monopoly privileges were necessary to ensure private interests would not parasitise the commercial and diplomatic frameworks established through the investment of its shareholders. Stern, ‘Companies: Monopoly, Sovereignty, and the East Indies’.",
        "95": "On this precariousness in the Channel, see Morieux, The Channel. On French companies in the North Sea and the Mediterranean, see P. Boissonnade and P. Charliat, ‘Colbert et la Compagnie de Commerce du Nord’, Revue d’histoire économique et sociale, xvii (1929), pp. 156–204; Takeda, ‘Silk, Calico and Immigration’.",
        "96": "For more on the state’s intervention in the Royal Insurance Company’s activities, see Wade, Privilege, Economy and State, chs 2, 5.",
        "97": "Burke, Fabrication of Louis XIV. I am grateful to an anonymous reviewer for this insight.",
        "98": "Quoted in Bresc-Bautier, ‘L’importation du marbre de Carrare’.",
        "99": "Ibid. Bresc-Bautier finds that some marble arrived in France in the spring of 1689, while another shipment of marble columns arrived in Toulon in 1690, where, according to one contemporary, they still remained ‘under a heap of sand and wood’ in 1723 and were only salvaged and used again in 1806.",
        "100": "Ibid.",
        "101": "These are the only years from the war where the records have survived: AN, Z/1d/82, Royal Insurance Company’s register for declarations of average and abandonment, 1686–91; Z/1d/88, Royal Insurance Company’s register for declarations of average and abandonment, 1691–2.",
        "102": "AN, Z/1d/84, Royal Insurance Company’s arbitration register; Z/1d/110, records of the Parisian admiralty court. For a full explanation, see Wade, Privilege, Economy and State, chs 5, 6, 8.",
        "103": "Here, see Ulbert, ‘Les bureaux du secrétariat’, p. 24. When Louis Phélypeaux became controller general of finances, Seignelay wrote a strongly worded mémoire a day later accusing his political adversary of encroaching on maritime and commercial affairs and demanding that these be left for him to administer alone. AN, MAR/B/7/495, fos 550–552, ‘Mémoire de M. de Seignelay au sujet des contestations entre lui et la controlleur général sur l’administration des affaires du commerce’, 21 Sept. 1689.",
        "104": "A. Leonard, ‘Underwriting Marine Warfare: Insurance and Conflict in the Eighteenth Century’, International Journal of Maritime History, xxv (2013), pp. 173–85, at 176–7; Wade, Privilege, Economy and State, ch. 8.",
        "105": "Wade, Privilege, Economy and State, chs 5, 8.",
        "106": "AN, MAR/C/7/159, Lagny to Louis Phélypeaux (with Phélypeaux’s comments in the margin), 18 Dec. 1698; for more on Phélypeaux’s comment, see Wade, Privilege, Economy and State, ch. 8.",
        "107": "For more on the smear campaign, see Wade, Privilege, Economy and State, ch. 8.",
        "108": "This fits into the broader pattern discerned by Philip Hoffman, Gilles Postel-Vinay and Jean-Laurent Rosenthal, whereby the Parisian credit market ‘stagnated’ in the course of Louis XIV’s reign as a result of the state’s ‘vicious’ conduct. P. Hoffman, G. Postel-Vinay and J. Rosenthal, Priceless Markets: The Political Economy of Credit in Paris, 1660–1870 (Chicago, IL, 2000), pp. 50–68. On the Parisian insurance market in the 1750s, see Bosher, ‘Paris Business World’; J. Clark, ‘Marine Insurance in Eighteenth-Century La Rochelle’, French Historical Studies, x (1978), pp. 572–98. On the Bubble Act and its impact on the London insurance market, see A. Bogatyreva, ‘England 1660–1720: Corporate or Private?’, in Leonard, ed., Marine Insurance, pp. 179–204; Wright and Fayle, History of Lloyd’s, pp. 18–87. On the decline of the Amsterdam market relative to London after 1720, see Go, Marine Insurance.",
        "109": "Here, see Heijmans, ‘Investing in French Overseas Companies’.",
        "110": "J. Horn, Economic Development in Early Modern France: The Privilege of Liberty, 1650–1820 (Cambridge, 2015).",
        "111": "Here, I build on the excellent work from Heijmans, ‘Investing in French Overseas Companies’; Heijmans, Agency of Empire; Banks, ‘Financiers, Factors, and French Proprietary Companies’.",
        "112": "P. Boulle, ‘French Mercantilism, Commercial Companies and Colonial Profitability’, in L. Blussé and F. Gaastra, eds, Companies and Trade: Essays on Overseas Trading Companies during the Ancien Régime (Leiden, 1981), pp. 97–117, at 117.",
        "113": "Wubs-Mrozewicz, ‘Conflict Management’, p. 103.",
        "114": "R. Lesaffer, ‘Grotius on the Use of Force: Perfect, Imperfect and Civil Wars. An Introduction’, Grotiana, xli (2020), pp. 255–62, at 258; see also V. Vadi, ‘Perfect War; Alberico Gentili on the Use of Force and the Early Modern Law of Nations’, Grotiana, xli (2020), pp. 263–81.",
        "115": "Quoted in S. Neff, War and the Law of Nations: A General History (Cambridge, 2005), p. 119.",
        "116": "Just war implied a space of conflict involving only two sovereigns, while the Grotian voluntary law of nations recognised war within a broader international space of multiple sovereigns. A. Brett, ‘The Space of Politics and the Space of War in Hugo Grotius’s De iure belli ac pacis’, Global Intellectual History, i (2016), pp. 33–60, at 44–7. For more on Grotius’s framework—including the scope for private individuals to conduct just war—see Brett, ‘Space of Politics’; Lesaffer, ‘Grotius on the Use of Force’.",
        "117": "C. Boisen, ‘Hugo Grotius, Declaration of War, and the International Moral Order’, Grotiana, xli (2020), pp. 282–303, at 288–9, 297–8.",
        "118": "Neff, War and the Law of Nations, pp. 96, 111, 119–20; Boisen, ‘Hugo Grotius’, pp. 288–9.",
        "119": "Morieux, Society of Prisoners, pp. 1–76. In arguing this, Morieux builds on works on legal pluralism. For a key example, see L. Benton and R. Ross, eds, Legal Pluralism and Empires, 1500–1850 (New York, 2013).",
        "120": "G. Calafat, ‘Jurisdictional Pluralism in a Litigious Sea (1590–1630): Hard Cases, Multi-Sited Trials and Legal Enforcement between North Africa and Italy’, in J.-P.A. Ghobrial, ed., Global History and Microhistory, Past and Present supplement 14 (Oxford, 2019), pp. 142–78, at 142–3.",
        "121": "Clark, ‘Marine Insurance’; M. Hope, ‘Underwriting Risk: Trade, War, Insurance, and Legal Institutions in Eighteenth-Century France and Its Empire’ (Yale Univ. Ph.D. thesis, 2023), ch. 8.",
        "122": "Clark, ‘Marine Insurance’, pp. 586–7. On the Council of Commerce, see T. Schaeper, The French Council of Commerce, 1700–1715: A Study of Mercantilism after Colbert (Columbus, OH, 1983); M. Isenmann, ‘From Privilege to Economic Law: Vested Interests and the Origins of Free Trade Theory in France (1687–1701)’, in P. Rössner, ed., Economic Growth and the Origins of Modern Political Economy: Economic Reasons of State, 1500–2000 (London, 2016), pp. 103–21.",
        "123": "Clark, ‘Marine Insurance’, pp. 586–9. With this in mind, it is surely no surprise that an insurance policy signed in La Rochelle in 1764 covered the risks of ‘war in fact and in law, declared and not declared’: Bordeaux, Archives départementales de la Gironde, 7 B 1442, insurance policy on the Prince de Condé, 25 Jan. 1764. I am most grateful to Mallory Hope for providing me with a copy of this document.",
        "124": "A similar debate took place in Cádiz in Spain during the American Revolutionary War; the city’s consulado met to decide when augmentation clauses should be deemed to have been activated. J. Baskes, Staying Afloat: Risk and Uncertainty in Spanish Atlantic World Trade, 1760–1820 (Stanford, CA, 2013), pp. 227–8: ‘there were apparently substantial differences of opinion among the meeting’s attendees. Two members of the committee cast votes for August 24, the day, they claimed, on which the British blockade truly began. A single representative voted for September 22, which was the midpoint between the embargo of Spanish boats in London (September 16) and the departure of the Spanish naval squadron commanded by Juan de Lángara (September 28). Another chose the date on which the king signed the papers ordering Lángara’s squadron to depart. Four committee members voted for September 15, the date that the English captured a mail ship named La Princesa as it returned from Buenos Aires, a bellicose act. Finally, one voted for October 3, the date on which Lángara seized the first English ship. After much debate, the consulado recommended to Minister Varela 24 August 1796 as the date marking the start of the war for insurance purposes’."
    }
}