{
    "title": "Royal Attitudes to the Atlantic Slave Trade and Abolition in the Late Eighteenth and Early Nineteenth Centuries*",
    "author": "Suzanne Schwarz",
    "date": "04 September 2023",
    "article": "Recent historiography has placed particular emphasis on the social origins and influence of individuals who took opposing sides in debates on the abolition of the slave trade between 1787 and 1807. There is no doubt that family networks and connections influenced patterns of pro-slavery and abolitionist support. Despite this familial focus, comparatively little attention has been paid to the attitudes and interventions in the debate of King George III and his family. As early as 1808, Thomas Clarkson’srecorded how Prince William Henry, duke of Clarence, and his younger cousin, Prince William Frederick, second duke of Gloucester and Edinburgh, held diametrically opposed views on the issue. Evidence that has recently come to light in the Royal Archives makes it possible to assess whether the divide between George III’s son and nephew points to a royal family riven by disagreement on the rights and wrongs of slavery. By broadening the canvas of study to include other royal dukes, this article contributes to a much fuller understanding of the family’s reaction to one of the most pressing moral and economic questions of the day. Their views were not just a matter of their own personal opinions; their interventions in debate affected (and on balance, impeded) the progress of abolition and had direct repercussions on the lives of hundreds of thousands of enslaved Africans.Among the holdings of the Royal Collection Trust is the ‘Jamaica Service’ of silver gilt, comprising six ice pails, two five-light candelabra, two oval tureens, a sauceboat and salts.[CITATION-1] This gift was presented to Prince William Henry, third son of King George III and Queen Charlotte, who was created duke of Clarence in 1789.[CITATION-2] The service, paid for by the Jamaica Assembly, was to thank him for his efforts in defending the slave trade and slavery; it bears hallmarks from 1803 and 1804, suggesting that it was given to him a few years before the abolition of the slave trade.[CITATION-3] The intention was clearly strategic, as the island’s sugar planters wished to encourage the duke’s continued advocacy of their cause in the ongoing debate on abolition. In contrast, the king’s nephew, Prince William Frederick, second duke of Gloucester and Edinburgh, championed the abolitionist cause.[CITATION-4] This was acknowledged by an honourable mention in Thomas Clarkson’spublished in 1808.[CITATION-5] These two royal cousins, situated at opposite ends of the political scale on abolition, illustrate how polarised views characteristic of national debate can be traced in the country’s most high profile and influential family.[CITATION-6] Clarkson’spraised the Duke of Gloucester for ‘having opposed the example of his royal relations on this subject in behalf of an helpless and oppressed people’.[CITATION-7] The views of Clarence and Gloucester were on public record as a result of their speeches in the House of Lords, whereas the king and his other relatives did not usually speak so publicly or directly. Leading abolitionists were convinced, however, that other senior royals shared Clarence’s pro-slavery views. Wilberforce recorded in his diary in 1807 that Clarence and his younger brother, Prince Augustus, duke of Sussex, had stated their opposition to the Abolition Bill, and were ‘speaking, as it was understood, the sentiments of all the reigning family’.[CITATION-8] At a time when growing abolitionist sentiment collided with a pro-slavery culture in Britain, members of the royal family were clearly engaged in a wider ‘transatlantic conversation about slavery and abolition’.[CITATION-9] They were not unique in having disagreements; in Liverpool, the abolitionist surgeon James Currie observed how ‘the general discussion of the slavery of the negroes … has made great havock in the happiness of many families’.[CITATION-10] This article assesses whether the divide between Clarence and Gloucester points to a royal family riven by disagreement on the rights and wrongs of slavery. Evidence which has recently come to light in the Georgian Papers at the Royal Archives makes it possible to look afresh at the views of George III, and to consider the extent to which he agreed with the arguments presented by his son, the Duke of Clarence.[CITATION-11] Broadening the canvas of study to include other royal dukes contributes to a much fuller understanding of the family’s reaction to one of the most pressing moral and economic questions of the day. Their views were not just a matter of their own personal opinions; their interventions in debate affected (and on balance, impeded) the progress of abolition, and had direct repercussions on the lives of hundreds of thousands of enslaved Africans.[CITATION-12] The first section of the article analyses the strategies used by Clarence to oppose ideas he considered destructive to the wealth, influence and security of the empire. As a high-profile apologist for the West India interest, he articulated pro-slavery ideas that found support among the political elite, as well as some sections of the middling and lower orders of society.[CITATION-13] The second section considers the Duke of Gloucester, who, by contrast, drew on radical new ideas of political economy to attack his cousin’s defence of slavery and to demonstrate that national interests could be reconciled with humanitarian concerns.[CITATION-14] Through his support for the new Crown colony at Sierra Leone, he showed a willingness to foster ‘an alternative concept of empire’ based on new ways of thinking about the use of African labour.[CITATION-15] The question of where George III and some of his other sons stood within the wide spectrum of opinion separating Clarence and Gloucester is the focus of the third section of the article. The final section considers the implications of these findings on slavery and abolition to a wider understanding of the political influence and image of monarchy during the reign of George III.The Duke of Clarence’s gift from the Jamaica Assembly was a token of appreciation for his defence of the island’s economy, sharing much in common with presentation swords given to naval officers who fought in defence of British Caribbean possessions during the Napoleonic wars.[CITATION-16] Embellished with symbols representing the wealth and imperial strength of the West Indian colonies, including armorial bearings, naval trophies and cornucopias, the Jamaica Service made a clear statement of the riches flowing from the plantations, but casually ignored the brutality of the system in its decorative use of the heads of enslaved Africans. By the time the service was completed by Digby Scott and Benjamin Smith II, its symbolism represented an idealised and outdated image of British West Indian planters, as the growth of abolitionism from the late 1780s, according to Trevor Burnard, had transformed their public image from ‘ornaments of empire’ to ‘pariahs’.[CITATION-17] By defending planters and the British slave merchants who supplied them, the duke publicly associated himself, and by implication the royal family, with men castigated for their cruel, vulgar and uncivilised behaviour.[CITATION-18] He used his political voice in an attempt to restore their reputations as loyal Britons and valued subjects of the Crown, a status they prized highly.[CITATION-19] He appropriated and adapted the abolitionist phrase that Africans were our ‘fellow creatures’ and referred to planters as our ‘fellow-subjects’.[CITATION-20] As an effective spokesman for slaving interests, Clarence systematically used his position in the Lords to oppose measures for the regulation and abolition of the trade, bolstering the pro-slavery campaign through his powerful oratory and the authority and patronage he was able to deploy.[CITATION-21] His regular participation in parliamentary debate, and his ability to rally support and votes for the pro-slavery cause, contributed to the defeat, or delay, of various measures. As a result of his intervention, the views of British slave merchants and agents for Jamaica and other Caribbean islands were heard almost verbatim in the Lords, as he not only tabled their petitions but also restated their arguments in his speeches. In opposing two abolitionist-sponsored bills in 1799, the duke tabled nine petitions from Liverpool and London merchants and West India planters.[CITATION-22] Ranging over the wide gamut of anti-abolitionist, pro-slavery and pro-colonial arguments used by the West India interest, Clarence set out to prove that the abolitionist case was economically damaging, anti-British, politically dangerous and strategically foolhardy. His powerful rhetoric grew out of, but also reinforced, an existing pro-slavery culture. He perpetuated the view that enslaved Africans were merely cargo, and remained impervious to suggestions that they were men and brothers.[CITATION-23] Although he presented some first-hand testimony based on his visits to Jamaica, his main contribution was not in the formulation of any original arguments, but rather in his high-profile rehearsal of arguments already used in the Commons by his network of supporters, including Sir Banastre Tarleton, MP for Liverpool.[CITATION-24] The duke’s view of Africans as valuable commodities of use to the British Empire may well have pre-dated his entry into the Royal Navy, but his periods of service in the Caribbean shaped his outlook on slavery and furnished him with information and contacts that later proved valuable in the Lords. At the age of 17, during the American War of Independence, he visited Jamaica. When HMSwas anchored at Port Royal in 1783, he had the opportunity to go ashore and make ‘some little excursions’. Although no specific reference was made to visiting slave plantations, he met various officials and naval officers in Dominica, Antigua and Jamaica who informed him about commercial affairs.[CITATION-25] Horatio Nelson noted that balls and other entertainments were organised for the prince. In February 1783, he reported that ‘A vast deal of notice has been taken of him at Jamaica: he has been Addressed by the Council, and the House of Assembly were to address him the day after I sailed. He has hisat Spanish Town: they are all highly delighted with him’.[CITATION-26] The lavish hospitality offered to naval personnel played a part in shaping the ‘lasting Friendship’ that the prince formed with some of the ‘Gentlemen of Jamaica’.[CITATION-27] The Assembly, aware of the political advantages of retaining the prince’s patronage, resolved on 2 December 1788 to make him a present of a ‘Diamond Star’.[CITATION-28] The gift, partly in recognition of his service in the Royal Navy, helped to nurture the prince’s long-term commitment to the political defence of the islands. A widespread pro-slavery culture at the highest levels in the Royal Navy was reflected in the way Stephen Fuller, agent for Jamaica, ‘prevailed upon seven Admirals a Commodore & a Captain’ to give evidence opposing abolition in April 1790.[CITATION-29] The views that the prince later expressed in the Lords were very similar to those of his fellow naval officer and friend, Nelson. In a letter to Simon Taylor, a wealthy Jamaica sugar planter, Nelson explained on 10 June 1805 how he had been ‘taught to appreciate the value of our West India possessions; and neither in the field, nor in the senate, shall their just rights be infringed, whilst I have an arm to fight in their defence, or a tongue to launch my voice’.[CITATION-30] Letters sent home by Prince William provided a useful source of information for his father, who had never visited the Caribbean, or any other location outside Britain.[CITATION-31] In letters written to the king on board HMSin January 1787, four months before the formation of the Society for Effecting the Abolition of the Slave Trade, Prince William drew attention to the economic value of slavery and slave-produced commodities. Describing enslaved men, women and children in Dominica as financial assets, he noted that the ‘trade in slaves at this island is very great owing to our supplying the French with that valuable commodity’.[CITATION-32] A comment he made in 1785 may have had some bearing on the king’s later response to calls for abolition. Writing to his father from Ireland just weeks before his twentieth birthday, the prince observed that ‘I think the inhabitants here are in a more miserable state than the negroes in the West Indies’.[CITATION-33] This was an early example of an anti-abolitionist argument used to contest the need to improve slave conditions, and may well have reinforced the king’s view that reform was unnecessary.[CITATION-34] Five months after the Jamaica Assembly resolved to present the duke with a diamond star, he agreed to give evidence before the House of Commons. Fuller considered that his testimony would ‘add great weight to the Cause of the Island of Jamaica, and the rest of the Colonies, and would be most gratefully acknowledged’.[CITATION-35] Three years later, Fuller considered that Clarence had ‘distinguished himself in a singular manner’ during his questioning of witnesses at the Bar of the House of Lords in 1793. The duke’s use of ‘his local knowledge’ of the Caribbean was seen as effective in eliciting evidence that ‘struck the whole House’.[CITATION-36] His questioning of witnesses was shaped by his conviction that stopping, or limiting, imports of enslaved Africans would be devastating to Jamaica and other Caribbean possessions.[CITATION-37] The duke’s visits to the Caribbean were used to political advantage in the Lords. He was sufficiently astute to know that first-hand knowledge of Africa and the Caribbean was highly prized in debates on the slave trade. Abolitionists were eager to produce former slave-ship mariners as witnesses, including Alexander Falconbridge and John Newton, to counter the claims of their pro-slavery opponents.[CITATION-38] As a result, Clarence took every opportunity to frame his contribution to debate as an expert witness with authentic ‘ocular proof’, while at the same time emphasising that abolitionists’ lack of first-hand experience meant that their claims of inhumanity were ‘ill-founded’.[CITATION-39] What is clear from his earlier correspondence with his father, however, is that the young prince made no effort to speak to any enslaved individuals during his visits to Caribbean islands. His reports were superficial, based on distant observation, and influenced by his friendships with planters.[CITATION-40] Judging by Fuller’s reports, Clarence was able to speak with confidence and conviction about affairs in Jamaica. On 5 May 1792, Fuller reported to the Committee of Correspondence of the Jamaica Assembly that the duke gave an excellent speech in which he ‘spoke most favourably of the treatment of the Negroes in general’.[CITATION-41] The duke was on less secure ground when he spoke about the organisation of the slave trade, or the conduct of the trade in West Africa. He was unable to draw on any first-hand knowledge, and repeated arguments already presented in the Commons, or contained in petitions and pamphlets. When he argued that the trade saved many Africans from being used for human sacrifice in states such as Dahomey in West Africa, he drew on Archibald Dalzel’s.[CITATION-42] The duke accepted Dalzel’s view that Africans who sold and sacrificed enslaved people were savage and barbaric, and that Africans transported to the Caribbean would be treated more humanely by their new masters there.[CITATION-43] While the duke’s first-hand knowledge of the Caribbean may have proved useful to the king, there is some tentative evidence to indicate that the exchange of information was reciprocal. George III may have drawn his son’s attention to a source that he could use to demonstrate the value of West India property that would be lost by abolition. In a speech given in opposition to the Slave Trade Limitation Bill in 1799, Clarence closely followed assumptions contained in Arthur Young’sa source that his father had employed extensively in his own writings.[CITATION-44] The duke used this source to calculate that 450,000 ‘Negroes’ valued at £50 each were worth £22,500,000, but noting that the price of enslaved individuals had risen to £80 a head, he revised his calculation to £36,000,000. After taking account of how ‘utensils, mules, and crop [] on the ground, double the value of the Negroes’, he lambasted the utter folly of abolitionists who ‘desire you to relinquish your colonial wealth, the sinews of our commercial existence, and sink into insignificance and contempt in the eyes of Europe and the world’.[CITATION-45] Aware of the propaganda value of the speech, the duke and his allies capitalised upon their victory in the Lords by publishing it as a pamphlet. Funding was provided by West India planters and Liverpool slave merchants as a mark of gratitude for the ‘eminent services’ of the duke.[CITATION-46] Although it was clear by 1807 that he was fighting a losing battle, Clarence continued to represent these vested interests to the bitter end.[CITATION-47] Just two months before his father gave his royal assent to the Abolition Bill, he tabled five petitions, including ‘three from Liverpool, one from the Agents for Jamaica, and one from the Merchants in general concerned with the West-India trade’.[CITATION-48] The Duke of Gloucester, a late entrant to parliamentary debate on the slave trade, made his most important contribution to abolition through his role in its enforcement after 1807. His abolitionist sympathies may well have developed more than a decade earlier, however, during his studies at the University of Cambridge, a notable ‘site of antislavery activism’.[CITATION-49] After taking up his seat in the Lords following the death of his father in 1805, his maiden speech provided a boost for the abolitionist cause. During debate on the Foreign Slave Trade Bill on 16 May 1806, he set out his implacable opposition to the trade on humanitarian grounds, and his royal status went some way towards counterbalancing the anti-abolitionist influence of the king’s sons, his older cousins.[CITATION-50] Emphasising the ‘misery and desolation’ caused by the trade, the duke declared his unequivocal support for abolition in the presence of his more senior cousins who were seated close to him on the peers’ bench nearest to the throne, and in order of their precedence. The fact that the Duke of Sussex countered shortly after with the argument that enslaved people were ‘well treated in general’ emphasised how far Gloucester was out of step with his cousins.[CITATION-51] Nine months later, Gloucester’s speech in support of the Abolition Bill on its second reading was given in the presence of four of the king’s sons: York, Clarence, Kent and Cambridge.[CITATION-52] Speaking directly after Clarence, he began by stating his support for Lord Grenville and emphasised how the question before them reflected on the ‘honour and integrity of their Lordships’.[CITATION-53] Gloucester challenged Clarence on his military claims, disputing his assertion that the trade was vital to the Royal Navy, and hence to the defence of the colonies.[CITATION-54] While re-stating arguments Thomas Clarkson had developed almost two decades earlier, Gloucester injected a new element into debate based on his first-hand observations in Liverpool. Pointing out that he had been on board slave ships, he emphasised that they could be readily adapted for troop transportation. These inspections, presumably made at Liverpool docks during his period as Commander of the North-West District, were used to challenge the claims of Liverpool slave traders that their considerable investment in ships would be wasted.[CITATION-55] The duke, who met Thomas Earle and other leading slave merchants during his residence at St Domingo House in Everton, dismissed their oft-repeated claim that they would be ruined by abolition.[CITATION-56] His argument that many new avenues of trade could be opened in place of the slave trade signalled his support for the Sierra Leone Company, whose directors had been so roundly attacked by Clarence in 1799.[CITATION-57] Gloucester’s presence in the Lords was regarded as vital to the progress of abolition by the prime minister, Lord Grenville, and their correspondence from 1806 ensured that he received intelligence about the timing of parliamentary debates and the content of bills. He assured Grenville in January 1807 that, ‘nothing shall prevent the Duke of Gloucester being in his Place on Monday next, and constantly attending the Progress of the Bill for the Abolition of the Slave Trade through the House of Lords’.[CITATION-58] He derived considerable satisfaction from the passage of the Abolition Bill, and clearly enjoyed receiving news from Liverpool’s leading abolitionist, William Roscoe, about reactions in the port. He delighted in hearing reports that Roscoe’s friends had sent two black men around the town carrying boards stating, ‘we thank God we are free!!’[CITATION-59] Three years later, the duke was pleased to receive news that attempts to fit out ships in Liverpool to revive the slave trade clandestinely had been stopped.[CITATION-60] Speechmaking and checking legislative proposals were among the ways Gloucester supported the progress of abolition, but his main importance lay in his influence on policies to enforce abolition and secure international treaty agreements. He saw the passage of legislation in 1807 as only the first step in halting the trade, and considered it vital to watch ‘with a jealous Eye the Execution of the Abolition Act’.[CITATION-61] Policing the implementation of this legislation on the coast of West Africa was central to the aims of the African Institution, and Gloucester agreed to serve as President of this powerful lobbying group, formed less than a month after the Abolition Bill received the royal assent.[CITATION-62] Although royal patronage was undoubtedly a valuable commodity, the gratitude accorded to him in 1808 and 1809 for his support was not merely hyperbole.[CITATION-63] He was much more than a figurehead and not a ‘Silly Billy’, a nickname that appeared in newspaper reports from the early 1820s.[CITATION-64] Using the powerful networks formed around him in the African Institution, the duke influenced the development of post-abolition policies in Britain and West Africa. In addition to chairing annual meetings, he worked behind the scenes in shaping policies for the suppression of the slave trade at the Crown colony of Sierra Leone. Captain Edward Henry Columbine, appointed as Crown governor in 1809, noted that ‘the Secretary of State, & His Majesty’s government in general, were very liberally disposed to attend to the requests & suggestions’ of the Institution’s members ‘in all such matters as relate to the welfare of Africa’.[CITATION-65] The need for further decisive intervention to halt the slave trade was set out in a prescient letter which Roscoe sent to Gloucester for his consideration in 1810. In a thirty-four-page document, Roscoe, a subscriber to the African Institution, debated whether Britain had the right to use its military power to suppress the export of enslaved Africans in the ships of other nations.[CITATION-66] Citing Cicero and other authors, he urged the duke to consider that if one nation acted against the welfare of another, there was just cause for intervention to prevent abuses. He raised the question of whether Britain was able to ‘defend the continent of Africa against the depredations of those who persist in continuing the trade for slaves?’ As Roscoe, in common with most British abolitionists, had never visited Africa, he was extremely naive in assuming that the slave trade could be halted using a small number of ships. He asked: ‘Could she [Britain] not by means of a very few ships of war stationed along the coasts of that country bring that disgraceful traffic to a speedy termination’?[CITATION-67] Gloucester’s active role in policy formation is reflected in his lively exchange of ideas with Roscoe. Although he accepted that intercepting ships could be regarded as ‘Right & just’, he thought that Roscoe’s proposals went too far. He agreed that, during wartime, Britain had the right to capture any slave ship belonging to France and her dependent states. He expressed serious reservations about Roscoe’s insistence that Britain had the right to capture all foreign vessels carrying enslaved Africans whether or not they were at war with the country concerned.[CITATION-68] Such a vigorous policy of interception, he argued, would undermine treaty negotiations, particularly those with France and would involve Britain in ‘great & momentous difficulties’.[CITATION-69] International treaty negotiations, in Gloucester’s view, were critical to stemming the trade. He considered it incumbent upon government to use peace negotiations to put pressure on countries, including Portugal and Spain, which continued to ‘traffick in Human Blood’.[CITATION-70] He was disappointed that ‘in the late Treaty with the Government of the Brazils’, the subject of abolition had been overlooked.[CITATION-71] The Anglo-Portuguese treaty agreed on 19 February 1810 did make a commitment to the gradual abolition of the trade, restricting Portuguese slave-trading to Portuguese possessions in Africa, but fell far short of the duke’s hopes for immediate abolition.[CITATION-72] At a public meeting chaired by Gloucester in June 1814, it was resolved to submit petitions to government protesting that peace negotiations with France would allow a revival of the slave trade.[CITATION-73] By the summer of 1814, the duke had submitted petitions containing about 100,000 signatures to the Lords and he informed Roscoe that he would lose no time in tabling a petition from Liverpool containing another 30,000 signatures. He was confident that pressure could also be exerted on France by the sovereigns of allied nations, and he regarded Tsar Alexander of Russia as a keen advocate of abolition. He reported to Roscoe that his meetings with the Tsar had been accompanied by the ‘most gratifying assurances upon the subject’.[CITATION-74] Harnessing free African labour, in place of enslaved labour, to exploit the natural riches of Africa was central to schemes promoted by the African Institution. The duke and other subscribers considered that intercepting slave ships and releasing enslaved Africans at Sierra Leone offered the dual benefit of disrupting the trade and securing a new supply of labour. In order to foster conditions in Africa favourable to agrarian reform, Gloucester presided over discussions on dispatching cotton seeds, cotton gins, silk worms and plants from the East and West Indies to Sierra Leone. In the same year, 1809, he arranged for three African boys from Sierra Leone to study at the Royal Military Asylum at Chelsea prior to being sent back to Sierra Leone as instructors. Six years later, the duke wrote a letter of introduction for Thomas Clarkson to meet Tsar Alexander and explain the scope for ‘legitimate’ trade using his collection of African specimens.[CITATION-75] Lobbying by Gloucester and other members of the African Institution may have contributed to a change in attitudes to the role that Africa could play in a post-abolition economy. In 1808, Lord Castlereagh informed the king that changes ‘in the Commercial Intercourse of your Majesty’s Subjects with the Coast of Africa’ made it ‘Expedient to Institute an Enquiry into the possibility of opening Trade in other articles with that Continent’.[CITATION-76] The close associations between the African Institution and the new Crown colony of Sierra Leone meant that Gloucester’s role quickly became mired in controversy. Evidence gathered by Thomas Perronet Thompson, the first Crown governor, showed that 167 enslaved Africans released from two American ships by HMSin March 1808 had been marched from the harbour to the seat of colonial government at Fort Thornton, put in a cattle pen and sold to existing settlers for twenty dollars each. Robert Thorpe, former chief justice to Sierra Leone, re-stated these accusations seven years later and sparked a vitriolic pamphlet warfare in which the duke’s name was given a prominent place. In a letter addressed to Wilberforce, vice president of the African Institution, Thorpe alleged that slavery had been allowed to continue at Freetown under the guise of apprenticeship.[CITATION-77] Given Britain’s new vaunted role as the global champion of abolition, his claims were explosive. Admittedly, most of Thorpe’s allegations related to the earlier period of Company control which pre-dated the duke’s involvement, but the most embarrassing claim was Thorpe’s report that individuals released from slave ships (referred to as ‘Captured Negroes’ and subsequently ‘Liberated Africans’) had been sold in Freetown at a time when Gloucester was the organisation’s leading representative.[CITATION-78] Zachary Macaulay, the former governor of Sierra Leone, considered Thorpe’s accusations so damaging that he felt compelled to write a lengthy letter addressed to the duke defending his own reputation.[CITATION-79] The Institution formally refuted Thorpe’s damaging allegations with a point-by-point rejection of his claims, and these responses and counter-responses continued into multiple editions.[CITATION-80] The duke was prepared to ride out such controversies based on his conviction that Macaulay was innocent of all charges, and that the Institution was engaged in ‘great work’ making ‘atonement to Injured Humanity’.[CITATION-81] As Clarence and Gloucester adopted such sharply opposing positions, where did George III and other members of his family stand on the slave trade question? No clear evidence has yet come to light to trace the views of Queen Charlotte and the princesses, other than a few examples of pamphlets and cartoons which say more about the assumptions of the writers and satirists than they do about the royal family. In 1792, for example, the anonymous author ofappealed to the assumed maternal instincts of the newly married duchess by asking her to imagine the suffering of thousands of infants separated from their parents.[CITATION-82] The central appeal of thefocused on persuading her to convince her ‘Royal Consort’, the Duke of York, to oppose the slave trade. It also claimed that her example as an ‘amiable daughter-in-law’ would persuade George III and Queen Charlotte to discourage a ‘villainous trade, by rejecting the produce of it’. The pamphlet concluded with flattery, telling the duchess that if she helped Africans in this way, songs would be composed in her honour as ‘the guardian angel of Africa’.[CITATION-83] As the couple separated several years later, her anticipated influence was entirely imaginary.[CITATION-84] This lack of direct of evidence for the views of women at court is not to suggest that they were unaware of, or uninterested in, this debate; as Madeleine Pelling and Karin Wulf have recently noted, the court of Queen Charlotte included ‘accomplished, intellectually curious, and literary women’.[CITATION-85] In 1793, the Duke of York entrusted Clarence with his proxy vote on the Slave Trade Limitation Bill, which is suggestive of shared sympathies with his younger brother.[CITATION-86] In his role as commander in chief of the army from 1798 to 1809, York, the king’s second son, provided extensive practical support for slavery. He had command of the king’s forces during a period when thousands of enslaved Africans were purchased for army service, and there is no suggestion that he tried to discourage or limit the practice of ‘military slavery’.[CITATION-87] As he informed the king of the ‘acknowledged utility of the Black Corps’ in saving British lives in the West Indies in 1801, he was clearly aware of the strategic advantages of purchasing enslaved Africans for the army, particularly after the heavy losses incurred in Saint-Domingue.[CITATION-88] None of the king’s seven surviving sons, all of whom were entitled to vote in the House of Lords by virtue of peerages conferred on them, supported the Abolition Bill on its second reading in February 1807.[CITATION-89] The Prince of Wales absented himself for political reasons but, in common with the other royal dukes, he had made his opposition to abolitionist proposals abundantly clear in earlier debates.[CITATION-90] When Macaulay was called to give evidence in defence of the Slave Trade Limitation Bill in 1799, he recorded that their ‘chief enemies’ included Clarence ‘and the other royal dukes’.[CITATION-91] The Prince of Wales voted against the bill; his proxy, held by his younger brother, the Duke of Cumberland, was among thirty-two votes cast against the ‘motion made by Lord Grenville for going into a Committee on the Slave Trade Limitation Bill’ on 5 July 1799.[CITATION-92] The dukes of Kent and Cumberland also voted against the bill.[CITATION-93] Prince Augustus, duke of Sussex, contributed to debate on the Foreign Slave Trade Bill in 1806. Despite the suggestion by his biographers that he was an abolitionist, his political behaviour in the Lords at this stage indicates otherwise.[CITATION-94] His speech opposing the measure on 16 May 1806 drew on the same type of arguments used by his older brother, Clarence.[CITATION-95] In the same year, he attempted to secure appointment as the governor of Jamaica, a role he pursued tenaciously in his desire for esteem and the need to prove himself useful to his father.[CITATION-96] Between December 1806 and January 1807, Sussex explored the possibility that Lord Caledon, an alternative candidate for the post, could take the governorship of Jamaica while he himself filled the same position at the newly acquired Cape Colony.[CITATION-97] Eight years earlier, while studying at the University of Göttingen, he had formed a plan ‘to offer himself a candidate for Liverpool’ and discussed how he would canvass for the election with two men from the town. His tutor, Edward Livingston, described this as ‘a mad project’ and reported his concerns to Lord Dundas. It is difficult to imagine that the prince could have contemplated taking up either the governorship of Jamaica or a parliamentary seat for Liverpool without being of a pro-slavery turn of mind.[CITATION-98] Reconstructing George III’s views on the slave trade and slavery is complicated by areas of silence, as well as conflicting evidence, in the Royal Archives. While his views on other issues of contemporary debate, including his implacable opposition to Catholic emancipation, emerge clearly in official correspondence with his ministers, his attitudes to the slave trade and its abolition are not set out as directly.[CITATION-99] The slave trade does not emerge as a prominent issue in matters of business between 1787 and 1807. In a context of prolonged warfare with France, the king was preoccupied with international relations, military strategy, the threat of invasion, and internal social disorder. As some of the king’s periods of illness coincided with key phases in abolitionist debate, the extent of his correspondence on relevant political affairs is limited.[CITATION-100] Added to this, national debate on the slave trade was in abeyance for a number of years from the late 1790s.[CITATION-101] In the absence of direct statements by George III, various contemporary observers made assumptions about his views. Gustavus Vassa (commonly known today by his birth name, Olaudah Equiano), who had secured his own freedom from slavery, assumed that the king supported slavery. In his petition to Queen Charlotte of 21 March 1788, Vassa urged her to use her influence with her ‘royal consort’ to improve the condition of enslaved Africans from ‘brutes … to the rights and situation of men’.[CITATION-102] In March 1792, Gillray put words into the king’s mouth in his cartoon ‘Anti-saccharrites,—or—John Bull and his family leaving off the use of sugar’. The king is shown saying that the sugar-free drink is ‘delicious’, but the caption for Queen Charlotte reveals that the boycott was a convenient device to lampoon George III’s reputation for frugality.[CITATION-103] Others assumed that the king was sympathetic to abolition. Robert Bowyer, a publisher and painter of miniatures, explained in 1810 that he was sending the king a copy of[CITATION-104] He expressed his hope that the king would accept this new publication, as it commemorated ‘a measure which must have so much accorded with those feelings of humanity & kindness which have ever been so conspicuous in your Majesty’s disposition’.[CITATION-105] One source in which George III engages directly with the question of slavery is an undated essay he authored sometime between 1748 and 1805.[CITATION-106] This essay draws onby Charles-Louis de Secondat, Baron de Montesquieu, first published in 1748.[CITATION-107] The pages devoted to slavery closely follow the contents of Book XV, Chapters One to Five of Montesquieu’s work: ‘In what manner the Laws of civil Slavery are relative to the Nature of the Climate’.[CITATION-108] The king’s essay repeats Montesquieu’s observations that the state of slavery ‘is bad of its own nature’ and opposed to civil law and the law of nature.[CITATION-109] In other places, the king paraphrases Montesquieu’s ideas in an apparent attempt to understand and interpret his writings, but this repetition offers no clear insight into the king’s own views on slavery. There is one section, however, where the king expanded upon Montesquieu’s writings and added his own observations on the slave trade. In the section based on ‘the Slavery of the Negroes’, George III paraphrased Montesquieu’s explanation of how some justified the slavery of Africans. Montesquieu implicitly disagreed with these arguments but explained that if he were ‘to vindicate our right to make slaves of the Negroes, these should be my arguments’.[CITATION-110] George III’s essay adapted this section, as follows:But what shall we say to the European traffic of Black slaves, the very reasons arg’d for it will be perhaps sufficient to make us hold this practice in execration; such are the impossibility of cultivating the American Colonys without them, or if that is not quite the case, the produce of these Colonys as Sugar, Indigo, Tobacco &c. would be too dear, besides the Africans are black, wooly [] headed with monstrous features, nor have they common sense as they prefer a piece of glass to gold; such are the arguments for an inhuman Custom wantonly practic’d by the most enlightened Polite Nations in the World; there is no occasion to answer them, for they stand self condemn’d.[CITATION-111] The king added new sentences at the beginning and end of the section, which are particularly noteworthy. His references to holding ‘this practice in execration’ and ‘an inhuman Custom wantonly practic’d’ may suggest that he accepted, or at least recognised, that arguments offered in defence of slavery were not creditable and were ‘self condemn’d’.[CITATION-112] Alternatively, the additions to the text may provide the king’s interpretation of the implications of Montesquieu’s arguments and may not necessarily represent his own views.George III also elaborated on Montesquieu’s text by referring to Africans as ‘wooly headed with monstrous features’.[CITATION-113] This phrase, reflecting stereotypical views of Africans of the type used by pro-slavery advocates, was not original to the king. The use of similar terms in published accounts provides some tentative indications of the dating of the king’s unpublished essay. The term ‘woolly-headed’ appears in a number of travel accounts in the 1770s, including John Hawkesworth’s, published in 1773, and held by the Royal Collection Trust.[CITATION-114] Five years later, John Trusler’srepeated the description in Hawkesworth’s volume that the inhabitants were ‘black, and woolly-headed, like Negroes’.[CITATION-115] Earlier uses of the term, however, can be dated to the first half of the eighteenth century. In 1703, Baron de Lahontan’sdescribed Africans as ‘black and flat Nos’d’ with ‘monstrous thick Lips’ and ‘soft woolly Hair on their Head’.[CITATION-116] The king’s heavy reliance on Montesquieu, the overlap in terminology with printed travel accounts and the lack of any reference to calls for the abolition of the trade all suggest that the section of his essay on slavery was completed by the 1770s. It is conceivable that he composed the piece in the late 1750s or early 1760s, at a time when he was writing on other legal and governmental issues.[CITATION-117] If so, this indicates that the views he expressed reflected the state of majority opinion on the slave trade in mid-eighteenth-century Britain.Fragmentary evidence dispersed in the Royal Archives contains strong indications of a pro-slavery outlook in some of the king’s decisions. Although no direct policy statements on slavery have yet come to light in George III’s papers, he dealt with the subject more obliquely through decisions concerning geopolitics, the empire and its defence, the economy, property rights and state revenues. While the king did not have any direct investments in slave labour in the plantations, the military forces of the Crown included thousands of ‘slaves in red coats’ in the last decade of the eighteenth century.[CITATION-118] The king’s concern for order and stability, and his desire to protect the strength of the British Empire against a backdrop of revolutionary changes in Europe and America, disposed him towards maintaining the status quo in regard to slavery.[CITATION-119] For example, when Lord Camden, secretary of state for war and the colonies, proposed in 1805 that ‘it would be expedient to prohibit the Importation of slaves for the Cultivation of fresh Land into such Colonies or Settlements’ in the Caribbean that might be restored to the French after the war, the king argued that such principles should not be extended to other colonial possessions.[CITATION-120] Concerned that the property rights of British subjects would be adversely affected, he supported the continuance of imports of enslaved Africans into other British islands.[CITATION-121] No measure, he insisted, should be adopted which would ‘disgrace the honour and justice of the British Legislature which has ever fostered the British Islands and has no more right from ideas of false phylanthropy [] to affect the property of British settlers than it would have to prevent the cultivation of land in Great Britain’.[CITATION-122] The cautious manner in which Lord Camden recommended this policy also hints at the king’s concerns about the slave trade. He emphasised that the measure did not mean coming down on either side of the debate, as ‘those Persons who are the most favourable & those who are the most adverse to the Abolition of that Trade agree in the Policy of the Order in Council which Lord Camden offers to your Majesty’s Consideration’.[CITATION-123] George III was aware of revenue flowing into the Treasury from the customs duties on sugar. In response to seeing the conspicuous wealth displayed by a Jamaican planter on a journey near Weymouth around 1790, he is alleged to have asked the prime minister, William Pitt the Younger, about the duties on ‘All that sugar!’ As David Richardson notes, the story is apocryphal, but is still useful in highlighting the wealth generated by the sugar islands.[CITATION-124] The importance that the king and his ministers attached to protecting Britain’s Caribbean possessions was informed by military as well as economic considerations. In correspondence with Lord Sandwich in 1779 during the American War of Independence, the king emphasised the urgency of retaining the ‘sugar Islands’ of Jamaica and Barbados as a means of funding the war.[CITATION-125] When Britain was at war with Revolutionary France in the 1790s, the same concern for protecting the West India islands was stated clearly in the king’s correspondence with his ministers. In the intervening period, the loss of the British colonies in North America sharpened still further his resolve to protect remaining overseas possessions and prevent further losses of influence, market outlets for British goods and supplies of cash crops.[CITATION-126] In the midst of ongoing maritime warfare with France, Henry Dundas, secretary for war, wrote to the king to press the case for increasing British forces in the Caribbean.[CITATION-127] Cabinet minutes from 14 August 1795, preserved in the king’s correspondence, emphasised the need for the vigorous pursuit of war by land and sea. This was seen as ‘essential to the present and future security of his Majesty’s possessions in that part of the World, and for this purpose it is necessary that preparation be forthwith made for offensive operations both in the Leeward Islands and in the Island of St. Domingo’. The proximity of Saint-Domingue to Jamaica posed a major threat to British interests in the Caribbean and, not surprisingly, the king’s reply on 16 August approved troop increases.[CITATION-128] When Clarence argued in 1807 that abolition would result in the loss of the West Indies and the destruction of the empire, he echoed ideas that his father had emphasised in his policies for at least three decades.[CITATION-129] Ministers were prepared to present the king with requests from Caribbean planters. On 3 January 1805, for example, Lord Camden informed the king that the planters of Grenada were anxious that he had not appointed a lieutenant governor for the island.[CITATION-130] The king responded quickly and proposed several candidates. In contrast, when the king considered matters relating to enslaved Africans, it was usually in terms of their value as property and labour, their recruitment into the army, or the need to control social disorder in British Caribbean possessions. On 23 March 1807, two days before the Abolition Bill received the royal assent, the king expressed alarm at the ‘Disturbances among the Negroes in Jamaica’.[CITATION-131] Evidence in the Royal Archives points to some ambiguities in the king’s attitudes. It appears that he supported the continuance of the slave trade and slavery, while acknowledging the inhumanity on which the system was based. It is entirely possible that the king was drawing a distinction between his own private morality and public morality, and that he was sympathetic to the moral condemnation of slavery at an intellectual level while justifying it on military and economic grounds.[CITATION-132] Such ambiguities were not unique to George III; clear contradictions were inherent in the views and behaviour of George Washington and Thomas Jefferson on the issue of slavery.[CITATION-133] Accepting that the king’s pragmatism disposed him to a pro-slavery outlook fits more clearly with existing historiography.[CITATION-134] John Cannon commented that George III was ‘unenthusiastic’ about abolition, and Seymour Drescher noted that the Abolition Bill received only a ‘reluctant royal assent’.[CITATION-135] The king’s assent to the Abolition Bill in March 1807 raises the question of why, despite his long-standing opposition to abolition, he was willing to accept, or at least swallow, his ministers’ policy recommendation at this juncture.[CITATION-136] As the king was not politically passive or malleable at this stage in his reign, the explanation may lie instead in the major readjustment of abolitionist arguments and political strategy that occurred after 1803.[CITATION-137] This shift in political strategy enabled abolitionists skilfully to represent Britain’s continuing involvement in the slave trade as a threat to national interests and the security of British Caribbean possessions. As a result of these strategic changes, abolitionists were able to ‘overcome the forces of conservatism that had held abolition in abeyance for over a decade’ by reconciling British self-interest with widespread public sympathy for the plight of enslaved Africans. They achieved this by demonstrating that abolition was ‘sound policy’, particularly in the wake of the rebellion in Saint-Domingue and the continuing threats posed by warfare with France.[CITATION-138] Abolitionists thereby presented themselves as the ‘friends rather than enemies of the British West Indian imperial project’. They emphasised how their policies would ensure the preservation of the colonies, an approach that would have appealed to the king’s overriding concern with protecting Britain’s geopolitical position and its wealth and national security.[CITATION-139] Two key international developments may also have helped to allay some of George III’s concerns about the impact of abolition on British Caribbean possessions by 1807. The proclamation of Saint-Domingue as the independent republic of Haiti in 1804 considerably reduced concerns about French threats to Jamaica. By supporting Haiti and showing itself favourable to abolition, Britain could constrain the ambitions of the French in the region and foster stability.[CITATION-140] The prospect of the former American colonies passing legislation to abolish the trade in 1807 was also important, as it removed the possibility that they would expand their imports of enslaved Africans to take up the slack left by Britain.[CITATION-141] The provision in the Abolition Bill to enlist ‘Liberated Africans’ released from slave ships into the army and Royal Navy might have also allayed some of the king’s concerns about maintaining Britain’s military strength.[CITATION-142] Furthermore, the fact that the measure put forward in 1807 originated with Grenville in the Lords and was not a private bill emphasised that this was a ‘policy-driven political act rather than a moral one’.[CITATION-143] The opening up of the Georgian Papers has enabled a fuller and more nuanced assessment of the attitudes of the Hanoverian royal family to slavery and abolition than has hitherto been possible. This evidence also has a wider significance, as it touches on long running issues of historiographical debate relating to the king’s political influence and the image of the Georgian monarchy.[CITATION-144] The picture that emerges from the Georgian Papers is of a royal family largely personifying the existence of a pro-slavery culture in late eighteenth- and early nineteenth-century Britain. More than a quarter of a century after Adam Smith set out the merits of free labour over slave labour in(1776), senior members of the royal family could not envisage an empire without the supply of enslaved African labour.[CITATION-145] As ideas of liberty were brought into sharp focus by the age of revolutions across Europe, North America and the Caribbean, George III and his sons remained loath to reconsider enslaved Africans as suitable recipients of freedom.[CITATION-146] There was a considerable degree of unanimity on the issue, and the only obvious dissentient voice in the royal family before 1807 was that of the Duke of Gloucester. He actively promoted policies for the use of Africans released from slave ships as a new and supposedly free form of labour supply in West Africa.[CITATION-147] However, although he was not without influence, Gloucester was low down in the order of precedence in the royal family, and his views carried less political weight than those of the king and his sons.After the trauma of losing the American colonies, the king’s official correspondence indicates that he was at pains to protect British West India interests as pillars of empire.[CITATION-148] In contrast to a number of commentators in Europe and North America, the king appeared largely untroubled by the notion that slavery might be tarnishing Britain’s reputation, even though he appeared to accept the basis of some Enlightenment ideas on slavery.[CITATION-149] While he may have contemplated the idea that the trade was unethical, this was not enough to outweigh his commitment to defending British interests overseas, particularly in a context of warfare with France.[CITATION-150] The Duke of Clarence also prioritised British self-interest over ethical considerations about slavery. He appears to have taken an even harder line than his father and exhibited no trace of reflection on whether Africans should be regarded as fellow humans. His opinions were characterised by an ‘older mentality of toleration’ of the slave trade, and reflected the types of attitudes that Thomas Clarkson encountered during his visit to Liverpool.[CITATION-151] Clarence and his brothers were taking their political lead from George III. A comment made by Fuller in March 1795 suggests that the ‘behind-the-scenes opposition’ of the king was pivotal. He commented that ‘His Majesty is a true Friend to the Colonies. I am of opinion we owe more to him than is generally known in regard to the defeat [of] the absurd attempt of abolishing the Slave Trade’. Fuller, who made this comment shortly after finishing a period of thirty years as agent for Jamaica, was better placed than most observers to assess the king’s views on the subject.[CITATION-152] He did not have a close relationship with the king, but his frequent contact with Clarence no doubt offered valuable insights into the views of the royal family.[CITATION-153] Other commentators in the political arena noted George III’s opposition, including Charles James Fox, who commented in 1802 that abolition would not be secured during the king’s lifetime.[CITATION-154] The king was able, within the constraints of a limited monarchy, to oppose abolition for almost two decades.[CITATION-155] Yet, as David Richardson points out, the ‘king’s party was not alone in aiding West India interests’ in resisting abolition. Disunity on the issue among prominent government ministers in four governing administrations between 1783 and 1806 was also a key factor which made ‘its adoption as formal government policy inconceivable before 1806–7’. This was the case even though William Pitt, who was sympathetic to abolition, was prime minister for most of this period.[CITATION-156] Nonetheless, the king exercised his political influence on abolition in various direct and indirect ways. By making it perfectly clear that he was opposed to abolition, George III influenced Pitt’s decision not to bring forward such measures for his approval.[CITATION-157] Lord Liverpool was informed by Clarence in 1799 that ‘it was the King’s determination that any business of this sort should never be made a cabinet measure’.[CITATION-158] The king was able to sway debate through his interaction with his ministers, and by persuading members of the Lords and Commons to oppose abolition on the grounds it would damage British interests.[CITATION-159] Papers among the king’s official correspondence indicate that he monitored voting patterns in the Lords.[CITATION-160] Following a major speech on the Slave Trade Limitation Bill by Clarence, the Prince of Wales was also interested in learning more about patterns of voting on 5 July 1799. Henry Cowper, clerk assistant to the House of Lords, was instructed to report on proceedings, and he subsequently furnished the prince with a list of peers present for the debate and the proxies they held.[CITATION-161] The debate on abolition sheds some further light on the nature of George III’s relationship with his ministers in the last few years of his active reign. His decision not to oppose Grenville’s proposal to introduce a bill in 1807 is also consistent with Dickinson’s assessment that towards the end of his reign it ‘became increasingly common for his ministers to initiate policy discussions, arrive at conclusions, and, thereafter, they usually secured the king’s agreement without too much difficulty’.[CITATION-162] The king’s decision not to stand in Grenville’s way reflected both the changed political landscape after the death of Pitt in 1806 and the formation of the coalition Ministry of All the Talents, which was ‘dominated by men who favoured abolition’ and who were able to demonstrate convincingly that the measure was vital to national security.[CITATION-163] It is clear that the views of the royal family on abolition mattered in political terms, despite a complaint by the Duke of Sussex in December 1806 that ‘It is a melancholy Reflection for the Royal Family that any Borough Purchaser can have more Weight with ministers than them’.[CITATION-164] His peevish comment was made after Grenville opposed his attempts to secure appointments in Jamaica and the Cape Colony but it may also have reflected his irritation at how the new prime minister had made clear his intention to push ahead with abolition.[CITATION-165] Whatever the motivation, the duke was entirely disingenuous in suggesting that the Hanoverian royal family had scant political influence. Abolitionists certainly considered that the lobbying power of the royal dukes was dangerous to their cause. In 1807, Clarkson informed one of his correspondents that it was necessary to ‘counteract’ the efforts of the princes who ‘are canvassing against Us, and will do Us much Mischief’.[CITATION-166] Debates in the 1790s reveal that the role of the king’s sons in managing opinion and votes was frequently decisive in blocking, or at least delaying, abolitionist measures. In 1792, Wilberforce also believed that his defeat in the Commons was due in large measure to ‘the Guelph [royal] family’s being against us’.[CITATION-167] Although royal intervention was no guarantee of success, the agreement by the Prince of Wales not to vote in the debates on abolition in 1807 reveals the significance that Grenville placed on his tacit support, or at least his lack of direct opposition. Conversely, Grenville’s eagerness for Gloucester to be present for debates in the upper chamber further emphasises how the royal dukes still wielded political influence.George III’s growing popularity from the late 1780s appears not to have been dented to any significant extent by the way in which the royal family resisted the clamour for abolition.[CITATION-168] A number of factors explain this apparent paradox. One development that helped to bolster George III’s popularity later in his reign was the public perception that he was playing a less active role in politics. As a result, the blame for unpopular policies was placed on his ministers rather than on the king.[CITATION-169] Besides which, Fuller’s comment in 1795 indicates that the king’s opposition to abolition was not generally known. Against a backdrop of huge support for abolition across Britain, it is significant that George III’s views were not made public, and his sons took on responsibility for opposing the measure.[CITATION-170] After his devastating period of illness in 1788, an upswelling of public sympathy contributed to the king’s growing popularity.[CITATION-171] Against the backdrop of the second mass petitioning campaign of 1792, the king was depicted as the central character in Gillray’s ‘Anti-saccharrites’ cartoon. In an age of, in which satirists were prepared to adopt a scatological approach to the royal family, Gillray’s treatment of the king was restrained. Brief reference was made to the inhumanity of slavery through Queen Charlotte’s comment about reducing the labour of the ‘poor Blackeemoors’, but the image emphasised George III’s concern with saving money, a trait that many of his subjects among the middling classes would have viewed as a virtue.[CITATION-172] Gillray could have been far more savage in his treatment of the king if he had made use of the powerful descriptions of African suffering contained in pamphlets by Thomas Clarkson, William Fox and William Roscoe.[CITATION-173] In contrast, the reputation of the Duke of Clarence took a pounding in cartoons and newspaper reports. References to Africans and slavery formed an integral part of visual strategies used to emphasise his immorality and hypocrisy. The portrayal of the prince embracing ‘Wouski’, a young black woman, in his shipboard hammock in January 1788 may have lost something of its political and cultural force later in the year when the king became ill.[CITATION-174] References to Wouski surfaced again in 1791 and 1792, however, as a basis for attacking the duke’s relationship with the actress Mrs Dorothy Jordan. The duke’s infidelities were highlighted in the ‘Story of Nell’s Coach’ by William Dent in 1791, as ‘Wowski’ is shown warning Mrs Jordan that he will leave her for another, as ‘Massa love me once, now he love you’.[CITATION-175] More scandalous still was ‘Symptoms of Cruelty’, a print in which a partly clothed Clarence, in a punishment collar, is shown being whipped by Mrs Jordan. Direct comment on the duke’s hypocrisy is made through the description of the scene as ‘A Representation of the manner of Treatment of the Slaves in the West Indies—or an Advocate for the Slave Trade receiving a Taste’.[CITATION-176] The duke’s attendance at the notorious trial of John Kimber, a slave ship captain, for the murder of an enslaved woman, in June 1792 as one of his ‘friends’ would have further increased public criticism of his hypocrisy.[CITATION-177] The duke’s dissolute behaviour was no doubt galling to supporters of abolition, many of whom were of an evangelical turn of mind and wished to see a reformation of morals across the nation. Such biting criticism by Dent and other satirists must have tarnished not only the duke’s reputation, but also the image of royalty in the minds of at least some observers. In their attitudes to the Hanoverian royal family, however, the public appeared willing to draw a clear distinction between the king’s qualities and the behaviour of his sons. Criticism of his sons’ moral failings only served to increase the king’s popularity by emphasising his many virtues.[CITATION-178] The speeches of the king’s abolitionist nephew, Gloucester, went some way towards protecting the royal family’s reputation on the question of abolition by the first decade of the nineteenth century. His maiden speech in 1806 marked an important shift, whereby members of the royal family represented both sides of debate in the upper chamber. The inscrutability of the king’s views on slavery meant that abolitionists and anti-abolitionists could choose who they thought most closely represented the outlook of the monarch.In the immediate aftermath of abolition, George III and Gloucester were given some credit in popular imagery for the passage of the measure. In George Cruikshank’spublished in 1807, George III was depicted on a gold throne holding out his hand to a diverse gathering of men, women and children from across the globe. A kneeling African is shown holding a large ivory tusk under his arm, and another man wearing a turban is shown approaching the throne with gifts. An African child is depicted holding a red banner with the words ‘Slave Trade Abolished’.[CITATION-179] This brightly coloured etching built on the popular view of the king as the father of Britons, and depicted him as the head of a family of nations drawn from various territories of the British empire. Ships in the background symbolised not only the commercial prosperity of the maritime nation ruled over by George III, but also the strength and protection offered by the Royal Navy. Wearing a jewelled crown, ermine and velvet, the king is portrayed as a dispenser of liberty and happiness to his imperial family.[CITATION-180] An engraving celebrating the passage of abolition in 1807 did not include any direct reference to the king, but the role of the royal family was recognised through its dedication to the Duke of Gloucester. Although Wilberforce, illuminated by celestial light on the right-hand side of the image, was given the main credit for abolition, George III still benefited from some of the reflected glory. By depicting Britannia ‘trampling on the emblems of slavery’, the print celebrated British achievements of liberty and justice.[CITATION-181] The portrayal of ‘triumphant Britannia’ was also closely associated with national celebrations of naval victories, which provided a rich vein of patriotic support for the king.[CITATION-182] Abolition thereby furnished another source of national pride, setting Britons apart from the French.[CITATION-183] Despite the king’s sustained opposition to abolition for almost two decades, the passage of the Act for the Abolition of the Slave Trade in 1807 further cemented his popular reputation as a defender of liberty. These images stood in direct contrast to the way the Declaration of Independence more than three decades earlier had portrayed George III as ‘the tyrant responsible for the American Revolution’.[CITATION-184] Abolition, although occurring towards the end of his active reign, further reinforced ‘the apotheosis of George III’.[CITATION-185] As Jeremy Black has noted, however, the slave trade is one of the factors that explains ‘why George’s reign has an ambiguous, not to say contentious, memory across part of the world’.[CITATION-186] Taking the period between George III’s accession and the abolition of the trade, British ships transported more than 1.5 million Africans into slavery. More than 200,000 of these individuals perished during the Atlantic crossing.[CITATION-187] There is no doubt that the king and his sons used their political influence in various practical ways to defend the wealth and property rights of Caribbean planters, as well as the commercial freedom of British slave merchants to profit from the forced transportation of enslaved Africans. The role of the royal family in supporting slavery and delaying abolition had a tangible human impact on the number of Africans uprooted and displaced by the trade. Based on their ideological support for slavery and their commitment to defending Britain’s geopolitical interests, they used their individual and collective influence to oppose measures they thought would weaken the colonies, and by extension the British Empire. By so doing, they threw their weight and influence behind the West India interest, thereby bolstering its ‘formidable lobbying force’.[CITATION-188] The funeral of Wilberforce suggests that some of the old fissures within the royal family remained more than a quarter of a century after the passage of the Act for the Abolition of the Slave Trade. William IV (formerly the Duke of Clarence) did not attend the funeral of his old adversary at Westminster Abbey in August 1833, although the Duke of Gloucester served as one of the pallbearers. The pro-slavery stance of the Duke of Sussex appears to have shifted in intervening years, as he was among the ‘Friends of the Late William Wilberforce’ who raised money for a memorial in September 1833.[CITATION-189] Later the same month, and approximately three decades after receiving the Jamaica Service, William IV gave his assent to the Slave Emancipation Act in 1833. Although his attitudes to this legislation are outside the scope of this article, it remains clear that the arguments he used to campaign against abolition during his father’s reign continued to shape pro-slavery opinion during the 1820s and 1830s.[CITATION-190] ",
    "footnotes": {
        "1": "The Jamaica Service illustrates how some material artifacts in Britain ‘have their origins and dissemination in the world of slavery’: J. Walvin, Slavery in Small Things: Slavery and Modern Cultural Habits (Chichester, 2017), pp. 9–10.",
        "2": "Prince William acceded to the throne as William IV in 1830. M. Brock, ‘William IV (1765–1837)’, Oxford Dictionary of National Biography [hereafter ODNB].",
        "3": "The date on which the duke was presented with the service is not recorded. London, Royal Collection Trust [hereafter RCT], RCIN 50658, 50807, 50822, 51626, 51678, Jamaica Service; RCIN 51626 can be seen at https://www.rct.uk/collection/themes/exhibitions/a-royal-welcome/buckingham-palace/ice-pail (accessed 2 May 2022). RCIN 50658 was viewable at https://www.rct.uk/collection/50658/candelabranbsppart-of-thenbspjamaica-service (accessed 24 Oct. 2018). This page is no longer available on the RCT website.",
        "4": "Prince William Frederick was the son of William Henry, first duke of Gloucester and Edinburgh, the younger brother of George III. A.W. Purdue, ‘William Frederick, Prince, Second Duke of Gloucester and Edinburgh (1776–1834)’, ODNB; see also the website of the Georgian Papers Programme (King’s College London and the Royal Collection Trust et al., 2016–), at https://georgianpapers.com/explore-the-collections/collections/george-iiis-siblings/ (accessed 11 Apr. 2023)",
        "5": "Thomas Clarkson, The History of the Rise, Progress, and Accomplishment of the Abolition of the African Slave-Trade by the British Parliament (2 vols, London, 1808), ii, pp. 570–71.",
        "6": "Patterns of recent historiographical debate on the abolition of the slave trade are discussed in J. Walvin, ‘Introduction’, in S. Farrell, M. Unwin and J. Walvin, eds, The British Slave Trade: Abolition, Parliament and People (Edinburgh, 2007), pp. 1–11. In the last forty years, research has focused particularly on the roles of diverse participants in extra-parliamentary campaigning, including women and people of African descent: J. Walvin, ‘The Rise of British Popular Sentiment for Abolition, 1787–1832’, in C. Bolt and S. Drescher, eds, Anti-Slavery, Religion, and Reform: Essays in Memory of Roger Anstey (Folkestone, 1980), pp. 149–62; S. Drescher, ‘Whose Abolition? Popular Pressure and the Ending of the British Slave Trade’, Past and Present, no. 143 (1994), pp. 136–66; J.R. Oldfield, Popular Politics and British Anti-Slavery: The Mobilisation of Public Opinion Against the Slave Trade, 1787–1807 (Manchester, 1995); C. Midgley, ‘Slave Sugar Boycotts, Female Activism and the Domestic Base of British Anti-Slavery Culture’, Slavery and Abolition, xvii (1996), pp. 137–62; S. Pinarbasi, ‘Manchester Antislavery, 1792–1807’, Slavery and Abolition, xli (2020), pp. 349–76; J. Bugg, ‘The Other Interesting Narrative: Olaudah Equiano’s Public Book Tour’, Publications of the Modern Language Association, cxxi (2006), pp. 1424–42; R. Hanley, Beyond Slavery and Abolition: Black British Writing, c.1770–1830 (Cambridge, 2019). Individuals involved in shaping a pro-slavery culture have been the subject of recent scrutiny; see, for example, P.E. Dumas, Proslavery Britain: Fighting for Slavery in an Era of Abolition (London, 2016), and C. Petley, ‘“Devoted Islands” and “That Madman Wilberforce”: British Proslavery Patriotism during the Age of Abolition’, Journal of Imperial and Commonwealth History, xxxix (2011), pp. 393–415; M. Taylor, The Interest: How the British Establishment Resisted the Abolition of Slavery (London, 2020).",
        "7": "Clarkson, History, ii, pp. 570–71.",
        "8": "The Christian Observer, xlii (1843), p. 313. Prince Augustus was the king’s sixth son: T.F. Henderson, ‘Augustus Frederick, Prince, Duke of Sussex (1773–1843)’, rev. J. Van der Kiste, ODNB.",
        "9": "Dumas, Proslavery Britain, pp. 1–2, 4–5; S. Drescher, ‘The Slaving Capital of the World: Liverpool and National Opinion in the Age of Abolition’, Slavery and Abolition, ix (1988), pp. 128–43; F. Furstenberg, ‘Atlantic Slavery, Atlantic Freedom: George Washington, Slavery, and Transatlantic Abolitionist Networks’, William and Mary Quarterly, lxviii (2011), pp. 248–9, 262, 274, 279, 283–4.",
        "10": "Liverpool Record Office [hereafter LRO], 920 CUR 108, James Currie to Graham Moore, 23 Mar. 1788.",
        "11": "The ‘Georgian Papers Programme (GPP) is a ten-year interdisciplinary project to digitise, conserve, catalogue, transcribe, interpret and disseminate 425,000 pages or 65,000 items in the Royal Archives and Royal Library relating to the Georgian period, 1714–1837’: ‘Governance’, Georgian Papers Programme, at https://georgianpapers.com/about/governance/ (accessed 15 Dec. 2022).",
        "12": "H.T. Dickinson, ‘George III and Parliament’, Parliamentary History, xxx (2011), p. 410; Dumas, Proslavery Britain, p. 5.",
        "13": "Dumas, Proslavery Britain, pp. 2–8; P.E. Dumas, ‘The Edinburgh Review, The Quarterly Review, and the Contributions of the Periodical to the Slavery Debates’, Slavery and Abolition, xxxviii (2017), pp. 559–76. For a discussion of the West India lobby, see A.J. O’Shaughnessy, ‘The Formation of a Commercial Lobby: The West India Interest, British Colonial Policy and the American Revolution’, Historical Journal, xl (1997), pp. 71–95.",
        "14": "D. Richardson, ‘The Ending of the British Slave Trade in 1807: The Economic Context’, in Farrell, Unwin and Walvin, eds, British Slave Trade, p. 140.",
        "15": "C.L. Brown, ‘Empire without Slaves: British Concepts of Emancipation in the Age of the American Revolution’, William and Mary Quarterly, lvi (1999), pp. 273–306.",
        "16": "J. McAleer, ‘“Eminent Service”: War, Slavery and the Politics of Public Recognition in the British Caribbean and the Cape of Good Hope, c.1782–1807’, Mariner’s Mirror, xcv (2009), pp. 33–51.",
        "17": "RCT, RCIN 50658, Jamaica Service, https://www.rct.uk/collection/50658/candelabranbsppart-of-thenbspjamaica-service (accessed 24 Oct. 2018). This page is no longer available on the RCT website. T. Burnard, ‘Powerless Masters: The Curious Decline of Jamaican Sugar Planters in the Foundational Period of British Abolitionism’, Slavery and Abolition, xxxii (2011), pp. 185–7. For the decline of the planter class, see C. Petley, ‘Slaveholders and Revolution: The Jamaican Planter Class, British Imperial Politics, and the Ending of the Slave Trade, 1775–1807’, Slavery and Abolition, xxxix (2018), pp. 53–5.",
        "18": "Burnard, ‘Powerless Masters’, pp. 185–96.",
        "19": "Ibid., pp. 192–4.",
        "20": "Substance of the Speech of His Royal Highness the Duke of Clarence, in the House of Lords, on the Motion for the Recommitment of the Slave Trade Limitation Bill, on the Fifth Day of July, 1799 (London, n.d.), copy at RCT, RCIN 1126237, p. 41. Both sides borrowed from the vocabulary of their opponents: S. Farrell, ‘“Contrary to the Principles of Justice, Humanity and Sound Policy”: The Slave Trade, Parliamentary Politics and the Abolition Act, 1807’, in Farrell, Unwin and Walvin, eds, British Slave Trade, pp. 141–3; S. Drescher, ‘People and Parliament: The Rhetoric of the British Slave Trade’, Journal of Interdisciplinary History, xx (1990), pp. 563, 565–7, 576–7.",
        "21": "Dickinson, ‘George III’, pp. 398, 403–5, 410; Dumas, Proslavery Britain, pp. 16–17.",
        "22": "See, for example, London, Parliamentary Archives [hereafter PA], HL/PO/JO/10/3/294/11ii, ‘Petition of the Merchants & Traders of Liverpool concerned in the African Trade, praying to be heard by their Counsel ag[ain]st the Slave Trade Limiting Bill’, 9 May 1799; HL/PO/JO/10/3/294/11i, ‘Petition against, of Planters, Merchants and others interested in the British West Indies’, 7 May 1799.",
        "23": "For definitions of these terms, see Dumas, Proslavery Britain, pp. 2–8; A. Tibbles, ed., Transatlantic Slavery: Against Human Dignity (London, 1994), p. 161.",
        "24": "In 1781, Prince William commented on the ‘brave Col. Tarleton’: Windsor, Royal Archives [hereafter RA], GEO/MAIN/44633, Prince William to George III, 10 Nov. 1781; S. Conway, ‘Tarleton, Sir Banastre, Baronet (1754–1833)’, ODNB.",
        "25": "RA, GEO/MAIN/16334–5, 16338–9, Lord Hood to General Jacob de Budé, HMS Barfleur, Port Royal Jamaica, 8 Feb. 1783 and 28 Feb. 1783; GEO/MAIN/44732–5, Prince William to George III, HMS Pegasus, English Harbour, Antigua, 7 Jan. 1787.",
        "26": "The Dispatches and Letters of Vice Admiral Lord Viscount Nelson, ed. Nicholas Harris Nicolas (7 vols, London, 1845–6), i, pp. 72, 203.",
        "27": "The Correspondence of Stephen Fuller, 1788–1795: Jamaica, the West India Interest at Westminster and the Campaign to Preserve the Slave Trade, ed. M.W. McCahill (Chichester, 2014), pp. 109, 190; S. Williams, ‘The Royal Navy and Caribbean Colonial Society during the Eighteenth Century’, in J. McAleer and C. Petley, eds, The Royal Navy and the British Atlantic World, c.1750–1820 (London, 2016), pp. 30–39, 42.",
        "28": "Correspondence of Stephen Fuller, ed. McCahill, pp. 115–16.",
        "29": "Ibid., pp. 136–7; O’Shaughnessy, ‘Commercial Lobby’, pp. 77–8.",
        "30": "Dispatches and Letters of Vice Admiral Lord Viscount Nelson, ed. Nicolas, vi, pp. 450–51. For a discussion of attitudes in the Royal Navy, see C. Petley, ‘The Royal Navy, the British Atlantic Empire and the Abolition of the Slave Trade’, in McAleer and Petley, eds, Royal Navy and the British Atlantic World, pp. 97–116.",
        "31": "J. Black, George III: America’s Last King (New Haven, CT, 2006), pp. 4, 209.",
        "32": "RA, GEO/MAIN/44733, Prince William to George III, HMS Pegasus, English Harbour, Antigua, 7 Jan. 1787.",
        "33": "RA, GEO/MAIN/44679-80, Prince William to George III, HMS Hebe, Carrickfergus Bay, 4 Aug. 1785.",
        "34": "A similar argument was presented in Hugh Crow, Memoirs of the Late Captain Hugh Crow of Liverpool (London, 1830), pp. 132–3, 158–9, 176–7.",
        "35": "Correspondence of Stephen Fuller, ed. McCahill, pp. 134–40.",
        "36": "Ibid., p. 211.",
        "37": "PA, HL/PO/JO/10/7/923A, ‘Transcript of Evidence on the Slave Trade given at the Bar of the House of Lords in 1793’, p. 11. The heavy mortality associated with sugar cultivation increased the demand for Africans to replace those ‘who died prematurely’: D. Richardson, ‘Consuming Goods, Consuming People: Reflections on the Transatlantic Slave Trade’, in P. Misevich and K. Mann, eds, The Rise and Demise of Slavery and the Slave Trade in the Atlantic World (Rochester, NY, 2016), pp. 39–45, 53–5.",
        "38": "London, British Library [hereafter BL], Add. MS 21254, fair minute book of the Committee for Abolition of the Slave Trade, fos 25r, 33r.",
        "39": "Hansard, Parliamentary Debates, 1st ser., House of Lords [hereafter Hansard], 5 Feb. 1807, vol. 8, col. 664; Substance of the Speech, pp. 29, 41–50.",
        "40": "In 1799, he referred to ‘a particular friend’ in Jamaica who owned two plantations: Substance of the Speech, p. 51.",
        "41": "Correspondence of Stephen Fuller, ed. McCahill, pp. 189–90.",
        "42": "Dahomey was located in an area that forms the modern day Republic of Benin. R. Law, ‘Dahomey and the Slave Trade: Reflections on the Historiography of the Rise of Dahomey’, Journal of African History, xxvii (1986), pp. 237–67; F.E. Sanderson, ‘The Liverpool Delegates and Sir William Dolben’s Bill’, Transactions of the Historic Society of Lancashire and Cheshire, cxxiv (1972), pp. 57–84; I.A. Akinjogbin, ‘Archibald Dalzel: Slave Trader and Historian of Dahomey’, Journal of African History, vii (1966), pp. 67–70, 73–8.",
        "43": "Substance of the Speech, p. 19. Dalzel’s book is also held in the Royal Library at Windsor, although both this and the duke’s speech lack any marginalia by the king. RCT, RCIN 1022584, Archibald Dalzel, The History of Dahomy (London, 1793).",
        "44": "Arthur Young, Annals of Agriculture, and other Useful Arts (46 vols, Bury St Edmunds, 1784–1815), i, pp. 46–9. The most notable example of George III using Young’s writings is in a section of an essay entitled ‘America is Lost!’: A.L. O’Donnell, ‘America is Lost!’, Georgian Papers Programme, 23 Jan. 2017, at https://georgianpapers.com/2017/01/23/america-is-lost/ (accessed 31 Jan. 2023); RA, GEO/ADD/32/2010, George III Essays (1746–1810).",
        "45": "Substance of the Speech, pp. 29, 63, 66.",
        "46": "Ibid., title page.",
        "47": "D. Richardson, Principles and Agents: The British Slave Trade and Its Abolition (New Haven, CT, 2022), pp. 226–7.",
        "48": "Hansard, 23 Jan. 1807, vol. 8, col. 512.",
        "49": "Purdue, ‘William Frederick, Prince’; M.E. Jirik, ‘Beyond Clarkson: Cambridge, Black Abolitionists, and the British Anti-Slave Trade Campaign’, Slavery and Abolition, xli (2020), p. 749.",
        "50": "Purdue, ‘William Frederick, Prince’.",
        "51": "Hansard, 16 May 1806, vol. 7, cols 231–2, 235; A.J. Rees, ‘The Practice and Procedure of the House of Lords, 1714–1784’ (Univ. of Wales Ph.D. thesis, 1987), pp. 282–308.",
        "52": "London, History of Parliament Trust, unpublished attendance data from the House of Lords 1660–1832 section, supplied in email correspondence May 2018–July 2019.",
        "53": "The Times, 6 Feb. 1807.",
        "54": "Hansard, 5 Feb. 1807, vol. 8, cols 665–6; Petley, ‘Royal Navy, the British Atlantic Empire and the Abolition of the Slave Trade’, pp. 97–116.",
        "55": "On 8 September 1803, the duke visited the fort, batteries and docks in Liverpool: LRO, 920 MD 389/1, ‘Procés Verbatim the Defence of Liverpool’, p. 1; 920 MD 389/4, ‘Resolution Passed by the Corporation of Liverpool and Town Committees of Defence on the 13th September 1803’.",
        "56": "LRO, 920 MD 389/1, ‘Procés Verbatim the Defence of Liverpool’, pp. 7, 10, 12–13, 16–17, 23, 27.",
        "57": "Hansard, 5 Feb. 1807, vol. 8, cols 665–6; Substance of the Speech, pp. 13–17. For a discussion of the Sierra Leone Company, see S. Schwarz, ‘Commerce, Civilization and Christianity: The Development of the Sierra Leone Company’, in D. Richardson, S. Schwarz and A. Tibbles, eds, Liverpool and Transatlantic Slavery (Liverpool, 2007), pp. 252–76.",
        "58": "BL, Add. MS 58868, Duke of Gloucester to Lord Grenville, 31 Dec. 1806, 28 Jan. 1807 and 2 Feb. 1807.",
        "59": "LRO, 920 ROS/1749, Gloucester to William Roscoe, 13 May 1807.",
        "60": "LRO, 920 ROS/1766, Gloucester to Roscoe, 26 Apr. 1810.",
        "61": "Ibid.",
        "62": "Report of the Committee of the African Institution, Read to the General Meeting on the 15th of July, 1807 (London, 1811), pp. 1–5. For a detailed discussion of the African Institution, see W. Ackerson, The African Institution (1807–1827) and the Antislavery Movement in Great Britain (Lampeter, 2005).",
        "63": "Third Report of the Directors of the African Institution, Read at the Annual General Meeting on the 25th of March, 1809 (3rd edn, London, 1814), pp. 1–3, 6, 9–10.",
        "64": "John Bull, 7 May 1821 and 11 Oct. 1824; Ackerson, African Institution, p. 154.",
        "65": "University of Illinois Chicago, University Library, Sierra Leone Collection, Box 2, Folder 9, Edward H. Columbine daily journal (4 Feb. 1809–28 Jan. 1810), p. 4; Third Report of the Directors of the African Institution, p. 14.",
        "66": "Sixth Report of the Directors of the African Institution, Read at the Annual General Meeting on the 25th of March, 1812 (London, 1812), p. 180.",
        "67": "RA, GEO/ADD/23/87, Gloucester Papers, ‘Copy of a Letter from Mr. William Roscoe to His Royal Highness the Duke of Gloucester on the Abolition of the Slave Trade’, n.d., p. 23. In reality, the work of the West Africa squadron over more than half a century resulted in the release of only 6 per cent (198,000) of 3.2 million Africans who were embarked as slaves between 1808 and 1863. D. Eltis and D. Richardson, Atlas of the Transatlantic Slave Trade (New Haven, CT, 2010), pp. 271–5.",
        "68": "LRO, 920 ROS/1768, Gloucester to Roscoe, 23 Aug. 1810.",
        "69": "LRO, 920 ROS/1769, Gloucester to Roscoe, 6 Jan. 1811.",
        "70": "LRO, 920 ROS/1766, Gloucester to Roscoe, 26 Apr. 1810.",
        "71": "LRO, 920 ROS/1768, Gloucester to Roscoe, 23 Aug. 1810.",
        "72": "L. Bethell, The Abolition of the Brazilian Slave Trade (Cambridge, 1970), pp. 8–9; D.B. Domingues da Silva, The Atlantic Slave Trade from West Central Africa, 1780–1867 (Cambridge, 2017), pp. 17, 29.",
        "73": "J.R. Oldfield, Transatlantic Abolitionism in the Age of Revolution: An International History of Anti-Slavery, c.1787–1820 (Cambridge, 2013), pp. 201–5.",
        "74": "LRO, 920 ROS/1790, Gloucester to Roscoe, 26 July 1814.",
        "75": "Third Report of the Directors of the African Institution, pp. 1–3, 6, 9–10; Wisbech and Fenland Museum, TCC/43 and TCC/44, ‘An Account of Thomas Clarkson’s Interview with the Emperor of Russia, Alexander I, at Paris, on Saturday 23rd September, 1815’; Oldfield, Transatlantic Abolitionism, pp. 215–16.",
        "76": "RA, GEO/MAIN/13847, Lord Castlereagh to George III, 31 Aug. 1808.",
        "77": "Robert Thorpe, A Letter to William Wilberforce … Containing Remarks on the Reports of the Sierra Leone Company, and African Institution (3rd edn, London, 1815); id., A Reply ‘Point by Point’ to the Special Report of the Directors of the African Institution (London, 1815); S. Schwarz, ‘Reconstructing the Life Histories of Liberated Africans: Sierra Leone in the Early Nineteenth Century’, History in Africa, xxxix (2012), pp. 175–207.",
        "78": "For a discussion of the terminology used to describe individuals released from slave ships in the nineteenth century, see R. Anderson and H.B. Lovejoy, eds, Liberated Africans and the Abolition of the Slave Trade, 1807–1896 (Rochester, NY, 2020), pp. 3–4.",
        "79": "Zachary Macaulay, A Letter to His Royal Highness the Duke of Gloucester, President of the African Institution, from Zachary Macaulay, Esq. (2nd edn, London, 1815).",
        "80": "M.J. Turner, ‘The Limits of Abolition: Government, Saints and the “African Question”, c.1780–1820’, English Historical Review, cxii (1997), pp. 319–57; Cobbett’s Weekly Political Register, 18 Feb. 1815.",
        "81": "LRO, 920 ROS/1789, Gloucester to Roscoe, 15 May 1814; 920 ROS/1790, Gloucester to Roscoe, 26 July 1814.",
        "82": "Princess Frederica of Prussia married Frederick, duke of York, in Berlin on 29 September 1791: H.M. Stephens, ‘Frederick, Prince, Duke of York and Albany (1763–1827)’, rev. J. Van der Kiste, ODNB.",
        "83": "An Address to Her Royal Highness the Dutchess of York, Against the Use of Sugar (n.p., 1792), pp. 7–10, 16–18.",
        "84": "Stephens, ‘Frederick, Prince’.",
        "85": "M. Pelling and K. Wulf, ‘Women and History: Power, Politics and Historical Thinking in Queen Charlotte’s Court. A Virtual Exhibition’, Georgian Papers Programme, at https://georgianpapers.com/explore-the-collections/virtual-exhibits/women-and-history-power-politics-and-historical-thinking-in-queen-charlottes-court/ (accessed 31 Jan. 2023).",
        "86": "RA, GEO/ADD/15/0559, Duke of York to General Jacob de Budé, 5 Oct. 1793.",
        "87": "Approximately 13,000 enslaved Africans were purchased between 1795 and 1808. R.N. Buckley, Slaves in Red Coats: The British West India Regiments, 1795–1815 (New Haven, CT, 1979), p. 55; D. Lambert, ‘“[A] Mere Cloak for their Proud Contempt and Antipathy towards the African Race”: Imagining Britain’s West India Regiments in the Caribbean, 1795–1838’, Journal of Imperial and Commonwealth History, xlvi (2018), pp. 627–30; Stephens, ‘Frederick, Prince’.",
        "88": "RA, GEO/MAIN/10469–77, York to George III, Horse Guards, ‘Memorandum Proposed Peace Establishment of the Army, 1st Dec. 1801’.",
        "89": "The Times, 10 Feb. 1807. Peerages were conferred on the king’s two youngest sons, Prince Augustus (duke of Sussex) and Prince Adolphus (duke of Cambridge) on 24 November 1801: A. Palmer, ‘Adolphus Frederick, Prince, Fiirst Duke of Cambridge (1774–1850)’, ODNB.",
        "90": "Farrell, ‘“Contrary to the Principles”’, p. 150; C. Hibbert, ‘George IV (1762–1830)’, ODNB.",
        "91": "San Marino, CA, Huntington Library, Box 2, MY 478, Zachary Macaulay to Selina Mills, 1 June 1799.",
        "92": "‘Division on the Slave Trade’, The Times, 12 July 1799. Other opponents included the Earls of Liverpool and Westmorland, and the Duke of Portland. The Later Correspondence of George III, ed. A. Aspinall (5 vols, Cambridge 1962–70), iii, pp. 226–8.",
        "93": "A peerage was conferred on Prince Edward, the fourth son of George III, on 24 April 1799: E. Longford, ‘Edward, Prince, Duke of Kent and Strathearn (1767–1820)’, ODNB. Prince Ernest Augustus, the fifth son of George III, became the duke of Cumberland and Teviotdale in April 1799: A. Palmer, ‘Ernest Augustus (1771–1851)’, ODNB.",
        "94": "Henderson, ‘Augustus Frederick, Prince’; The Christian Observer, xlii (1843), p. 313.",
        "95": "Hansard, 16 May 1806, vol. 8, col. 235; The Times, 17 May 1806.",
        "96": "He had earlier tried to persuade his father to let him join the Royal Navy: RA, GEO/MAIN/47871–2, Prince Augustus to George III, 28 June 1790; RA, GEO/MAIN/48270, Prince Augustus to the Prince of Wales, 5 June 1806.",
        "97": "RA, GEO/MAIN/12133, William Windham to George III, 5 Apr. 1806; P.J. Jupp, ‘Alexander, Du Pre, Second Earl of Caledon (1777–1839)’, ODNB; RA, GEO/MAIN/48284–7, Duke of Sussex to the Prince of Wales, 12 Dec. 1806 and 7 Jan. 1807.",
        "98": "RA, GEO/MAIN/8964–5, Mr Livingstone to Henry Dundas, Vienna, 5 Aug. 1798.",
        "99": "Dickinson, ‘George III’, pp. 400–403, 407–10; Black, George III, pp. 233, 333.",
        "100": "See A. Burns and K. Wulf, ‘The Madness of George III Revisited: Reflections on Mental Health in the Georgian World’, Georgian Papers Programme, 9 Dec. 2019, at https://georgianpapers.com/2019/12/09/the-madness-of-george-iii-revisited-reflections-on-mental-health-in-the-georgian-world/ (accessed 31 Jan. 2023); L. Colley, ‘The Apotheosis of George III: Loyalty, Royalty and the British Nation 1760–1820’, Past and Present, no. 102 (1984), p. 106.",
        "101": "Oldfield, Transatlantic Abolitionism, p. 129; Richardson, Principles and Agents, pp. 231–2, 247–8.",
        "102": "Olaudah Equiano, The Interesting Narrative of the Life of Olaudah Equiano, or Gustavus Vassa, The African (1789; 7th edn, London, 1793), pp. 351–3.",
        "103": "The caption for Queen Charlotte says, ‘O my dear Creatures, do but Taste it! You can’t think how nice it is without Sugar: – and then consider how much Work you’ll save the poor Blackeemoors by leaving off the use of it! – and above all, remember how much expence it will save your poor Papa! – O its charming cooling Drink’. London, British Museum, Museum no. 1851,0901.592, ‘Anti-saccharrites, – or – John Bull and his Family leaving off the use of Sugar’, 27 Mar. 1792, available at http://www.britishmuseum.org/research/collection_online/collection_object_details.aspx?objectId=1477504&partId=1 (accessed 31 Jan. 2023); M. Unwin, ‘Exhibition Catalogue. The British Slave Trade: Abolition, Parliament and People, an Exhibition Held in Westminster Hall, 23 May–23 September 2007’, in Farrell, Unwin and Walvin, eds, British Slave Trade, pp. 298–9.",
        "104": "D. Graham-Vernon, ‘Bowyer, Robert (1758–1834)’, ODNB; James Montgomery, James Grahame and E. Benger, Poems on the Abolition of the Slave Trade (London, 1810).",
        "105": "RA, GEO/MAIN/14946, Robert Bowyer to George III, 16 Feb. 1810.",
        "106": "RA, GEO/ADD/32/706–912; RA, GEO/ADD/32/1071–7, ‘Of Laws relative to Government in general’. The Georgian Papers catalogue notes that ‘the precise date of creation … is unclear. In this case the generic date range [1746–1805] has been used—assuming that George III started his schooling around the age of 8 and that no further work was written after 1805 due to the King’s blindness’: Georgian Papers Online (Royal Collections Trust), at https://gpp.rct.uk/Record.aspx?src=CalmView.Catalog&id=GIII_ESSAYS&pos=3 (accessed 31 Jan. 2023). For a detailed discussion of this essay and its relationship to George III’s education, see D. Armitage, ‘George III and the Law of Nations’, William and Mary Quarterly, 3rd ser., lxxix (2022), pp. 4, 8–11, 15–16, 20.",
        "107": "RA, GEO/ADD/32/706–912; RA/GEO/ADD/32/1071–7, ‘Of Laws relative to Government in general’.",
        "108": "RA, GEO/ADD/32/869–78, ‘Of Laws Relative to the Nature of Climates’.",
        "109": "RA, GEO/ADD/32/870, 873, ‘Of Laws Relative to the Nature of Climates’; Baron de Montesquieu, The Spirit of Laws, Translated from the French of M. De Secondat, Baron de Montesquieu, tr. Thomas Nugent (2 vols, London, 1750), i, pp. 336, 339; Armitage, ‘George III and the Law of Nations’, p. 11.",
        "110": "Montesquieu, Spirit of Laws, i, pp. 341–2.",
        "111": "RA, GEO/ADD/32/873–4, ‘Of Laws relative to the Nature of Climates’.",
        "112": "See Armitage, ‘George III and the Law of Nations’, pp. 11–15.",
        "113": "This phrase does not appear in the first edition published anonymously in French in 1748 or the English translation of 1750. The edition published in French in 1748 refers to Africans as being ‘dans un corps tout noir’, which translates as ‘in a fully black body’. Nugent’s English translation of 1750 comments that, ‘These creatures are all over black, and with such a flat nose, that they can scarcely be pitied. It is hardly to be believed that God, who is a wise Being, should place a soul, especially a good soul, in such a black ugly body’. ‘De L’Esclavage des Nègres’, De L’Esprit des Loix (2 vols, Geneva, 1748), i, pp. 389–90; Montesquieu, Spirit of Laws, i, p. 341.",
        "114": "John Hawkesworth, An Account of the Voyages Undertaken by the Order of His Present Majesty for Making Discoveries in the Southern Hemisphere (3 vols, London, 1773), i, p. 379. RCT, RCIN 1141965; https://www.rct.uk/collection/search#/1/collection/1141965/an-account-of-the-voyages-undertaken-for-making-discoveries-in-the-southern (accessed 4 Apr. 2023).",
        "115": "John Trusler, A Descriptive Account of the Islands Lately Discovered in the South-Seas (London, 1778), p. 229.",
        "116": "Louis-Armand de Lom d’Acre Lahontan, New Voyages to North-America: Containing an Account of the Several Nations of that Vast Continent (2 vols, London, 1703), i, p. 189.",
        "117": "Black, George III, pp. 12–14; Armitage, ‘George III and the Law of Nations’, pp. 8–11.",
        "118": "Buckley, Slaves in Red Coats, pp. vii, 20–27, 55.",
        "119": "Brown, ‘Empire without Slaves’, p. 305; Richardson, Principles and Agents, pp. 228–9; Black, George III, p. 333.",
        "120": "S.M. Farrell, ‘Pratt, John Jeffreys, First Marquess Camden (1759–1840)’, ODNB.",
        "121": "Richardson, ‘Ending of the British Slave Trade’, p. 133. Simon Taylor expressed the same type of concerns in 1792: Petley, ‘“Devoted Islands”’, p. 400.",
        "122": "RA, GEO/MAIN/11666–7, Lord Camden to George III, 1805; Later Correspondence of George III, ed. Aspinall, iv, p. 322 (George III to Camden, 1 May 1805).",
        "123": "RA, GEO/MAIN/11666–7, Camden to George III, 1805. A similar idea to ‘stop, or strictly to limit the Importation into our new Acquisitions’, had been proposed in an undated ‘Memorandum Respecting West India Possessions’, filed with the king’s correspondence between April 1796 and July 1797: RA, GEO/MAIN/8299.",
        "124": "Richardson, ‘Ending of the British Slave Trade’, pp. 127–8. For a discussion of the wealth of Jamaican sugar planters, see Petley, ‘Slaveholders and Revolution’, pp. 53–7.",
        "125": "RA, GEO MAIN/3518, draft letter from George III to Lord Sandwich, 13 Sept. 1779; RA, GEO/MAIN/3520, George III to Sandwich, 13 Sept. 1779; S. Drescher, ‘The Shocking Birth of British Abolitionism’, Slavery and Abolition, xxxiii (2012), pp. 573–4. The importance of protecting Jamaica ‘at all costs’ in 1782 is noted by O’Shaughnessy, ‘Commercial Lobby’, pp. 92–4; B. Newman, ‘Uncovering Royal Perspectives on Slavery, Empire, and the Rights of Colonial Subjects’, Georgian Papers Project, 21 Jan. 2019, at https://georgianpapers.com/2019/01/21/uncovering-royal-perspectives-on-slavery-empire-and-the-rights-of-colonial-subjects/ (accessed 31 Jan. 2023).",
        "126": "Access to the Georgian Papers is generating new assessments of George III’s response to the loss of the American colonies. See, for example, A. O’Shaughnessy, ‘Understanding the American Revolution using George III’s Archives’, Georgian Papers Project, 21 Jan, 2019, at https://georgianpapers.com/2017/08/03/american-revolution-george-iii-archives/ (accessed 31 Jan. 2023).",
        "127": "Later Correspondence of George III, ed. Aspinall, ii, p. 651.",
        "128": "RA, GEO/MAIN/7917, Henry Dundas to George III, 15 Aug. 1795; RA, GEO/MAIN/7918, Cabinet Minutes, 14 Aug. 1795; RA, GEO/MAIN/7920, George III to Dundas, 16 Aug. 1795.",
        "129": "The Times, 6 Feb. 1807.",
        "130": "RA, GEO/MAIN/11509, Camden to George III, 3 Jan. 1805.",
        "131": "RA, GEO/MAIN/12762, George III to William Windham, 23 Mar. 1807.",
        "132": "Individuals who defended slavery in public may have held different views in private: Dumas, Proslavery Britain, p. 2.",
        "133": "Furstenberg, ‘Atlantic Slavery’, pp. 260, 275, 284; Walvin, ‘Introduction’, pp. 4–5. For a discussion of other examples, see Brown, ‘Empire without Slaves’, pp. 273–4.",
        "134": "Black, George III, p. 333.",
        "135": "J. Cannon, ‘George III (1738–1820)’, ODNB; Unwin, ‘Exhibition Catalogue’, p. 298; S. Drescher, ‘Public Opinion and Parliament in the Abolition of the British Slave Trade’, in Farrell, Unwin and Walvin, eds, British Slave Trade, p. 63. See also E. Williams, Capitalism and Slavery (3rd edn, London, 2022), p. 36.",
        "136": "Hansard, 25 Mar. 1807, vol. 9, col. 187; Dickinson, ‘George III’, pp. 400, 413.",
        "137": "In March 1807, for example, the king informed Lord Grenville that he ‘cannot ever agree to any concessions to the Catholics’: RA, GEO/MAIN/12695, George III to Grenville, 17 Mar. 1807; Dickinson, ‘George III’, pp. 400–401, 409–10; Richardson, Principles and Agents, p. 217; G.M. Ditchfield, George III: An Essay in Monarchy (Basingstoke, 2002), pp. 3, 136–7.",
        "138": "Richardson, Principles and Agents, pp. 217, 219, 225, 229, 237–48, 256–8.",
        "139": "Ibid., pp. 240–41; Farrell, ‘“Contrary to the Principles”’, pp. 150–53; Oldfield, Transatlantic Abolitionism, pp. 188–9.",
        "140": "Oldfield, Transatlantic Abolitionism, pp. 165–9, 172–3, 187–8; Petley, ‘Slaveholders and Revolution’, pp. 69, 71–2.",
        "141": "Oldfield, Transatlantic Abolitionism, pp. 173–4, 183–4, 187–8; Richardson, Principles and Agents, pp. 245, 259.",
        "142": "Section VII made provision for military or civil officers to enlist enslaved Africans released from slave ships in ‘His Majestys land or sea service’. Fourth Report of the Directors of the African Institution, Read at the Annual General Meeting on the 28th of March 1810 (London, 1810), p. 53.",
        "143": "Richardson, Principles and Agents, pp. 224–5, 228, 244, 259; Farrell, ‘“Contrary to the Principles”’, p. 150.",
        "144": "Colley, ‘Apotheosis of George III’, pp. 94–129; Dickinson, ‘George III’, pp. 395–8. For a detailed discussion of George III’s historical reputation, see Ditchfield, George III, pp. 4–21.",
        "145": "Brown, ‘Empire without Slaves’, pp. 273–4, 276, 305–6.",
        "146": "Oldfield, Transatlantic Abolitionism, pp. 14, 69. There is no reason to assume that members of the royal family were aware of revolutionary upheavals in West Africa. P.E. Lovejoy, Jihãd in West Africa during the Age of Revolutions (Athens, OH, 2016).",
        "147": "The assumption that Africans were not ready to enjoy ‘full freedom’ led to the use of various types of coerced labour systems for ‘Liberated Africans’ released at Sierra Leone after 1807. See S.L. Engerman, ‘The Slow Pace of Slave Emancipation and Ex-slave Equality’, in Misevich and Mann, eds, Rise and Demise of Slavery, pp. 267–79. The use of coercive labour systems for ‘prize negroes’ released at the Cape Colony is examined by C. Saunders, ‘Liberated Africans in Cape Colony in the First Half of the Nineteenth Century’, International Journal of African Historical Studies, xviii (1985), pp. 223–39.",
        "148": "Burnard, ‘Powerless Masters’, pp. 185–7.",
        "149": "Furstenberg, ‘Atlantic Slavery’, pp. 262–73.",
        "150": "Armitage, ‘George III and the Law of Nations’, pp. 11–14, 20–21.",
        "151": "Clarkson, History, i, pp. 385–7; Drescher, ‘Public Opinion and Parliament’, pp. 43, 47–9; id., ‘Slaving Capital’, pp. 128–9.",
        "152": "Correspondence of Stephen Fuller, ed. McCahill, p. 227; A.J. O’Shaughnessy, An Empire Divided: The American Revolution and the British Caribbean (Philadelphia, PA, 2000), p. 15.",
        "153": "Correspondence of Stephen Fuller, ed McCahill, pp. viii, 56.",
        "154": "R. Anstey, The Atlantic Slave Trade and British Abolition, 1760–1810 (Atlantic Highlands, NJ, 1975), pp. 341, 357.",
        "155": "Dickinson, ‘George III’, p. 398.",
        "156": "Richardson, Principles and Agents, pp. 216, 229–32. For a recent discussion of the role of Henry Dundas (first Viscount Melville), see S. Mullen, ‘Henry Dundas: A “Great Delayer” of the Abolition of the Transatlantic Slave Trade’, Scottish Historical Review, c (2021), pp. 218–48.",
        "157": "Dickinson, ‘George III’, pp. 403–7, 410; Farrell, ‘“Contrary to the Principles”’, p. 143; Richardson, Principles and Agents, p. 229; Ditchfield, George III, pp. 137, 160.",
        "158": "Quoted in Anstey, Atlantic Slave Trade, pp. 305–6; Black, George III, p. 333.",
        "159": "Dickinson, ‘George III’, pp. 403–7, 410; Ditchfield, George III, p. 160.",
        "160": "RA, GEO/MAIN/9433, ‘The Order of the Day being read, for the Second Reading of the Slave Limitation Bill, and for the Lords to be summoned’.",
        "161": "In earlier debates on the Slave Carrying Bill and the Slave Trade Limitation Bill in May 1799, the Prince of Wales gave his proxy to Clarence. This was dated 21 May 1799, but was vacated by command on 5 June 1799, when he nominated the Duke of Cumberland to hold his proxy on 6 June 1799. PA, HL/PO/JO/13/72, Records of the House of Lords, Journal Office: Proxy Books, 1793–1807; Later Correspondence of George III, ed. Aspinall, iii, pp. 226–8 (Henry Cowper to the Prince of Wales [?], 14 July 1799); History of Parliament Trust, unpublished attendance data from the House of Lords 1660–1832 section.",
        "162": "Dickinson, ‘George III’, pp. 401–2, 407–8.",
        "163": "Anstey, Atlantic Slave Trade, pp. 357–8, 362–3; Farrell, ‘“Contrary to the Principles”’, pp. 143–54; Richardson, Principles and Agents, pp. 240, 244–5.",
        "164": "RA, GEO/MAIN/48284–5, Duke of Sussex to the Prince of Wales, 12 Dec. 1806; GEO MAIN/48286–7, Sussex to the Prince of Wales, 7 Jan. 1807.",
        "165": "Farrell, ‘“Contrary to the Principles”’, pp. 149–50.",
        "166": "Clarkson excluded the Prince of Wales from this comment, stating ‘I do not mean of Wales’. Cambridge, St John’s College Library, Papers of Thomas Clarkson, Clarkson/Folder 1–5, Document 19, Thomas Clarkson to Joseph Taylor, Scarborough, 26 Jan. 1807.",
        "167": "Correspondence of Stephen Fuller, ed. McCahill, p. 57.",
        "168": "Colley, ‘Apotheosis of George III’, pp. 94, 96–7, 102, 104, 113; Ditchfield, George III, p. 160.",
        "169": "Colley, ‘Apotheosis of George III’, pp. 106, 126; Black, George III, p. 411; Ditchfield, George III, pp. 152–3.",
        "170": "Correspondence of Stephen Fuller, ed. McCahill, p. 56; Richardson, Principles and Agents, pp. 1–2, 213–14.",
        "171": "Colley, ‘Apotheosis of George III’, pp. 96, 106, 109, 112–13, 119, 121–2, 125; Ditchfield, George III, pp. 140–46.",
        "172": "Colley, ‘Apotheosis of George III’, pp. 102, 104, 108, 125; L. Colley, Britons: Forging the Nation, 1707–1837 (London, 2003), pp. 195–217.",
        "173": "William Fox, for example, commented that ‘in every pound of sugar used, (the produce of slaves imported from Africa) we may be considered as consuming two ounces of human flesh’: William Fox, An Address to the People of Great Britain, on the Utility of Refraining from the Use of West India Sugar and Rum (5th edn, London, 1791), p. 4.",
        "174": "For a detailed discussion of ‘Wouski’, see T. Odumosu, Africans in English Caricature, 1769–1819: Black Jokes, White Humour (London, 2017), pp. 40, 99, 125, 136–46, 150–53; Burnard, ‘Powerless Masters’, p. 191.",
        "175": "Odumosu, Africans in English Caricature, pp. 148–52.",
        "176": "The print is unsigned, but is ‘most likely by William Dent’. Ibid., pp. 148–59.",
        "177": "The Times, 8 June and 11 June 1792; S. Swaminathan, ‘Reporting Atrocities: A Comparison of the Zong and the Trial of Captain John Kimber’, Slavery and Abolition, xxxi (2010), pp. 487–96; Unwin, ‘Exhibition Catalogue’, pp. 296–7; Odumosu, Africans in English Caricature, pp. 154–5.",
        "178": "Colley, ‘Apotheosis of George III’, p. 104; Ditchfield, George III, pp. 149–54, 164–5.",
        "179": "George Cruikshank, God Save the King, published by William Langley (Dec. 1807), repr. in Odumosu, Africans in English Caricature, pp. 164–6.",
        "180": "Ibid.; Colley, ‘Apotheosis of George III’, pp. 96, 121.",
        "181": "Greenwich, National Maritime Museum, PAH 7367, Henry Moses and Josiah Collyer, ‘Plate to Commemorate the Abolition of the Slave Trade’ (1808), available at https://collections.rmg.co.uk/collections/objects/147314.html (accessed 1 Feb. 2023).",
        "182": "Williams, ‘Royal Navy’, pp. 27–9; Colley, ‘Apotheosis of George III’, pp. 100, 106, 109–10, 113.",
        "183": "Colley, Britons, pp. 358–60.",
        "184": "A. O’Shaughnessy, The Men Who Lost America: British Command During the Revolutionary War and the Preservation of the Empire (London, 2013), pp. 5, 17–46; Black, George III, pp. 209–12; Armitage, ‘George III and the Law of Nations’, pp. 3–4, 6.",
        "185": "Colley, ‘Apotheosis of George III’, pp. 94–129; Colley, Britons, pp. 195–236; O’Shaughnessy, Men Who Lost America, pp. 43–6.",
        "186": "Black, George III, p. 333.",
        "187": "D. Eltis et al., Voyages: The Transatlantic Slave Trade Database (Slave Voyages Consortium, 2008–), available online at https://www.slavevoyages.org (accessed 1 Feb. 2023). This search: https://www.slavevoyages.org/voyages/gQaQGDk6. In the period between 1787, the year that the Society for Effecting the Abolition of the Slave Trade was formed, and 1807, an estimated 769,000 individuals were transported in British ships. Of these individuals, more than 76,000 did not survive the voyage. This search: https://www.slavevoyages.org/voyages/lXwTxxLI.",
        "188": "Dumas, Proslavery Britain, pp. 3, 9, 165; Richardson, Principles and Agents, pp. 216, 218–19, 222–3; Dickinson, ‘George III’, p. 410; See also Mullen, ‘Henry Dundas’, pp. 218–20, 248.",
        "189": "Sheffield Independent, 10 Aug. 1833; The Times, 24 Sept. 1833.",
        "190": "M. Taylor, ‘The British West India Interest and its Allies, 1823–1833’, English Historical Review, cxxxiii (2018), pp. 1478–511; Taylor, The Interest, pp. 176, 255–6. Other aspects of William IV’s reign are considered in A. Lambert, ‘Introducing William IV: A “Sailor King”?’, Georgian Papers Programme, 20 Feb. 2018, https://georgianpapers.com/2018/02/20/introducing-william-iv-sailor-king/ (accessed 31 Jan. 2023); Dumas, Proslavery Britain, p. 3."
    }
}