{
    "title": "Rural Policing in the LongTrecento: An Urban Project and Its Obstruction*",
    "author": "G Geltner",
    "date": "29 March 2022",
    "article": "The intricacies of urban–rural relations surface with rare detail from the records of Italian field wardens () from the late thirteenth to the mid-fifteenth century. Focusing on the region of Piedmont, in the peninsula’s north-west, this article traces the policing of numerous sites and species by theas part of an urban bio- and agropolitical project. The office reflects the growing desire of towns to control their surrounding countryside, not only for military defence, but also as an essential source of calorific and hydraulic energy, a sink for waste and a stage on which to showcase their power before internal and external audiences. Reconstructing the remits, norms and actions of field wardens thus illuminates power negotiations that were shaped by a range of environmental factors and the era’s thinking about hygiene. Yet analysing the activities and responsibilities of thealso reveals the tactics that rural dwellers devised to contest urban discipline, for instance through self-help, concealment and the embellishment of charges made against them. From the perspective of the area’s historiography, the dynamics captured by these records challenge the centrality of landed aristocracies in narratives of political centralisation. And from a broader perspective, the granular view they afford of middling officials at work invites historians to explore what urbanisation meant at the ground level, on either side of the city walls.Sometime in October 1356, the monks of Sant’Andrea, a Benedictine house in Turin affiliated with the abbey of San Pietro in Breme, petitioned the council of the region’s secular lord, Amadeus VI of Savoy (r. 1343–83). The issue at hand was the conduct of the duke’s castellan (or vicar) in Rivoli, and specifically his actions in nearby Gonzole, which pertained to Sant’Andrea—and by extension to San Pietro in Breme—from the early tenth century. Since 1315 at the latest the abbey had held the privilege of appointing local, or field wardens, ‘to guard the grain and other hinterland goods in the place and district of Gonzole and its appurtenances’.[CITATION-1] Wielding Gonzole’s statutes, the procurator of Sant’Andrea, brother Giovanello Remenzono of Chivasso, reminded the council that neither the castellan nor any of the count’s officers could licitly intervene in the procedures to nominateor adjudicate the offences that they cited. Nonetheless, he lamented, it had come to pass that field wardens were being forced to register their cases before the vicar of Rivoli, collect their fines on the basis of legalthat his administration drafted, and even swear oaths of allegiance directly to him.[CITATION-2] Named participants in the dispute (priory, abbey, vicar, council, and the count himself) were well aware that jurisdictional struggles over the operation of field wardens in Rivoli’s hinterland had legal and financial as well as political implications. The impact of the struggle, however, registered among further, unnamed but major, stakeholders: local towns and cities. Piedmont’s burgeoning urban network, including Rivoli, Turin, Pinerolo and other towns treated in this article, took a strong interest in their surrounding countrysides and, from the mid-thirteenth century at the latest, appointedto monitor them. It was a critically important office, emblematic of the area’s (and Europe’s) transition from modest to widescale agricultural production, which both drove and was driven by demographic growth and urbanisation.[CITATION-3] For Piedmont’s urban regimes,served as eyes and ears on the ground: a rural policing force that maintained a certain order in the proliferating fields, forests, orchards, vineyards, roads, fishponds, waterways and millruns that fed swelling urban populations, supplied them with fuel, kept grounds well drained and absorbed growing heaps of (mostly organic) waste.[CITATION-4] These officials’ vigilance moreover helped ensure that pertinent infrastructures were well maintained, and reduced the presence of what the anthropologist Mary Douglas famously termed ‘matter out of place’:[CITATION-5] stolen goods, unwholesome produce, obstructive debris, run-off water, unsupervised animals, and, indeed, misbehaving people.Like their urban counterparts, theor road masters, and aided by other municipal officers,became instrumental in keeping cities healthy and safe.[CITATION-6] In and beyond Piedmont, they patrolled communes’ physical and normative boundaries and facilitated a smooth flow along transportation routes, which increasingly stretched into, or else originated in, the countryside.[CITATION-7] Field wardens were distinctive, however, in the combined spatial and biological remits of their office, which means that reconstructing their activities illuminates the relations between cities’ (attempts at) political centralisation and subject rural populations’ management of agricultural resources. As the present article demonstrates, the desire of cities to expand their food baskets and regulate producers’ behaviours generated friction, much of which converged upon the field wardens’ office.[CITATION-8] The symbiotic relationship between town and country that therepresented is made manifest in the legal case with which I began. Cognizant of the intricate links between population health, hinterland order and political legitimacy, and economically motivated as well, Amadeus VI’s administration encroached upon Sant’Andrea’s privileges as part of a concerted expansion of its own apparatus of rulership.[CITATION-9] The law, too, was on Amadeus’s side. As the castellan’s envoy counter-argued before the council, the count’s civil and criminal jurisdiction () meant that Gonzole could have direct allegiance only to him, rejecting the claim made by brother Giovanello, the monks’ advocate, that the castellan’s action was illicit.[CITATION-10] To end the dispute, the council proposed a compromise, which Amadeus readily accepted and recommended to his vicar in Rivoli in a letter that also chronicled the foregoing events: Gonzole’swould henceforth be appointed solely by the prior of Sant’Andrea and without any interference on the part of the castellan or count. However, these officials were to bring allegations before the castellan and no one else, in recognition of his superior jurisdiction.[CITATION-11] The proposal thus essentially espoused the recent development, which the monks framed as a violation of their ancient privileges. As such, it helped to cement Amadeus’s claims and to integrate thefurther into his administration, including by prescribing their norms of office. This was certainly in line with Savoy’s robust administrative apparatus, which historians have long discussed in terms of its successful absorption of cisalpine territories.[CITATION-12] Yet by focusing much of Piedmont’s historiography on the rulership of Savoy (and other aristocratic families), an important urban dimension is lost with respect to local biopolitics, or the negotiation of power at the level of life,[CITATION-13] and specifically the agropolitics attendant upon the shifting urban–rural divide of the region and the era. Towns and cities seeking to create, expand and discipline hinterlands played a major and often independent role in these negotiations, as urban residents across socio-economic strata relied directly on the countryside for energy input, waste disposal, income and status.The charges brought by the monks of Sant’Andrea, then, begin to illustrate howhelped, not only monasteries and aristocratic regimes, but especially cities and the urban landlords they housed, to ‘seea state’. If we remove the italics, the phrase harks back to the anthropologist James C. Scott’s analysis of modern state-building from the perspective of expertise and record-production, a technology whose power to flatten a pluriform administrative landscape served (and at times undermined) a government’s desire to rule vast territories with greater efficiency or at least legitimacy.[CITATION-14] Scott describes this capacity as rendering diverse domains ‘legible’ to administrators who were increasingly removed from them; to that extenttook part in a very similar process, albeit on a smaller scale and without necessarily being complicit in the birth of the modern state (hence my italics). At any rate, the crucial role of these officials, as chief enforcers of an urban regime’s biopolitical programme, has mostly gone unnoticed.For much of Italy, evidence concerning urban field wardens is thin on the ground before the sixteenth century, which partly explains the neglect of the office by historians working on earlier eras. As the present article shows, however, reconstructing the activities of these officials is both possible and demonstrative of a major aspect of the region’s intertwined urban and rural history. Following the steps of the, as they emerge first from normative sources (Section I), and then from diverse documents of practice (II and III), illustrates the ground-level negotiation involved in turning large swathes of Piedmont’s countryside into an urban hinterland. It underscores in particular how municipal governments operating under the aegis of the area’s rulers (including the Savoy, Acaja, Sforza and Monferrato) often pursued an at least semi-independent agenda through rural policing, an endeavour also shaped by, and in the service of, internal urban needs. In remaining direct subjects of sizeable aristocratic domains, Piedmont’s urban communes largely operated within a different paradigm from that of their more famous and autonomous neighbours to the east and south, including Genoa, Venice, Bologna, Florence, Pisa and Siena, especially once the latter group’s demographic growth and rapid economic ascent drove them to intensify trade as well as expand territorially.[CITATION-15] Nonetheless, Piedmontese practices were typical of a major chapter in the peninsula’s urban history, from which they tend to be written out, having never become what is currently termed a city-state.[CITATION-16] Thus, in actively giving form to what Aldo Settia has identified as ‘ruralità urbana’,[CITATION-17] or urban rurality, the remits and actions of thetraced the city’s territorial extremities while simultaneously pointing back to its legitimate, jurisdictional heart.Urban attempts to subdue the countryside (and ‘nature’ more broadly) in this way offer a unique, pre- or rather non-state example of pre-industrial agropolitics: that is, how cities combined the tasks of carving out hinterlands and buttressing their own political claims. Read discerningly, however, the same sources can tell a more nuanced story that captures the challenges of such attempts to change the land and its dwellers and the ambiguity surrounding the identity of who and what was being changed.[CITATION-18] As Section IV demonstrates, when read against the grain, the records of field wardens can help recover rural voices and practices of resistance that are often obscured by urban administrations and their later historians. At the same time, the process of uncovering the indeterminacy of power also serves as a reminder that, precisely during this period of urban growth, the line between rural and urban societies was often unclearly drawn. A social understanding of Europe’s first major wave of urbanisation, and urban–rural relations more broadly, benefits from looking more deliberately outside city walls, even if through tendentious urban sources.Amadeus VI’s letter to his castellan in Rivoli confirms that field wardens in Gonzole, albeit nominated by the prior of Sant’Andrea, were expected to abide by the norms formulated for the count’s administrative corps. Yet most surviving statutes defining proper conduct foracross Piedmont were urban, not comital, in both their spatial remit and political and economic genesis. Accordingly, the present section focuses on how legislators tried to mobilise field wardens to ensure smooth flows to and from the countryside, as envisaged from an urban rather than a comital centre. The ordinances they produced are certainly limited in what they can tell us about the office’s social realities. Yet they have the advantage that the survival of dozens of parallel texts from across the region creates sufficient room for comparing them and for situating our opening anecdote in a broader context (see).[CITATION-19] In fact, Rivoli itself sought to regulate its own, and seems to have succeeded in doing so with little intervention from the duke or his castellan. It will thus serve as the basis of this section.Campari in Piedmont,.1250–1500.Rivoli’s first complete set of surviving statutes dates from 1457, although earlier by-laws and communal privileges had been approved by rulers of Savoy repeatedly since at least 1247, long after communes were functioning, if somewhat unselfconscious, entities.[CITATION-20] and later texts stress the commune’s prerogative in appointing any and all officials they had been accustomed to employ, presumably including the town’s field wardens, without the count’s interference. No ratification text prior to 1457—and these survive from 1247, 1349, 1384, 1408, 1436 and 1448—mentions the introduction of field wardens into the city’s administration or relates major amendments to their by-laws, while other records take their presence for granted.[CITATION-21] Even if the 1457 redaction of Rivoli’s statutes altered the by-laws concerning the, then, all the indications are that the office would already have been in operation for at least one century (and probably more than two), a conclusion strengthened by these regulations’ overall conformity with numerous other and earlier codes across Piedmont, as we shall soon observe. For the time being, let us see how the mid-fifteenth-century legislators framed the remit of those, mostly in a group of twelve rubrics, as well as through a number of additional ordinances. This serves as a preliminary step to sketching a regional profile of a common office, before moving to explore its social practices in later sections.The main discussion of field wardens’ conduct commences quite late in the extant code (rubric 179 of 263, excluding later additions; on fo. 41 of 58 in total), possibly reflecting their middling status: ‘Item, we establish and order that theof Rivoli, one and all, can and may accuse in Rivoli’s court and testify against any person or animal that they had observed violating each and any of the above or subsequent ordinances’.[CITATION-22] The text and its appendixes draw field wardens’ specific attention to keeping order and managing flows of water, produce and livestock, including by repairing infrastructure and damages caused by non/human animals to local properties,[CITATION-23] be they fields, orchards, vineyards or residences;[CITATION-24] the illicit removal of produce; and cutting down trees.[CITATION-25] Officials and any other accusers must make these violations known within a month of their alleged perpetration and—in the case of officials—before their term ends.The next rubric in the series (c. 180) evokes and partly describes the geographical scope of field wardens’ tasks, thereby staking the commune’s jurisdictional claims, in this case the.[CITATION-26] Rivoli’swere ordered to pay utmost () attention to the area under dispute with the people of Grugliasco to the east (which then fell under Turin’s jurisdiction), while also covering the commune’s boundary towards Alpignano in the north and towards Pavizone beyond the river Dora and Caselette to the north-west. Most importantly, whatever they discovered to be out of order and thus inhibiting movement anywhere in these areas had to be reported solely to Rivoli’s own tribunal (‘accusare non alibi quod in curia Rippolarum’), not the castellan’s, signalling the town’s greater autonomy in this matter as compared, for instance, with the less fortunate priory of Sant’Andrea.To judge by the statutes, the position of field warden in Rivoli, as elsewhere in Piedmont, seems to have been laborious but remunerative. Like other urban officials across the peninsula, campari were appointed from the city’s quarters to single, non-consecutive semesters, which in Rivoli commenced each year on the Feasts of St John the Baptist and St John the Evangelist (24 June and 17 December, respectively),[CITATION-27] the former date marking the beginning of harvest. As was also customary at the time, appointees could not reject or abscond from these positions. Nowhere is it explicitly stated how many men were to be appointed from each quarter, yet it was likely to be more than one, and perhaps even as many as three or four, depending on the size and circumstances of the areas each group oversaw. (As we shall later see for Turin, a group ofassigned to a certain area could hail from a mix of quarters.) Finally, field wardens operated under strict time and reporting requirements,[CITATION-28] and were subject to specific anti-corruption regulations,[CITATION-29] as was typical of numerous urban offices in and beyond Italy.[CITATION-30] Entry into office in Rivoli incurred some direct expenses for. For instance, they were to pay each of the city’s four major officials, elected on the Feast of St John the Evangelist, one pound of pepper within a month of their appointment.[CITATION-31] They also had to plant specific trees in the commune’s orchards and in their respective quarters, including hazelnut, elm and cherry, with no remuneration mentioned.[CITATION-32] The 1457 statutes are silent on the’s salaries, but the men stood to receive a decent income from two (and possibly three) sources. First, any small-scale cultivator whose field yielded eightof grain or less would have to pay the field wardens a modest fee of no more than 12 denari for their services.[CITATION-33] Larger landowners had to hand over the yield of onefor every pair of oxen they used, in addition to the aforementioned fee.[CITATION-34] As a basic anti-corruption measure,were to receive such payments from owners in broad daylight and in a group numbering at least four people.[CITATION-35] Patrolling Rivoli’s fields for six months was expected to be hard work, but, unlike direct cultivation, it came with a modicum of guaranteed income.Large lacunae in Rivoli’s records preclude even a rough estimate of how common it was for local field wardens to live on these fees alone. However, it is highly unlikely that they had to do so. Extant documents of practice, to be explored below, as well as numerous statutes from other towns, highlight the frequency of fines levied directly byor the existence of fines that would at least be pertinent to their remits. In Rivoli, the castellan’s case against anyone causing damage in fields or to hinterland properties would carry no legal weight (‘denuncia et totus illius processus ullam obtineat firmitatem seu valorem’) without the physical presence of ain court and his direct () accusation of the perpetrator.[CITATION-36] The legal bind had financial implications, too, since—as was usual across Italy in this period—both private accusers anddenouncers would receive part of the fine levied following a successful prosecution,[CITATION-37] and Rivoli’s procedure made it easy forto assume that role. Thus, although anyone in theory could accuse a violator in the hinterland, the tacit agreement ofmay have been aof such procedures. If so, they were practically assured a steady ‘secondary’ stream of income, although the precise ratio between their own accusations, cases brought by neighbours, and violations decried by other officials, may have varied greatly. What is more, as monitors of large areas,could in all likelihood have detected other types of deviant behaviour and secured further fines resulting from successful criminal prosecutions. Either way, when an allegation was legitimately brought by a neighbour in the absence of a, the castellan’s fine could not exceed what awould have been allowed to levy,[CITATION-38] a limitation that made field wardens the more efficient outfit to police the countryside.It is worth dwelling on this point since, putting aside the financial interests of, as the face of the commune in the countryside they represented an alternative centre of authority each time they set foot in the count’s court. Certainly, the court itself might be seen as enhancing the ruler’s legitimacy. But the scope for action given to the castellan when thewas absent seems to have been quite narrow. The castellan could proceed in cases where the putative damage exceeded one gold florin, a rather high sum among agriculturalists, suggesting great destruction caused, for example, by a stampede or arson, and resulting in the devastation of entire crops, elements of infrastructure or multiple beasts. In lesser and arguably more common cases, where damages would amount to no more than 16 soldi, the castellan could not proceed without the direct involvement of the(or, presumably, his willingness to get involved) unless the perpetrator was caughtor in cases of arson or major harm. It is in keeping with these urban agropolitics that the field warden’s responsibilities also entailed an obligation to accuse an alleged offender personally with the formula(‘I will charge you’) upon discovery.[CITATION-39] Rivoli’shad access to a third and potentially important revenue stream, which in turn illuminates urban dwellers’ links to the countryside, including as agricultural landlords. The 1457 statutes forbade field wardens from cultivating during their office.[CITATION-40] Specifically, they could not own a field, be it in the city’s territory or elsewhere, or even supervise private works, especially during their office’s high season, which legislators defined as fifteen days before and after both the Feast of St John the Baptist (9 June–9 July) and Michaelmas (14 September–14 October). The consequences for acaught breaking this rule would be severe, as he would not only be fined 3 grossi per day of illicit labour, but would also lose his share of any successful accusation made during that period. (Lost revenue in such cases would revert to the commune’s coffers.) In a remarkable concession, however, Rivoli’s statutes allowed field wardens to elect four men each year from among themselves who could work with impunity even within the forbidden period.[CITATION-41] The text does not restrict the size of the cultivated plots, which means that the exception could have augmented field wardens’ income substantially, assuming they maintained a reasonable balance with their regular duties and shared their proceeds. The concession provided one way to ease the burden of office (which, to reiterate, they could not legally reject), making room for some internal rotation. Elsewhere, for instance in Turin (see below), the appointment of teams consisting of interchangeable fathers and sons, or of two brothers, may have created similar flexibility. And other loopholes, for instance long-term leasing, may also have figured into the design of a sustainable office in some communes. Such concessions remind us that urban dwellers could hold real stakes (including new or existing residences) in the countryside, which in turn makes it difficult to distinguish clearly between urban and rural societies with separate agendas.At any rate, legislators sought to create conditions under which field wardens could police the hinterland effectively and honestly. They did so cognizant of the key role ofin monitoring a highly significant strategic resource from the city’s perspective: a complex territory that functioned for many residents as a major source of calorific and/or monetary income, and by the same token an indicator of their social status; the location of an expanding infrastructural network designed to ensure the city’s steady flow of food and clean water inwards and goods and refuse outwards; and, finally, as a defensive barrier of paramount importance, even (indeed, especially) when considered in isolation from other Savoy territorial holdings. From an urban perspective, then, Rivoli’s countryside was a public good and a collective resource complicated, but not essentially undermined, by being parcelled out into numerous private or privately operated plots and cultivated by people of different statuses and cultural identities.Rivoli’s statutes regarding the conduct and finances ofshare many particulars with those of numerous towns and cities across Piedmont between the mid-thirteenth and fifteenth century.[CITATION-42] Whatever relationships these communes had with regional overlords, therefore, they promulgated quite similar statutes concerning their field wardens, as they did in many other areas of urban government, and following similar chronologies. But how accurately did they reflect or indeed influence social practices?Although field wardens were common cogs in municipal machineries from at least the mid-thirteenth century, they are all but absent from scholarship on the period and region in question.[CITATION-43] In part this state of affairs reflects the influence of demographic and economic themes in the historiography of the Italian countryside, whose focus on yields, production and ownership patterns has tended to draw on rich data from tax and land surveys rather than on evidence for daily enforcement.[CITATION-44] Cultural and religious historians have likewise yet to examine the records relating to, concerned as they remain with analysing hinterlands (in and well beyond Piedmont) as ideological, spiritual and emotional constructs, often on the basis of literary texts and artworks, or else as a major location of exploitation and feuding.[CITATION-45] By comparison, agrarian and environmental historians’ neglect ofis noteworthy, given their emphasis on how land clearance and the region’s intensive cultivation led to ecological degradation, including erosion and frequent floods, a process that perhaps helped to recast the countryside as a landscape provoking fear.[CITATION-46] Certainly, the invisibility ofsays much about the fragmentary state of the documentation relating to the office prior to the sixteenth century, when normative texts begin to appear in print and circulate more broadly.[CITATION-47] As the following sections continue to demonstrate, however, thehardly saw the debut ofas government officials. A significant portfolio of diverse sources dating back at least to the late thirteenth century can extend our understanding of rural life and cities’ needs therein, even if their preliminary examination offers no more than what Maria Clotilde Daviso di Charvensod, a pioneering economic historian of Piedmont, once called ‘un invito e un assaggio’.[CITATION-48] Evidence for field wardens’ practices can be divided into three main types of sources: financial records documenting their contributions to a city’s and/or regional lord’s coffers; official deliberations and communications at the municipal level; and records generated by field wardens themselves, especially their summary justice procedures containing accusations, inquests, and fines levied, contested and paid. Beyond these types of sources, to be presently surveyed, there are occasional yet significant records of field wardens’ activities, such as the Green Count’s letter to his castellan in Rivoli with which this article began. Turin’s Archivio Storico offers two further kinds of documents directly attesting the actions of: one is a receipt () issued on 7 July 1331 by a notary on behalf of thein the area of Drosso, then part of Turin’s south-western hinterland, for a fine paid in full by a certain Giovannetto, charged along with his brothers for a violation involving their ‘beasts and animals’.[CITATION-49] The second type of source is similarly hard to come by, namely lists of accusations and fines originally compiled by the notary of the, and later collated during their end-of-term audit or. In Turin, two such lists have survived intact in scroll form, dating to 1352 and 1373 respectively, and augmenting the single surviving register of the daily activities of thefrom 1372 (a source type to be discussed below). The distilled information filling these scrolls illuminates the pattern of the field wardens’ local activities (andof alleged violations) and helps to establish their financial contribution and compliance with anti-corruption measures at the municipal and castellany level. The depth and diversity of these records suggests that their current scarcity owes more to poor preservation than intermittent record-keeping.If, therefore, as James C. Scott has argued, the rise of early states was greatly premised on a smooth and safe functioning of their agrarian territories, their later Italian heirs faced a similar challenge.[CITATION-50] In Piedmont, urban hinterlands held a clear military-strategic value, and agriculture, including animal husbandry, fed communities and armies and contributed handsomely to rulers’ wealth by means of direct and indirect taxes. Little of that would have been possible without the rigorous enforcement of urban policies at the local level. Our understanding of how agropolitics in Piedmont took shape accordingly benefits from an integrated view of the region’s judicial fines and ecology, including the value of the upkeep of rural infrastructures by. To begin with financial viability: the fines that field wardens meted out made rather modest contributions to rulers’ coffers. For instance, in the castellany of Turin, between October 1328 and December 1329 the ‘banni minuti dei campari’ totaled 23 lire, 5 soldi, 7 denari, after deducting what was owed to the commune and the field wardens themselves, which amounted to more than 50 per cent of the entire sum. That is less than 10 per cent of the income generated from all fines collected by the castellan, and just above 1 per cent of the castellany’s overall income that year.[CITATION-51] In the nearby castellany of Moncalieri the category of minor fines, including ‘banni campestri’, accounted for a similar rate of 10 per cent of the income from fines related to the administration of justice between 1313 and 1331.[CITATION-52] In Susa and Bussoleno, by contrast, between March 1345 and April 1346 revenue from the administration of justice reached a notable 42 per cent of the castellany’s admittedly modest income. Yet most of the fines issued concerned violent offences carrying high penalties, and almost none can be traced back to discoveries made by local field wardens.[CITATION-53] And in Caselette, well-kept accounts record the small sum of 4 lire, 4 soldi, 6 denari raised from fines imposed bybetween 1319 and 1325.[CITATION-54] It seems likely that the small amounts exacted from rural dwellers reflected the desire of landlords and communes to keep tenants on the land, even before the depletion of labourers after the Black Death. Yet, given its negligible direct input, the office ofmust have carried (or was at least perceived as offering) alternative benefits to the communes, for instance as a preventative mechanism against damage and corruption, and more broadly as promoting the centralising agenda of urban regimes. Indeed, however modest the contributions ofappear to have been, their ubiquitous presence in annual accounts strongly suggests systematic record-keeping, although their very modesty may likewise explain the poor survival of those records.[CITATION-55] Next, records of city council deliberations capture the dynamics of the appointment of, the officials’ seasonally shifting attention and their role in (intra-) urban politics. The focus of these sources on the city’s internal affairs tends to obscure city–castellany relations, which are often foregrounded by the financial records just explored, and whose main audience was the comital chancery. Moreover, the details they disclose help establish the degree to which the city’s regulations concerning field wardens were enforced on the ground.[CITATION-56] In Turin, for instance, twenty-four, six from each of the city’s four quarters (clockwise from the north: Porta Doranea, Porta Marmorea, Porta Nuova and Porta Posterla) gathered each year around the feast of All Saints (1 November) to nominate ‘canparij et custodes bonorum forensium’ for extramural regions falling under the city’s direct control.[CITATION-57] Some of these territories appear quite regularly in the minutes of council deliberations, including the area(beyond the River Dora) to the north,(beyond the River Stura) further to the north, Venchiglia to the east,(beyond the River Po) further to the east, San Salvario to the south-east, the area beyond Porta Nuova to the south, and Coleasca to the west ().[CITATION-58] A, later fourteenth century.Archivio Storico della Città di Torino, Carte sciolte 390, Codex catena, fo. 29v. Image courtesy of the Archivio Storico della Città di Torino.Here as elsewhere, quarter representatives nominatedfor all territories at once, ostensibly without pre-allocating remits to specific neighbourhoods. This may have discouraged particular quarters from developing a stable extension into a specific area, or, more positively put, fostered a city-wide responsibility for policing the hinterland and seeing it as a strategic whole. Either way, evidence for the appointment of field wardens is abundant for Turin. On 31 October 1328, for example, thenominated a total of eight men, oneeach for,, Coleasca, Porta Nuova, Porta Marmorea and Venchiglia, and two for the dependent commune of Grugliasco.[CITATION-59] Three years later, however, the council approved appointments for six field wardens to work, four, two in Coleasca, one in Porta Nuova, three in Porta Marmorea, one in Venchiglia and one in the dependent commune of Drosso, more than doubling the number of officials.[CITATION-60] That number was maintained, albeit in a slightly different constellation, on 2 November 1375, when thewere tasked with filling sixslots beyond the Po, four beyond the Dora, three in Coleasca and its environs, two beyond the Stura and three for the area extending from San Salvario until the Sangone river (‘fines Sancti Salvari, Glareti, Prati Clausi et Salmazeti usque ad flumen Sangoni’).[CITATION-61] As these examples suggest, anywhere between one and six field wardens were tasked with monitoring each territory, depending on its size, topography and strategic location—as well as officials’ availability, which at times of crisis could be limited, for instance around the onset of the Black Death.[CITATION-62] The trans-Posoon emerged as a consistently larger and better-paid group, in part because of their vicinity to the city and related performance of guard duty at the Po bridge.[CITATION-63] Changes in the number of field wardens per territory and the territory’s specific scope likewise reflected shifts in the physical constitution of Turin’s, especially as it expanded southward. Lastly,operating in dependent communes such as Drosso to the south-west and Grugliasco to the west were also appointed by the council but with less regularity and not always in sync with the procedure for the city’s own field wardens.[CITATION-64] Occasionally, the council’s treatment of irregularities in appointment procedures throws local norms into relief. For instance, Antonio Martelli, Vrieto Maurini and Bartolomeo de Brianda were appointed belatedly to the ‘officium camparie et custodie pontis Paudi’ in late January 1352, apparently in a separate procedure.[CITATION-65] After the election of field wardens in November 1376 had concluded, it emerged that the trans-Po contingent had served too recently to be legitimately considered for the position again and they accordingly had to be dismissed and replaced.[CITATION-66] On 1 December 1378 ninewere still on duty after more than a year in office.[CITATION-67] And in 1384 the council responded to complaints by the San Salvaro, instructing that any hindrance to their operations must be immediately reported to the vicar or judge.[CITATION-68] On at least one occasion the count himself intervened in the procedure. This occurred in late December 1352 when Amadeus VI dismissed thesent across the Po by the appointingand asked for them to be replaced, for unspecified reasons.[CITATION-69] It is unclear whether the count also had a hand in a request to the city council in late 1369, namely to advise on whether to maintain the current appointment system or nominate a single officer to assemble a team.[CITATION-70] The council decided to retain the existing system, which it maintained for another decade, when the idea of nominating a singlecame up again, this time gaining greater traction.[CITATION-71] Subsequently, fivebegan the process of identifying ‘aliquem bonum campayrolium’, whom they found in a certain Henriguccio de Castro Einaudi. It was at this point that the count’s vicar and a judge joined the search committee to complete negotiations with Henriguccio, proposing that he receive a salary of 160 florins for one year, to be paid in three instalments, beginning on 16 March.[CITATION-72] He was to fulfil his tasks along with five assistants and two officers on horseback. However, the offer ultimately failed to convince the city council, which once again opted for less rather than more centralisation, and resumed at a slight delay the earlier mode of appointing.[CITATION-73] Turin may not typify the trajectory of the field wardens’ office across Piedmont, let alone Italy. Yet its council’s deliberative records do reflect common challenges thatfaced in trying to discipline a city’s hinterland, and the extent to which their appointment and norms presented local power brokers with opportunities to stake their claims. Given the council’s limited interest in recording all aspects of caring for the city’s common good, however, the council’s discussions rarely illuminate the daily grind ofand how their mandate was pursued on the ground. It is to the latter aspects of the era’s agropolitics that we now turn.An extensive search for documents of practice generated by thethemselves, in dozens of archives and scores of inventories throughout Piedmont, yielded six registers in the town of Pinerolo for the late thirteenth and early fourteenth century,[CITATION-74] one in Turin for the later fourteenth,[CITATION-75] and one in Chieri for the mid-fifteenth.[CITATION-76] In Vercelli, a series of judicial acts from the later fourteenth and fifteenth century contains several registers compiled by the city’s damage assessors with numerous allegations made by publicas well.[CITATION-77] The latter volumes deserve further attention, especially since similar entries may well exist elsewhere, embedded within the rich court records of local communes.[CITATION-78] For now, the extant source base remains modest, but given the abundance ofrecords that had to draw on the original reporting of(see Section I), these registers probably preserve a typical form of record-keeping, one moreover that is consistent across time and space. Such careful documentation was useful in the first instance since it helped field wardens manage their workloads and communicate with other officials, curbed corruption, and served as a baseline from which to calculate the city’s (and consequently the count’s) income from hinterland policing. Yet the specific ways in which these registers were compiled tell us more about the government’s aspirations and worldview. The eightregisters surviving in their original form today contain thousands of entries relating, in the first instance, who made the charge and when, the nature of the offence and its location, the identity of the direct offender (often a non-human animal)[CITATION-79] and that of its owner or employer, if known. These were the basic details required to pursue the summary justice procedure common to the period, which rarely involved parties actually arguing before a judge. However, appeals and follow-ups including (partial) payments, acquittals, deaths and compromises regularly make an interlinear or marginal appearance, comprising the bulk of a second layer of information added to almost every entry within days or weeks of its original composition.Despite their relative scarcity today, then, the daily records of theoffer a granular view of these officials’ activities and—no less important—of behaviours they perceived as deviant among different species in a city’s hinterland. It is through these accounts, however narrow and intentional, that field wardens communicated their role as officers enforcing an urban programme in the countryside and captured attempts to obstruct it. The present section analyses the two earliest survivingvolumes, both from Pinerolo, covering two administrative semesters. As a sample of an aggregate year’s activity, it reveals the scale and scope of one outfit’s routines, as therotated through seasons, territories and production cycles. The texts lend themselves to many additional types of analysis, including patterns of land ownership and yields, labour and family relations, and of course technologies of husbandry, industry and cultivation. None of these have been attempted here, however; the present section (and indeed this article) is chiefly concerned with how the management of the countryside was framed, pursued and resisted as an urban political project. In order to do so, it begins by briefly introducing the town in question.In the late thirteenth century Pinerolo was a regionally important, modest-sized town in west Piedmont, perched on a hill along the lower Val Chisone. Already under the rule of Savoy, it had reached its pre-industrial demographic peak of around 1,800 hearths or an estimated 8,000 inhabitants, and was developing its road and water infrastructure apace. Statutes and other sources from this period project an overall consistent effort to keep the city and its environment clean, drained and well provided for.[CITATION-80] As was the case across urban Italy, monitoring and repairing infrastructure within the city walls generally fell to localor roads officials, while extramural sites defined the remit of Pinerolo’s. As such, they often tended to encounter (disputes over) multi-species deviancy and damage to private and public property in the hinterland, including to crops, fences, canals and roads, all of which helped keep the urban population well fed, markets active and road- and water-borne waste flowing out of town.Although the city’s earliest statutes, dating to 1220, mentionoperating in Pinerolo’s hinterland, they do not explicitly describe them as commune officials, and thus may refer to privately employed rural guards, another common usage of the term.[CITATION-81] By 1318, however, legislators called for the election of three field wardens once a year, on the Feast of All Saints (1 November). They had to swear before a judge that they would guard extramural ‘roads and bridges and charge those who cause them damage’ (‘custodire ipsas vias et pontes et accusare damnum facientes in eisdem’), and were to receive for their labour 20 soldi a year and 5 soldi per offence they detected and successfully prosecuted. Much like the intramural,too were held financially responsible for deteriorated infrastructure, a physical focus underscoring their public function and the commune’s claims.[CITATION-82] The 1318 ordinances post-date field wardens’ actual introduction into the municipal apparatus, since their earliest extant register dates to 1292, with a further five volumes currently preserved in the city’s Archivio Comunale reaching into the 1330s.[CITATION-83] These appear to be both the oldest and most extensive group ofrecords surviving for the entire region.A full study of field wardens’ registers from Pinerolo remains a desideratum. Yet even concentrating on the earliest exemplars sketches a clear and dynamic profile of the officials monitoring the town’s hinterland as the agricultural year wore on. The ledgers chosen, which cover two administrative semesters (June to December 1292 and January to July 1299),[CITATION-84] stand several years apart. Yet, since there is no external evidence that either period exhibited extraordinary or divergent weather or disease conditions,[CITATION-85] their combined data can be used to reconstruct the tenor of a compound year, at least from a surveillance perspective.[CITATION-86] Over the course of these twelve months,made some 1,286 discoveries (), an average of 3.5 charges per day,[CITATION-87] which were carried out by an unknown number of officials and almost equally split between the two semesters under examination (680 and 606 incidents, respectively).[CITATION-88] That datum alone underscores the regularity and intensity of urban hinterland surveillance, asobtained information mostly through direct observation or else by investigating residents’ complaints () on site. Either way, officials’ perambulations in the countryside brought them into immediate contact with local dwellers and labourers of all statuses, and the charges they made translated the social realities they chose to focus on into a coherent, if inevitably partial, administrative picture.The registers accordingly project a clear image of the kind of orderpursued on behalf of Pinerolo and its resident rural landlords.shows that a small majority of allegations (715; 55.5 per cent) deal with acts of trespassing, that is, when a non-human animal, mostly with but sometimes without a human handler, entered private or public property uninvited. Detecting further matter out of place (humans and goods not being where they should) is implicit in another major group of offences, namely theft (249; 19.5 per cent), and the minor categories of property damage (37; 2.9 per cent) and illicit grazing (34; 2.6 per cent). Animals left unsupervised () account for the third-largest category of cases (173; 13.5 per cent), where the focus of the complaint was evidently the danger posed to other species, crops and infrastructure elements through a form of specifically human neglect. (Unsupervised livestock could in theory have also been trespassing, but the complaints do not make that aspect of the offence explicit.) The fact that all these cases were recorded highlights the urgency felt by an urban regime to convey to residents on either side of the city walls what defined danger and disorder.charges, 1292 I and 1299 II (cumulative).ASPi, AG 882 and 908.charges, 1292 I and 1299 II (cumulative).ASPi, AG 882 and 908.The 1,286 complaints that field wardens dealt with during a twelve-month period involved at least seventeen types of non/human animals roaming the countryside individually or in different-sized groups. Such minute recording of the presence of animals and their aggregation is a boon to agrarian and environmental historians, although our main focus here is what caught the attention of theas agents of disorder. Other than humans (men, women, children), these were all domesticated animals; wild animals and other competitors for fodder such as deer are entirely absent from the records, illustrating once again how these texts articulate the view of therather than the environment’s full variety of life.[CITATION-89] They also shed light on the wardens’ priorities within the target group and how much effort it took to detect each species. Asrelates, humans and bovines constituted the largest groups of alleged offenders (412 and 465, respectively), but while humans were mostly charged as sole culprits, cows, bulls, oxen and calves were cited in pairs or trios. Swine (pigs, sows and piglets; 247) made up the third-largest group and exhibited numeric diversity, as offending pigs averaged three species members together, sows were usually discovered by themselves, and piglets travelled in groups averaging five, excluding single sows that sometimes accompanied them. By far the largest wayward herds, however, were sheep, averaging just over sixteen fluffy friends. The aggregation reflects the common practice of grazing sheep in herds, which also reflects their tendency to do poorly in solitude.[CITATION-90] Incidents with equines (horses, mares, mules, foals and donkeys) averaged one species member and those concerning goats averaged around four. In total, the records examined capture some 3,516 animals (very possibly with some overlap) violating city ordinances over the course of a compound year.[CITATION-91] Charges by species, 1292 I and 1299 II (cumulative).ASPi, AG 882 and 908. The weighted number of cases is 1,349, reflecting cases in which thecharged a second species member or group thereof.Charges by species, 1292 I and 1299 II (cumulative).ASPi, AG 882 and 908. The weighted number of cases is 1,349, reflecting cases in which thecharged a second species member or group thereof.essentially policed by identifying matter out of place. Their registers contain detailed information about how multiple species travelled to and from different locations, and how that movement put them, and sometimes others, at risk. Indeed, many entries allow us to reconstruct a certain person’s, beast’s or flock’s (deviant) itineraries throughout the day or month as they crossed different private and public boundaries. For instance, on 12 January 1299 Manfredo of Osasco led no less than fifteen oxen and six calves through the field of the heirs of a certain Giovanni. Manfredo was cited for the violation, but apparently with little deterring effect, for he trespassed into the same field again that day, this time accompanied by a horse and a donkey.[CITATION-92] On 22 January that year, Francesco Silvatici was cited for entering another’s vineyard with four of his pigs, upon which he left the plot, only to re-enter it later that day with a single pig, garnering the’s renewed attention and a second fine. A week later, on 29 January, a certain Bonino allowed six of his pigs to trespass into two different properties consecutively. And on 1 March, Bergerio, the shepherd of Bertino Andeberti, led seventy sheep along a public road, which the group collectively departed to enter the field of Giovanni Rochete and then that of Piero Ripa.[CITATION-93] These incidents hint at the diversity of species, offences and sites captured by theregisters throughout the seasons and in a specific environmental context.[CITATION-94] The dataset as a whole underscores certain patterns of enforcement following the agricultural seasons. Asand[CITATION-4] illustrate, for instance, 48.7 per cent of charges (657) are concentrated in the harvest period between June and September, with a further isolated peak in January (159; 11.7 per cent)—although its composition of offences strongly resembles that of the main cluster and to a great extent that of all other individual months as well. Indeed, with one partial exception, all months exhibit similar ratios between charges: trespassing constitute the greatest number, and often the majority, of accusations, accompanied in non-peak months by a near parity between theft andcharges and in peak months by a 2:1 or even 3:1 ratio between the latter. The exception is August, where theft charges slightly exceed trespassing accusations (69 vs. 64), which explains the highest number in our sample of humans charged in a calendar month (88; 21.3 per cent of all charges against humans as direct offenders over the year)—humans being the only species to be charged with theft. August is also the month with the highest number overall (37) of animals discovered, perhaps reflecting owners’ preoccupation with hay-making, the weaning of animals born in the spring or simply the exhausting summer heat and the urgency of finding shade and water.[CITATION-95] The numerically minor category of property damage offences is concentrated in March (10, of 37 charges throughout the year), which, however, does not alter the general pattern and ratios among the major charges. Collectively, the distribution of detected offences suggests thatpaid much attention to patrolling private and public boundaries, and thus property and infrastructure, yet they did so within a seasonal context, which directed their gaze to particular species, activities and sites.Main sites and charges (monthly).Archivio Storico della Città di Pinerolo, Atti giudiziari 882 and 908.Main sites and species (monthly).Archivio Storico della Città di Pinerolo, Atti giudiziari 882 and 908.Much remains to be clarified and more fully explained about these data, the temporal and spatial distribution of events, and their relationship with a specific socio-economic and topographical context. The heightened ratio between theft andcharges in peak months, for instance, could be attributed, on the one hand, to the weaker monitoring of non-human animals during harvest, and, on the other, to the abundance of crops in local fields, orchards and vineyards. The latter comprise the most commonly reported theft sites (49, 44 and 47, respectively; 56 per cent cumulatively), which also suggests thatgravitated towards them during harvest season, although the hypothesis of over-representation demands further testing.[CITATION-96] The isolated peak in charges during January presents another issue requiring explanation. Assuming that the increase in allegations that month reflects a common phenomenon (which future studies may challenge), it could be explained by seasonal factors, including the relative scarcity of food and limited traversable roads, that may in turn have led to more allegations of trespassing. It is also possible, however, that reduced agricultural activity in the fields (and their barrenness, along with that of forests, orchard and vineyards) allowedto spot animals more easily and fine their owners accordingly. At any rate, the records attest the desire of field wardens to hone an expertise and to know and manipulate a hinterland—as well as the obstacles they faced in doing so, to which we now turn.Different species, including humans, ignored and were oblivious to rules imposed upon them by different political entities. Yet those acts that made it into the registers ofbroke a specific set of norms that urban governments sought to enforce in their hinterlands, and in the service of their well-being. Violations thus tended to grow more out of a subset of urban anxieties about and perceptions of the countryside than rural dwellers’ consent in seeing such acts as deviant, dangerous or worth addressing. As we have seen, in and beyond Pinerolo,steered clear of policing wild animals or human behaviours which had an impact on them, such as (illegal) hunting; and, with the partial exception of arson, they never dealt with violent interpersonal crime, which certainly occurred in the countryside.[CITATION-97] By contrast, the defence of crops, infrastructure and domesticated animals was high on field wardens’ agendas, tasked as they were with maintaining the value of the hinterland for urban residents. Swine, for instance, were far more prominent in these sources than any other species(127; 71.7 per cent), and were moreover often associated with rural women as neglectful supervisors. The combination reinforces the reputation of pigs in this era (and earlier) as uniquely unruly, along with the perception that (in this case, rural) women were to be held responsible for their misbehaviour.[CITATION-98] If so, the management of pigs apparently fell within the rural domestic remit rather than being associated with the rustic male domain of farming and animal husbandry.[CITATION-99] Pigs, alongside other animals, may have also been responsible for causing damage to infrastructure.records construed such offences as threatening hinterland, and thereby urban, order, and although they could be attributed to human neglect or active manipulation, the actual culprits often remain anonymous and were subsequently dismissed (see below). Complaints included broken fences, potted roads and leaking waterways, deteriorations that inhibited travel, reduced flow in millruns and harmed crops.[CITATION-100] They were sometimes expressly framed as public safety concerns, as ‘damage caused to neighbours’ (), a sphere municipal governments were clearly interested in defining and controlling.[CITATION-101] Lastly, when it came to the most common offence of trespassing, it was specifically men (955; 80 per cent of all human offenders generally) who were fined for the illicit movement of their livestock into private or public lands, although this was often the fault of their siblings, children or hired herders. In enforcing the norms imposed by Pinerolo’s commune on its hinterland, localthus promoted a particular view of rural life, with strict divisions of labour along gender and generational lines, a strong influence of kinship and a legal focus on the paterfamilias.Labour realities and social relations were probably far messier, however. And as is often the case with normative texts and even records of disciplinary procedures, it is wise to postulate a yawning gap between the image emerging from official records and hinterland habits, let alone between the ideal of order pursued by towns and that informing the behaviour of rural dwellers. Fortunately, however, theregisters sometimes offer a unique glimpse of the indeterminacy of power in urban–rural relations and the exercise of what Scott has termed the hidden transcripts of infra-politics.[CITATION-102] For instance, clashing prerogatives came into sharp relief when, on 7 November 1292, a certain Milone Varini defied the’s explicit prohibition against leading his oxen across a private field, exclaiming, according to the charge, ‘I will nonetheless pass through’ (‘Ego transibo tamen’).[CITATION-103] Most other acts of resistance were subtler, emerging out of rural dwellers’ attempts to bend the system according to their habits and preferences.[CITATION-104] As we shall see, families sometimes chose to rely on their children to lead livestock along illicit paths and into private and public fields, for there was always a decent chance that, if caught, they would be absolved or receive a milder penalty thanks to their young age.[CITATION-105] Above all, the occasional unfamiliarity ofwith (or wilful ignorance of?) social relations and practices of dispute resolution in the countryside seems to have created chances for rural residents to avoid being fined. If so, interrogating acquittals in particular sheds light on the infra-politics of obstruction in the face of attempted centralisation. It is this category that we now consider.Most charges across the two registers (775; 57 per cent) were ostensibly resolved, an outcome the notary usually indicated by crossing out the original entry with parallel diagonal lines. Of these, however, 165 cases (21 per cent; 12 per cent of all discoveries) came to be entirely dismissed, with men making up the vast majority of the known accused (135; 81 per cent). In some cases an acquittal was explicitly justified by the culprit’s young age. For instance, Raymondo, son of Romagnolo, was fined on 29 June 1292 for trespassing with three oxen into land owned by ser Piero Beciati, but was subsequently absolved ‘quia minor’. And Jacopo, son of Jacobetto, found stealing pears on 7 August that year, was presently acquitted ‘because he was younger than seven years old’ (‘quia minor erat vii annis’).[CITATION-106] Shirking direct responsibility was also a useful tactic, as when, on 4 November 1292, the owner of a donkey found unsupervised admitted that he had lost the animal and was soon absolved.[CITATION-107] In other and more numerous cases of acquittal, however, judges framed the charges raised by theas spurious or based on a false reading of a situation’s facts. Enough was evidently at stake on such occasions for alleged violators to make their way to court (or else mobilise a procurator) and plead their case. On 20 June 1292, for example, a field owner swore before a notary, following a trespassing complaint made ten days earlier, that one Andisia entered his field accompanied by two oxen with his full permission, leading to the charges against Andisia being dropped.[CITATION-108] On 16 August, a certain Isabella successfully fought her fine, stating that she walked through the field of Jacopo Alberti in order to avoid passing through water (‘non potevat ire aliunde nisi per aquam’).[CITATION-109] On 21 October, thespotted two oxen occupying a vineyard owned by the brethren of Santo Stefano. He summoned their owner, a certain Socio, and charged him with neglecting to supervise the beasts, but he was soon forced to drop the charge because Socio proved he had permission to keep them there, although it is unclear if that permission was granted by the monks or their tenant.[CITATION-110] And on 26 November, ten oxen belonging to Giovanni Varini made their way through the field of Piero Saleti, ostensibly a trespassing offence. But Giovanni soon put it to the judge that he had the owner’s permission to do so, and he was absolved.[CITATION-111] The registers provide insufficient details to establish whether the charging official in such cases was corrupt, gullible, ignorant, overzealous or a combination thereof. General animosity between urban and rural dwellers, which the bias of elite sources accentuated but hardly invented, may have also played an important role, not to mention rural dwellers’ ignorance of (rather than just apathy towards) urban ways.[CITATION-112] Any and all of these tendencies, moreover, could have easily been fed by a regime’s desire to insinuate itself into hinterland routines, exemplifying the tendency of governments and landlords to want to manage people and resources without a clear understanding of their environmental context.[CITATION-113] Rural dwellers’ co-operation in order to void charges or reduce fines likewise may have stemmed from diverse grounds, social and political as well as economic. Beyond (intermittent) fidelity among the commune’s rural subjects, it is plausible, for instance, that the usefulness of manure made certain herds’ presence at different times of the year at least a reasonable trade-off for illicit grazing and trespassing.[CITATION-114] And settling disputes privately in order to deceive officials and/or avoid the wrath of landlords could have made perfect financial and political sense. This helps explain why allegations of trespassing and theft comprised 79 per cent (130) of all dismissed charges.[CITATION-115] Nonetheless, the constant presence ofensured that, even when local residents and landowners preferred to settle accounts directly with one another, doing so without the administration’s involvement was quite difficult. For, even when aaccepted an owner’s word that a would-be trespasser was welcome on their land, they had to give that word as part of a troublesome procedure overseen by a municipal notary or judge.Urban officials clearly sought to suppress the tactics described above, including evidence of their failed deployment. Marginal notes consistently accompany dismissed allegations, but only rarely do they flank an upheld charge. For instance, on 9 September 1292 thedenounced Reynario Betal for driving his oxcart through another man’s field, and gave him the customary ten days to respond. Reynario appeared before the judge nine days later, along with another witness, and defended the act as a mere incursion, forced upon him because ‘the road through which the oxen would have had to travel was neither cleared nor adequate for leading a cart loaded with hay without endangering both oxen and cart’.[CITATION-116] As we have seen, judges could be aware of local conditions and reproachful of the ignorance or greed of. Yet insinuating that the violation was a result of the failure of theto carry out a major aspect of their job, namely clearing country roads, may not have been the best card to play in this case; as infrastructure specialists, thecould have authoritatively and summarily denied the claim. Reynario’s rebuttal, at any rate, fell on deaf ears and the case was upheld. Contestations with similar fates must have been more common than the sources suggest, even if they seldom transitioned from oral acts to written ones,[CITATION-117] but it is impossible to tell to what degree. What they do underscore, however, is that rural dwellers developed tactics to negotiate the enforcement of urban norms, even as their appeals to urban officials such as thetended to extend the latter’s power and legitimacy.The lives of urban and rural people across Piedmont became more entangled following the proliferation of cities there and elsewhere across Europe from the eleventh century and at least until the Industrial Revolution in the eighteenth. While the transition from modest to intensive agricultural regimes kept rural dwellers ever attentive and responsive to environmental and political change, it forced urbanites to chart new paths to the countryside to ensure that their self-sufficiency and livelihood did not rely too much on long-distance trading. In Piedmont, instituting the field wardens’ office created one tool in urban kits for pursuing these goals, a tool whose imperfections were clear on either side of city walls. The job required genuine expertise and was physically demanding, making it hard to find eligible. Rotations could consequently be shorter than statutes ordained, pushing city councils either to enforce the rules flexibly, compromise on the quality of candidates, or shift towards permanent, centralised offices. Yet the latter move in particular threatened local governance traditions and came up against scepticism and foot-dragging from within. Field wardens’ compensation moreover was in principle generous but could sometimes be hard to collect, and some officials’ eagerness to generate income from fines met with effective (if seldom violent) resistance, from rural dwellers and urban judges alike.Despite their evident shortcomings as rural policing agents and the many challenges they faced,nonetheless operated as regular cogs in local machineries of surveillance and discipline from at least the mid-thirteenth century, that is, the peak of pre-industrial Europe’s urban growth. As attested by both the volume of charges they brought and their accumulation of knowledge about the countryside, field wardens’ vigilance was constant and strong. However, even the dynamic picture of rural practices captured by their records is neither full nor accurate: its outlines were determined long in advance, reflecting urban elites’ ideas on what rural order—and threats to it—should look like. What is more, the registers themselves were designed to perform upwards accountability as to how this order was being achieved. Finally, much of the evidence for how hinterlands were governed stems precisely from the skewed records of their disorder, shrouding the scale of compliance in ambiguous silence. At any rate, the policies thatsought to enforce became as inescapable as they were prone to being contested, throwing relations between city and countryside into sharper relief than that offered, for instance, by better-known and more commonly studied financial records and normative texts.It is this sharper relief, finally, that can provide new insights into the broader and more complex history of urban–rural relations in pre-industrial urban Italy and, by extension, Europe. Specifically, the ambiguity surrounding sources relating to thebuttresses recent challenges to a traditional metrocentric, or else centre–periphery, view of these dynamics as being mostly dictated by urban ascendency.[CITATION-118] The indeterminacy of urban–rural power relations emerges, first, through the identification of contrarian rural voices and in/actions that shaped and responded to an urban agropolitical agenda; and secondly, by recalling that urban and rural dwellers were in fact hard to tell apart, as individuals and stakeholders vacillated between sometimes competing agendas. Indeed, field wardens could get caught up in this process, as enforcers of an urban policy who themselves had regular and perhaps pre-existing ties to the countryside, be it through family connections or as small-scale cultivators. Thus, whatever the merit of the foregoing interpretation, at the very least it illustrates that a finer-grained and more open-ended view of urban–rural relations is possible, a potentiality that may stimulate further quests for and examinations ofsources and their parallels, in and beyond Piedmont. These precious registers, however, do not suffice on their own; updated studies of agropolitics, even at the micro-level, would benefit greatly from reflecting upon how interlinked local, regional and global factors shaped their dynamics, from labour organisation and cattle disease, to topography and soil quality, to systemic changes such as the advent of the Little Ice Age. Once larger datasets are created and analysed, alongside the abundant written, pictorial and material evidence for hinterland activities, these dynamics may begin to emerge in their full intricacy.",
    "footnotes": {
        "1": "‘ad custodiendum blada et alia bona extrasectorum in loco et mandamento gonctuarum et ipsius pertinentem’: Archivio Storico del Comune di Rivoli [hereafter ASCR], I, 362, fasc. 4, 1356 (NB: not 1316 as the inventory and modern cover state), fo. 2v. The document is a letter sent the following year by Amadeus VI to his castellan in Rivoli recounting the details of the dispute.",
        "2": "ASCR, I, 362, fasc. 4, fos 2v–3r. On the priory’s ancient privileges in Gonzole, including the right to appoint campari, see Cartario della abazia di Breme, ed. L.C. Bollea, Biblioteca della Società Storica Subalpina, cxxvii (Turin, 1933), no. 4, pp. 3–5 (anno 929), and no. 241, pp. 309–12 (anno 1315). An account of the foundation, now known as the Santuario della Consolata, is available in ‘La chiesa di S. Andrea di Torino, ora santuario della Consolata’, Beato Giuseppe Allamano, at http://giuseppeallamano.consolata.org/index.php/in-relazione-con/allamano-e-consolata/1614-la-chiesa-di-s-andrea-di-torino-ora-santuario-della-consolata (accessed 7 Dec. 2021).",
        "3": "J. Aberth, An Environmental History of the Middle Ages: The Crucible of Nature (London, 2013), pp. 92–139; V. Fumagalli, Landscapes of Fear: Perceptions of Nature and the City in the Middle Ages, tr. S. Mitchell (Cambridge, 1994), pp. 104–15; R.C. Hoffmann, ‘Crops, Cods, Connections: New Fisheries in the Medieval European Economy and Environment’, in M.J. Henniger-Voss, ed., Animals in Human Histories: The Mirror of Nature and Culture (Rochester, NY, 2002), pp. 3–55; R.C. Hoffmann, An Environmental History of Medieval Europe (Cambridge, 2014), pp. 110–54; W. Rösener, Peasants in the Middle Ages, tr. A. Stutzer (Cambridge, 2004), pp. 24–6, 33–44, 56–7.",
        "4": "R. Comba, Metamorfosi di un paesaggio rurale: Uomini e luoghi del Piemonte sud-occidentale fra X e XVI secolo (Turin, 1983); R. Martini, Storia del corpo di Polizia Municipale della Città di Savigliano (Savigliano, 2016), pp. 21–7.",
        "5": "M. Douglas, Purity and Danger: An Analysis of Concepts of Pollution and Taboo (1966; London, 2000), p. 36.",
        "6": "G. Geltner, Roads to Health: Infrastructure and Urban Wellbeing in Later Medieval Italy (Philadelphia, PA, 2019); id., ‘The Path to Pistoia: Urban Hygiene Before the Black Death’, Past and Present, no. 246 (2020), pp. 3–33.",
        "7": "For late thirteenth-century Montagutolo dell’Ardinghesca, see F.-L. Polidori, ed., ‘Statuto del Comune di Montagutolo dell’Ardinghesca’, in Statuti senesi scritti in volgare ne’ secoli XIII e XIV (3 vols, Bologna, 1863–77), i, no. 169, p. 48; for Perugia in 1342, see Statuto del Comune e del Popolo di Perugia del 1342 in volgare, ed. M.S. Elsheikh (3 vols, Perugia, 2000), iii, p. 102 (1.21.3). And see R.C. Hoffmann, ‘Footprint Metaphor and Metabolic Realities: Environmental Impacts of Medieval European Cities’, in P. Squatriti, ed., Natures Past: The Environment and Human History (Ann Arbor, MI, 2007), pp. 288–325. Galenism, the prevalent medical paradigm at the time, deeply shaped ideas about urban order as something very akin to a dynamic systems balance. See J. Kaye, A History of Balance, 1250–1375: The Emergence of a New Model of Equilibrium and Its Impact on Thought (Cambridge, 2014), pp. 128–240.",
        "8": "Due to their diversity and complexity, the specific labour regimes that towns sought to impose on a pre-existing landscape, and the markets into which products flowed per region and era, fall beyond the scope of this article. For an overview, see S.R. Epstein, ed., Town and Country in Europe, 1300–1800 (Cambridge, 2001). Generally speaking, however, Piedmont’s hinterlands supported different combinations of arable production (including viticulture) and animal husbandry, carried out by a combination of direct cultivation and sharecropping.",
        "9": "A reminder, too, that ecclesiastical entities, and above all local monasteries, were claiming land and directing the labour of rural communities for centuries beforehand. See P. Squatriti, Water and Society in Early Medieval Italy (New York, 1998), pp. 19–21, 91–6, 139–45.",
        "10": "ASCR, I, 362, fasc. 4, fo. 3r–v.",
        "11": "ASCR, I, 362, fasc. 4, fo. 4r–v.",
        "12": "See E. Dullin, Les Châtelains dans les domains de la Maison de Savoie en deçà des Alpes (Grenoble, 1911); B. Demotz, ‘Le géographie administrative médievale: L’example du comté de Savoie. Début XIIIe–début XVe siècle’, Le Moyen Âge, lxxx (1974), pp. 261–300; A. Berbero and G. Castelnuovo, ‘Governare un ducato: L’amministrazione sabauda nel tardo medioevo’, Società e Storia, lvii (1992), pp. 465–511.",
        "13": "M. Foucault, ‘The Birth of Biopolitics’, in The Essential Works, 1954–1984, ed. P. Rabinow, tr. R. Hurley et al. (3 vols, New York, 1997), i, pp. 73–9, referencing an eighteenth-century development. And see P. Rabinow and N. Rose, ‘Biopower Today’, BioSocieties, i (2006), pp. 195–217.",
        "14": "J.C. Scott, Seeing Like a State: How Certain Schemes to Improve the Human Condition Have Failed (New Haven, CT, 1999). Cities in central and northern Italy tended to lay claim to the adjacent rural land (contado), which often corresponded to the diocesan boundaries of the local bishopric. As they grew territorially, however, the term distretto would apply.",
        "15": "See G. Cherubini, Signori, contadini, borghesi: Ricerche sulla società italiana del basso medioevo (Florence, 1974); G. Chittolini, La formazione dello Stato regionale e le istituzioni del contado: Secoli XIV e XV (Milan, 2005); G. Pinto, ‘I rapporti economici tra città e campagna’, in R. Greci, G. Pinto and G. Todeschini, eds, Economie urbane ed etica economica nell’Italia medievale (Bari, 2005), pp. 3–74.",
        "16": "See T. Scott, The City-State in Europe, 1000–1600: Hinterland—Territory—Region (Oxford, 2012), pp. 24–8.",
        "17": "A.A. Settia, ‘Ruralità urbana: Torino e la campagna negli Statuti del Trecento’, in Torino e i suoi Statuti nella seconda metà del Trecento (Archivio di Stato di Torino; 2 vols, Turin, 1981), ii, pp. 23–9.",
        "18": "W. Cronon, Changes in the Land: Indians, Colonists and the Ecology of New England (New York, 1983) remains a locus classicus. See also K. Appuhn, A Forest on the Sea: Environmental Expertise in Renaissance Venice (Baltimore, MD, 2009); M. Campopiano, ‘Rural Communities, Land Clearance and Water Management in the Po Valley in the Central and Late Middle Ages’, Journal of Medieval History, xxxix (2013), pp. 377–93.",
        "19": "F. Cognasso, ‘Disposizioni di polizia agraria a Chieri nel secolo XIV’, Annali dell’Istituto superiore di magistero del Piemonte, vii (1934), pp. 5–54, is the only treatment of campari statutes from the period as far as I am aware. As we shall see, however, such sections were commonplace in statute collections across the region.",
        "20": "Scholarly literature on the rise of Italian communes is immense and multilingual. In English, a recent re-evaluation is C. Wickham, Sleepwalking into a New World: The Emergence of Italian City Communes in the Twelfth Century (Princeton, NJ, 2015).",
        "21": "Archivio di Stato di Torino [hereafter AST], Sezione Corte, Provincia di Torino, mazzo 26, fasc. 2, Rivoli, n. 3, p. 39, mentions campari as staple functionaries in the count’s approval of the commune’s supplica dating from 20 August 1347. See also ASCR, I, 394, fasc. 4, fo. 5v, 1431, which mentions the campari’s privileges of levying fees and making accusations in the context of an agreement between the commune and the prior of Monte Benedetto.",
        "22": "‘Item statuerunt et ordinaverunt quod camparii loci Rippolarum et quilibet ipsorum possit atque valeat accusare et manifestare in curia Rippolarum quascumque personas et quecumque animalia quas et que invenerint contrafacientes incurrentes contra predicta omnia et singula supra et infrascripta ordinamenta’: ed. and tr. A. Calzolari, in D. Brunetti, ed., 1457: Gli Statuti del Comune di Rivoli (Turin, 2004) [hereafter 1457 Rivoli], p. 125. Accusations usually described non-human animals in terms of their relations to human owners or minders, but when the latter were unknown it was the offending animal that was the subject of the charges. However, the summary character of campari records gives us no further insights into these animals’ fate. On non-human animal trials in this period, see P.S. Berman, ‘Rats, Pigs, and Statues on Trial: The Creation of Cultural Narratives in the Prosecution of Animals and Inanimate Objects’, New York University Law Review, lxix (1994), pp. 288–326; P. Dinzelbacher, ‘Animal Trials: A Multidisciplinary Approach’, Journal of Interdisciplinary History, xxxii (2002), pp. 405–21; E.P. Evans, The Criminal Prosecution and Capital Punishment of Animals (London, 1906); J. Girgen, ‘The Historical and Contemporary Prosecution and Punishment of Animals’, Animal Law Review, xcvii (2003), pp. 97–103; L.B. MacGregor, ‘Criminalising Animals in Medieval France: Insights from Records of Executions’, Open Library of Humanities, v, no. 1 (2019; http://doi.org/10.16995/olh.319), p. 15.",
        "23": "See also cc. 103 and 110, in 1457 Rivoli, pp. 88 and 91, respectively.",
        "24": "See also cc. 103, 134 and 79, in 1457 Rivoli, pp. 88, 102–3 and 76, respectively.",
        "25": "See also cc. 86 and 91, in 1457 Rivoli, pp. 79 and 82, respectively.",
        "26": "ASCR, I, 362, fasc. 4, fo. 4v, likewise describes the Gonzole officials as ‘camparios pro custodia finibus, fructibus vel aliis rebus dicti loci’.",
        "27": "See also c. 7 in 1457 Rivoli, pp. 33–4.",
        "28": "See also ibid., cc. 179, 190 and 233 (pp. 125–6, 131 and 151, respectively).",
        "29": "Ibid., c. 181 (pp. 126–7). See also ibid., cc. 2 and 7–10 (pp. 29 and 33–5, respectively).",
        "30": "G. Geltner, ‘Fighting Corruption in the Italian City-State: Perugian Audit Procedures (sindacato) in the Fourteenth Century’, in R. Kroeze, A. Vitória and G. Geltner, eds, A History of Anticorruption: From Antiquity to the Modern Era (Oxford, 2017), pp. 103–21; J. Sabapathy, Officers and Accountability in Medieval England, 1170–1300 (Oxford, 2014).",
        "31": "C. 182, in 1457 Rivoli, p. 127.",
        "32": "Ibid., c. 210 (p. 140). This was both a symbolic and practical rus in urbe.",
        "33": "As a unit of weight for dry goods the fascio in northern Italy equaled 100 libre grosse or roughly 75 kilograms. See R.E. Zupko, Italian Weights and Measures from the Middle Ages to the Nineteenth Century (Philadelphia, PA, 1981), p. 113.",
        "34": "If gerba in this context parallels the regionally more common ghebbo, we are dealing with the yields of a 20-foot square (or 2.449-metre square) field. See Zupko, Italian Weights and Measures, p. 118.",
        "35": "C. 183, in 1457 Rivoli, pp. 127–8.",
        "36": "Ibid., c. 184 (p. 128); see also ibid., cc. 188 and 234–5 (pp. 130 and 151–52, respectively).",
        "37": "On legal procedures generally, see M. Vallerani, Medieval Public Justice, tr. S.R. Blanshei (Washington, DC, 2012).",
        "38": "C. 189, in 1457 Rivoli, p. 130.",
        "39": "Ibid., c. 188 (p. 130).",
        "40": "Ibid., c. 186 (p. 129). Pinerolo’s 1318 statutes contain the same strict prohibition; see Gli Statuti di Pinerolo, col. 190, ed. D. Segati, Historiae Patriae Monumenta, XX: Leges Municipales, IV (Turin, 1955), p. 71.",
        "41": "C. 187, in 1457 Rivoli, p. 130.",
        "42": "A recent comparative discussion is Geltner, Roads to Health, pp. 113–30, which fig. 1 builds on, albeit augmented by several settlements with documented campari. In alphabetical order these are: Biella, in Documenti Biellesi, ed. P. Sella, F. Guasco di Bisio and F. Gabotto, Biblioteca della Società Storica Subalpina, xxiii (Asti, 1909), p. 332 (Statuti 1245, c. 4); Chieri (see below); Fossano, in Gli Statuti di Fossano [anno 1330], ed. U. Santini (Asti, 1907), pp. 44–5 (V. 1); Gonzole (see above); Ricaldone, in Gli Statuti di Ricaldone, ed. G. Postarino (Bordighera, 1968), p. 76 (‘Capitula ferracie’, c. 113); Rivoli (see above); Savigliano, in Statuti di Savigliano [anno 1305], ed. I.M. Sacco, Biblioteca della Società Storica Subalpina, new ser., cxxv (Voghera, 1933), nos. 310–24, pp. 135–40, inter alia; Turin (see below); Vernato and Ghiara, in V. Crovella, ed., Statuti di Vernato e Ghiara (1328), ed. V. Crovella, Quaderni di Cultura Biellese, iii (Biella, 1977), nos. 48, 60, 63, 71, 77, 85, 91, at pp. 30, 31, 32, 33, 34, respectively; and Vercelli (see below).",
        "43": "M.M. Perrot, ‘Ordine pubblico, giustizia e forze dell’ordine a Pinerolo prima della rivoluzione francese’, in Riflessioni storiche sull’Istituzione della Pubblica Sicurezza in Piemonte: Centocinquantacinquesimo anniversario di constituzione dell’Amministrazione di Pubblica Sicurezza, 1848–2003. Atti del Convegno Nazionale A.N.P.S., Pinerolo (TO), 6 giugno 2003 (Turin, 2003), pp. 1–6.",
        "44": "M.C. Daviso di Charvensod, ‘I catasti di un comune agricolo piemontese del XIII secolo’, Bollettino Storico-Bibliografico Subalpino, liv (1956), pp. 41–74; C. Rotelli, L’economia agraria di Chieri attraverso i catasti dei secoli XIV–XVI (Milan, 1967); D.L. Curtis, ‘Florence and Its Hinterland in the Late Middle Ages: Contrasting Fortunes in the Tuscan Countryside, 1300–1500’, Journal of Medieval History, xxxviii (2012), pp. 472–99; G. Dameron, ‘Feeding the Medieval Italian City-State: Grain, War, and Political Legitimacy in Tuscany, c.1150–c.1350’, Speculum, xcii (2017), pp. 976–1019; S.R. Epstein, ‘Town and Country: Economy and Institutions in Late Medieval Italy’, Economic History Review, xlvi (1993), pp. 453–77.",
        "45": "See A. Classen, ed., Rural Space in the Middle Ages and Early Modern Age (Berlin, 2012). Nor have such studies been limited to the era of accelerated urbanisation in western Europe. Indeed, exploring continuity and change in the understanding of urban–rural divides is central to debates on the transition from Late Antiquity to the early Middle Ages and the concept of Romanitas, among others. See Città e campagna nei secoli altomedievali (Settimane di Studio, 57; 2 vols, Spoleto, 2009).",
        "46": "Fumagalli, Landscapes of Fear; Hoffmann, An Environmental History of Medieval Europe, pp. 108–10, offers a less pessimistic view. See also G.G. Merlo, ‘Unità fondiarie e forme di coltivazione nella pianura pinerolese all’inizio del XIV secolo’, Bollettino Storico-Bibliografico Subalpino, lxxii (1974), pp. 109–45; A.M. Pascale, ‘Fisionomia territoriale e popolazione nel comune di Torino sulla base del catasto del 1349’, Bollettino Storico-Bibliografico Subalpino, lxxii (1974), pp. 199–258; Campopiano, ‘Rural Communities’.",
        "47": "See, for instance, Archivio Storico del Comune di Savigliano, Governo 3, fasc. 10, 13 and 14, Capitoli campestri, late sixteenth and seventeenth century.",
        "48": "Daviso di Charvensod, ‘I catasti di un comune’, p. 43.",
        "49": "Archivio Storico della Città di Torino [hereafter ASCT], Carte sciolte 3036, 7 July 1331. The amount of the fine is nowhere specified, and would have depended on the animals’ size, the season and the quality of the field in question, according to the city’s statutes of 1360. See Torino e i suoi Statuti, i, pp. 92–3.",
        "50": "J.C. Scott, Against the Grain: A Deep History of the Earliest States (New Haven, CT, 2017). An earlier and much disputed attempt to narrow the scope of such success to the control of water is K.A. Wittfogel, Oriental Despotism: A Comparative Study of Total Power (New Haven, CT, 1957).",
        "51": "M.P. Soldano, ‘Il conto della castellania di Torino del 1328–29: Problema di amministrazione e di assetto organizzativo dello stato sabaudo’ (Università degli Studi di Torino Tesi di Laurea, 1977–8), pp. 78–95 and tables 9 and 13.",
        "52": "M. Raccone, ‘I più antichi conti della castellania di Moncalieri (1313–1331)’ (2 vols, Università degli Studi di Torino Tesi di Laurea, 1989–90), i, pp. 137 n., 207.",
        "53": "F. Gaudino, ‘I rotolli delle castellenie nella produzione documentaria sabauda’ (Università degli Studi di Torino Tesi di Laurea, 1984–5), pp. xcvii–xcviii, 28–33, 55–6.",
        "54": "A. Lequio, ‘I conti della castellania sabauda di Caselette nel XIV secolo’ (Università degli studi di Torino Tesi di Laurea, 1985–6), pp. 93, 115, 127.",
        "55": "See P. Rück, L’ordinamento degli archivi ducali di Savoia sotto Amedeo VIII (1398–1451), tr. S. D’Andreamatteo (Quaderni della Rassegna degli Archivi di Stato, 48; Rome, 1977).",
        "56": "There are no fundamental differences between Turin’s earliest surviving statutes (1360) regarding its campari and those of Rivoli analysed above. See Torino e i suoi Statuti, ii, pp. 88–107 (‘Capitula super bonis forensibus facta’).",
        "57": "An early mention is in Libri Consiliorum, ed. M. Baima (11 vols to date, Turin, 1996–), i, pp. 27–8 (30 Apr. 1325).",
        "58": "Ibid., i, pp, 192–3 (31 Oct. 1328); ii, pp. 47–8 (1 Nov. 1333); ii, pp. 142–3 (5 Nov. 1335); iii, pp. 138–90 (31 Oct. 1343); iii, pp. 201–2 (1 Nov. 1346); iv, pp. 57–8 (31 Oct. 1351); iv, pp. 116–17 (1 Nov. 1352); iv, pp. 158–9 (1 Nov. 1353); v, pp. 22–3 (1 Nov. 1365); v, pp. 87–8 (3 Nov. 1366); v, pp. 110–11 (2 Nov. 1368); v, pp. 215–16 (4 Nov. 1369); vi, pp. 100–101 (1 Nov. 1372); vi, pp. 292–3 (2 Nov. 1374); vi, pp. 401–2 (2 Nov. 1375); vii, p. 62 (5 Nov. 1376); vii, pp. 122–3 (3 Nov. 1377); viii, pp. 252–3 (21 Nov. 1382); ix, pp. 192–3 (26 Nov. 1385).",
        "59": "Ibid., i, pp. 192–3.",
        "60": "Ibid., ii, p. 147 (5 Nov. 1335).",
        "61": "Ibid., vi, p. 402. This despite the city’s massive demographic decline following the Black Death. The number was maintained, according to ibid., ix, pp. 192–3 (26 Nov. 1385).",
        "62": "Ibid., iii, pp. 238–9 (6 Dec. 1348).",
        "63": "Ibid., vi, pp. 100–101 (1 Nov. 1372); ix, pp. 192–3 (26 Nov. 1385).",
        "64": "Ibid., iv, p. 48 (24 Aug. 1351) and iv, pp. 99–100 and 101 (7 and 12 Aug. 1352) on the election of two campari in Grugliasco.",
        "65": "Ibid., iv, pp. 72–3 (28 Jan. 1352).",
        "66": "Ibid., vii, pp. 67–8 (4 Dec. 1376).",
        "67": "Ibid., vii, pp. 229–32 (1 Dec. 1378).",
        "68": "Ibid., ix, p. 51 (12 June 1384).",
        "69": "Ibid., iv, pp. 122–3 (30 Dec. 1352).",
        "70": "Ibid., v, pp. 212–14 (28 Oct. 1369).",
        "71": "Ibid., vii, p. 339 (4 Nov. 1379).",
        "72": "Ibid., vii, pp. 341–2, 343–4 (17 and 22 Nov. 1379).",
        "73": "Ibid., vii, pp. 345–6 (1 Dec. 1379). Later records confirm the council stayed the course. See n. 45 above.",
        "74": "Archivio Storico della Città di Pinerolo [hereafter ASPi], Atti Giudiziari [herafter AG] 882, 885–7, 890, 908, covering a selection of semesters between 1292 and 1336.",
        "75": "ASCT, Carte sciolte 3211, is a Liber condemnationum produced by the city’s campari in 1372.",
        "76": "Archivio Storico Comunale di Chieri, Art. 35, par. 2, vol. 1, ‘Liber camparie de anno MCCCCXXXXIII’. The volume in fact concerns 1447. For the 1348 statutes of Chieri’s campari, see Cognasso, ‘Disposizioni di polizia agraria a Chieri’, who argues that the cluster of rubrics pre-dates the edited document, as is evident from their parallels in the redaction of the city’s statutes from 1313. And see Statuti civili del Comune di Chieri (1313), ed. F. Cognasso, Biblioteca della Società Storica Subalpina, lxxvi, ii (Pinerolo, 1913), nos. XVIII, CXXIV–CXXXVIII and CCLXXXIX, at pp. 7, 42–6, 91, respectively.",
        "77": "Archivio Storico del Comune di Vercelli, AG 381, 383, 384, 385, 387, 392, 394–6 and 7051 cover the period before 1400. See also G. Tibaldeschi, ‘I “Libri Inquisitionum” e i “Libri Condempnacionum” del Comune di Vercelli’, in A. Barbero, ed., Vercelli fra Tre e Quattrocento (Vercelli, 2014), pp. 319–69.",
        "78": "There is some evidence for the gradual assimilation of campari into local criminal justice apparatuses. The Pinerolo campari registers, for instance, were physically interspersed among the town’s general criminal justice collection. And in Turin, campari registers from the later fourteenth century contain rubrics ‘de maleficiis’. See M. Magnani, ‘Il funzionamento della giustizia del Comune di Torino alla fine del Trecento: Il sistema probatorio, la pena e la sua negoziazione’, Bollettino Storico-Bibliografico Subalpino, cix (2011), pp. 497–566.",
        "79": "My use of the terms ‘non-human animal’ and ‘non/human animals’ is meant to be precise and inclusive, respectively, and is in line with descriptive standards in environmental history and bioethics. See S. Chan and J. Harris, ‘Human Animals and Nonhuman Persons’, in T.L. Beauchamp and R.G. Frey, eds, The Oxford Handbook of Animal Ethics (Oxford, 2011), pp. 304–31.",
        "80": "General works on Pinerolo include Giuseppe Croset-Mouchet, Pinerolo antico e moderno ed i suoi dintorni (Pinerolo, 1854); Domenico Carutti, Storia della città di Pinerolo (Pinerolo, 1897); A. Caffaro, Pineroliensia: Contributo agli studi storici su Pinerolo ossia vita pinerolese specialmente negli due secoli del medio evo (Pinerolo, 1906); G. Visentin, 996 anni di mercato a Pinerolo (Pinerolo, 1996); M.M. Perrot, Storia di Pinerolo e del suo territorio (Perosa Argentina, 2012).",
        "81": "Gli Statuti di Pinerolo, ed. Segati, cols 24–5, 51, 96, at pp. 37–8, 43–4, 51–2, respectively.",
        "82": "Ibid., col. 152, p. 62. See also ibid., cols 169, 185, 190, 195, at pp. 66, 70, 71, 72, respectively.",
        "83": "ASPi, AG 882 (1292) and 908 (1299) are the focus of the present section. The remaining registers are ASPi, AG 885 (1329), 886 (1325–26), 887 (1323) and 890 (1336).",
        "84": "There is a slight overlap in this set between (and consequently an over-representation of) the months of June and early July. Beyond the statistical implications, the unequal lengths of terms illustrate another way in which administrative norms and practices diverged, for instance because campari were not appointed on schedule or when cases dragged on into a subsequent term.",
        "85": "There is no direct historical-climatological data for Pinerolo in the 1290s. If regional proxies are considered, however, neither M.P. Pavese and G.P. Gregori, ‘An Analysis of Six Centuries (XII through XVII Century A.D.) of the Climactic Records from the Upper Po Valley’, in W. Schröder, ed., Historical Events and People in Geosciences (Frankfurt, 1985), pp. 185–220, nor P. Alexandre, Le Climat en Europe au Moyen Âge (Paris, 1987), pp. 420 and 424–5, record exceptional events for the area in either year. Alexandre’s (and by implication Pavese and Gregori’s) work has been criticised, however, by both E. Ornato, ‘L’exploitation des sources narrative médiévales dans l’histoire du climat: À propos d’un ouvrage recent’, Histoire et mesure, iii (1988), pp. 403–9, and T. Dean, ‘Natural Encounters: Climate, Weather and the Italian Renaissance’, European Review of History/Revue européenne d’histoire, xviii (2011), pp. 545–61. The Po river seems to have severely flooded in 1293, albeit further east along its valley. See Fumagalli, Landscapes of Fear, p. 119. Epidemiologically speaking, both years far pre-date the first outbreak of the second plague pandemic in Europe (1346–53), and there are no reports of cattle disease for 1292, and only general ones for 1299–1300, recorded in distant regions, according to Timothy Newfield (personal correspondence with the author, 4 Oct. 2019). For the latter, see Annales Ensdorfenses: ‘Hoc anno maxima pestilentia animalium et maxime vaccarum per totum mundum suborta est’ (1300); and Chronicon Elwacense: ‘Hoc anno pestis animalium per omnes terras gravissime invaluit’ (1299); both ed. G.H. Pertz, Monumenta Germaniae Historica, Scriptores, X (Hannover, 1852), pp. 6 and 39, respectively.",
        "86": "Depending on what climatological evidence one finds more convincing, the late thirteenth century can be placed within the Medieval Climatic Anomaly (c.900–1300), beyond the Medieval Warm Era (c.1000–1200), or on the very cusp of the Little Ice Age (c.1350–1850). See R.S. Bradley et al., ‘The Climate of the Last Millennium’, in K.D. Alverson, R.S. Bradley and T.F. Pedersen, eds, Paleoclimate, Global Change and the Future (Berlin, 2003), pp. 105–41, at 115–16; Hoffmann, An Environmental History of Medieval Europe, pp. 323–8.",
        "87": "Calculated on the basis of 365 days. The number of actual workdays in the period was probably far lower (for both peasants and salaried urban officials), raising the average of per diem charges significantly. See C.M. Cipolla, Before the Industrial Revolution: European Society and Economy, 1000–1700 (London, 1976), p. 75; D. Pirovani, Economia arcaica o di rapina, ed. G.P. Pollina, G. Pinto and M.P. Biasin (Rome, 2003), p. 29; Rösener, Peasants in the Middle Ages, pp. 122–43.",
        "88": "While the 1318 statutes ask for three officials to be appointed on 1 November each year, the 1292 and 1299 registers seem to follow a more common administrative division, and the section breaks in each register (fourteen and nine, respectively, always on the recto) suggest a larger group of officials. See ASPi, AG 882, fos 7r, 11r, 16r, 21r, 25r, 30r, 32r, 37r, 39r, 42r, 44r, 47r, 50r; AG 908, fos 7r, 17r, 22r, 27r, 32r, 37r, 41r, 49r.",
        "89": "See also Gli Statuti di Pinerolo, ed. Segati, cols 24–5, 55–6, 131, at pp. 37–8, 44–5, 57, respectively, all dating to 1220. The focus also raises the question of whose responsibility it was, officially, to protect crops and domesticated animals from the incursions of wild animals. This, too, is not explicit in the extant statutes.",
        "90": "M.L. Ryder, Sheep and Man (London, 1983), pp. 6–8.",
        "91": "For a comparative perspective on animal numbers among several rural communes in the Florentine countryside, see C. Hewlett, Rural Communities in Renaissance Tuscany: Religious Identities and Local Loyalties (Turnhout, 2008), pp. 46, 56.",
        "92": "ASPi, AG 908, fo. 27r, assuming the violations were recorded in the order in which they were committed that day, although the reverse order could have been equally possible and support the same point.",
        "93": "ASPi, AG 908, fos 8v, 23r and 37v, respectively. And see ibid., fos 25v (12 and 14 Apr.), 26r (17 May); AG 882, fos 1v (7–8 June 1292), 2r (21 June), 15v (11 Dec.), 32v (1 June), 49v (7–8 Nov.). As the first example already relates, the registers likewise allow us to trace illicit incursions into the same plot across time. See below.",
        "94": "For a broad cultural view, see D. Pearsall and E. Salter, Landscapes and Seasons of the Medieval World (London, 1973), pp. 119–205.",
        "95": "To repeat, unsupervised animals were not necessarily trespassing.",
        "96": "As with charges levelled and species encountered, the present article’s categorisation of sites is meant to distinguish between at-risk, damaged, and encroached-upon places, reflecting the keen eye of campari for detail. An incomplete list includes: altino, avena, aveneria, bladum, boschus, brolia, curtilis, costa, domus, feneria, nemus, ortus, plantatio, pratum, reparia, ripa, scobia, silva, taglaytium, terra, via and vinea.",
        "97": "G. Roberts, Police Power in the Italian Communes, 1228–1326 (Amsterdam, 2019), pp. 140–41. Intramural spaces have been the main focus of the region’s crime and punishment historians, drawn, no doubt, by their superior documentation. See T. Dean, Crime and Justice in Late Medieval Italy (Cambridge, 2007).",
        "98": "F. Camphuijsen and J. Coomans, ‘De middeleeuwse stad en zijn varkens’, Madoc, xxviii (2014), pp. 140–48; A. Ervynck et al., ‘An Investigation into the Transition from Forest Dwelling Pigs to Farm Animals in Medieval Flanders, Belgium’, in U. Albarella, ed., Pigs and Humans: 10,000 Years of Interaction (Oxford, 2007), pp. 171–93; J. Kreiner, ‘Pigs in the Flesh and Fisc: An Early Medieval Ecology’, Past and Present, no. 236 (2017), pp. 3–42; M. Pastoureau, ‘Histoire d’une morte infâme: Le fils du roi de France tué par un cochon (1131)’, Bulletin de la Société nationale des Antiquaires de France (1992), pp. 174–6.",
        "99": "Women’s strong association, in the eyes of officialdom, with swine-related offences also emerges from the records of Bologna’s viari, with their intramural focus. See Geltner, Roads to Health, p. 106.",
        "100": "ASPi, AG 882, fos 2v (12 July 1292), 3r (1 Aug.), 5r (15 Nov.); AG 908, fos 10r (20 Mar. 1299), 10v (22 and 24 Mar., 5 Apr.), 11r (23 Apr.), 14r (15 July), 18r (31 Jan.), 19r (18 Mar.), 20r (25 Mar.), 20v (12 June), 21v (9 July), 52r (3 June).",
        "101": "ASPi, AG 908, fo. 9v (17 Feb. 1299).",
        "102": "J.C. Scott, Domination and the Arts of Resistance: Hidden Transcripts (New Haven, CT, 1991); and see also id., Weapons of the Weak: Everyday Forms of Peasant Resistance (New Haven, CT, 1985).",
        "103": "ASPi, AG 882, fo. 49v. Varini is unlikely to have spoken Latin, which was still the exclusive language of officialdom at the time.",
        "104": "For a recent example, see J. Figliulo-Rosswurm, ‘Rural People and Public Justice in Fourteenth-Century Tuscany’, Renaissance Quarterly, lxxii (2019), pp. 417–56. And see, more broadly, D.L. Smail, The Consumption of Justice: Emotions, Publicity and Legal Culture in Marseille, 1264–1423 (Ithaca, NY, 2003).",
        "105": "The 1220 statutes establish 14 as the minimum age at which one could be prosecuted for theft; see Gli Statuti di Pinerolo, ed. Segati, col. 20, p. 36.",
        "106": "ASPi, AG 882, fos 9r and 24v, respectively. See also ibid., fos 14r (30 and 31 Aug.) and 45r (15 Oct.), both cases of produce theft.",
        "107": "ASPi, AG 882, fo. 45v.",
        "108": "ASPi, AG 882, fo. 11r (10 June): ‘iuravit se dedisse parabolam seu licensiam dicte andisie de suis possessionibus coram presentiam rubei notarii … et hac ad defensionem supradicte accuse’.",
        "109": "ASPi, AG 882, fo. 23v.",
        "110": "ASPi, AG 882, fo. 42r.",
        "111": "ASPi, AG 882, fo. 15v. And see ibid., fos 24r (1 Sept.), 37r (23 July) and 38r (8 Oct.), all concerning trespassing animals. Marginal notes sometimes reveal the unfamiliarity of campari with physical conditions and their implications, as when two men were fined for letting their oxen walk into another’s field, even though it had been harvested (seccatum), which eliminated in that case the grounds for such a charge. See ibid., fo. 17v (17 Aug.). Judges throwing out such cases offer another example of how elites managed to balance social hierarchy and mutuality. See P. Freedman, Images of the Medieval Peasant (Stanford, CA, 1999), pp. 40–55.",
        "112": "Freedman, Images of the Medieval Peasant; S.K. Cohn, Jr, ‘The Thickness of City Walls: Late Medieval Popular Revolt in England and Italy Compared’, in Campo y ciudad: Mundos en tensión (siglos XII–XV)/Landa eta hiria: tentsioan dauden munduak (XII–XV. mendeak) (Pamplona, 2018), pp. 129–46; but see Hewlett, Rural Communities in Renaissance Tuscany.",
        "113": "For an ironic example, see E. Willis et al., ‘The Provision of Water Infrastructure in Aboriginal Communities in South Australia’, Aboriginal History, xxxiii (2009), pp. 157–73.",
        "114": "T.N. Bisson, Tormented Voices: Power, Crisis and Humanity in Rural Catalonia, 1140–1200 (Cambridge, MA, 1998), pp. 120–22.",
        "115": "Proportionately the most common allegation to be dismissed was property damage: eleven out of twenty resolved cases or 55 per cent, but this presumably had more to do with lack of evidence.",
        "116": "‘quod viam per quam ire debebant dicti boves non erat acta nec sufficiens ad ducendum currum cum carrata feni nisi in periculo bovinum et curri’: ASPi, AG 882, fo. 4v.",
        "117": "See ASPi, AG 882, fo. 42v, 20 Oct. 1292, citing Ganrico Ganrichi and Piero Pauli for sixteen unsupervised sheep. A marginal note attests that the men argued on 27 October that they were licensed and their animals caused no damage, but to no apparent avail. By contrast, a later note added to another entry concerning two boys caught stealing grain confirms that they received a reduced fine due to their young age. See ibid., fo. 4r, 29 Aug.",
        "118": "W.J. Connell and A. Zorzi, eds, Florentine Tuscany: Structures and Practices of Power (Cambridge, 2000). This is not to be confused by a vast scholarly literature on agrarian practices and rural life per se, which however focuses on the countryside alone."
    }
}