{
    "title": "Speculative Metaphysics and the Culture of Ideas in Early Victorian Britain: The Case of Francis Foster Barham*",
    "author": "Martha Vandrei",
    "date": "13 April 2022",
    "article": "This article focuses on the social and intellectual world of Francis Foster Barham (1808–1871) from the late 1830s to the mid-1850s. Barham was a prolific polymathic writer and lecturer whose oeuvre ranged from the classics to theology to esotericism, contemporary drama and literature. Based on wide reading and his interactions with fellow transcendentalists and idealists, he elaborated his own philosophy, ‘syncretism’, a universalising system of thought with applications to political, religious and social reform. This article uses the example of Barham, his philosophical speculations, and the small groups with which he was affiliated in London and the West Country, to illuminate the trajectory of a humanistic discourse—in this case speculative metaphysical philosophy—in the life of relatively obscure people who, outside of academic and scholarly circles, interpreted ‘high’ ideas in their own way. The article suggests that there is much more to be done to understand fully the cultural and intellectual history of the humanities in modern Britain, especially in the thought and experience of lesser-known people and associations. Recovering the history of ideas through such figures, their networks, and their own terminologies can point the way to fresh understandings of the history, nature and processes of intellectual development, including its ‘freaks’ and dead-ends, as well as its manifestation in and as culture.At the start of his essay, E.P. Thompson pronounced that ‘To any rational mind, the greater part of the history of ideas is a history of freaks’.[CITATION-1] Thompson meant this contemptuously, as a barb aimed at the object of his immediate derision, the ‘freak’ of Louis Althusser’s aberrant Marxism. Thompson was suggesting that historians and other scholars tread a fine line in allowing fancies and caprices into their midst; these, if tolerated, can metastasise and threaten reason itself—as he claimed Althusser’s Marxism did. But what is less clear is whether Thompson was suggesting that historians do or ought to take such freaks seriously as objects of historical study. After all, one could be forgiven for thinking that the history of ideas, if we use the phrase interchangeably with intellectual history, is anything but the history of freaks: that it is not overly concerned with avenues glimpsed by a few but left untravelled, or with the misunderstandings of ‘high’ ideas by ‘irrational’ minds. In short, intellectual historians do not deal with what the biographer of the famed anthropologist J.G. Frazer memorably called ‘the epistemology of misconception’.[CITATION-2] What follows will focus on the life of one such ‘freak’, the polymathic writer and scholar Francis Foster Barham (1807–71), and the small circle of associates he interacted with from about 1838 to the mid-1850s. Barham sought to elucidate various forms of idealism and transcendentalism—ideas discussed in greater detail below—and to put his philosophical views into practice through his participation in small groups and networks. In other words, he sought to give essentially non-materialist metaphysical philosophies a practical application in the realm of experience, most notably through his political idea of ‘syncretism’ and its theological analogue, ‘Alism’.This article examines the ways Barham interpreted, synthesised and made use of speculative philosophy for his own purposes. This will be, unavoidably, a history of a freak with no natural offspring in the formal disciplines of philosophy, literature or any other science, broadly understood. Nevertheless, I want to suggest that Barham’s case can demonstrate three closely entwined points. The first of these points is that the history of ideas and culture can be enriched if we are attentive to speculative discourses on the margins of the accepted, and, throughout the nineteenth century, increasingly specialised philosophical, cultural or historical thinking being done in more authoritative or canonical circles. This means that, outwith the trajectories of nineteenth-century disciplines, there were parallel discourses that drew on much of the same raw material, but with different outcomes.[CITATION-3] These, although they did not persist in academic disciplines or university departments, should nevertheless be a part of intellectual histories, very broadly understood.[CITATION-4] The second point is that ‘high’ ideas discussed in the learned environments that would become part of authoritative disciplines and higher education institutions had a rich and varied role in public discourse far beyond those settings.[CITATION-5] Francis Barham’s understanding of speculative metaphysical philosophy was largely gleaned through his own reading and conversation; the same was true of most of his immediate associates, many of whom were instrumental in translating ‘high’ philosophy for a wider public audience.[CITATION-6] Speculative metaphysics of the kind embraced by Barham struggled to survive the transition in the later nineteenth and twentieth centuries to disciplinary philosophy in university departments, much—though not all—of which was realist in nature.[CITATION-7] But, as rationalism, and to an extent materialism, becamefor disciplinary legitimacy in philosophy, speculative discourses could (and did, and do) persist in less formal ways.My third point, then, is about culture: what the idea meant in Barham’s circle, and how we might use Barham and his relationships as a starting point for a fresh examination of culture as a social phenomenon. Francis Barham was a post-romantic idealist heavily influenced by the works of Samuel Taylor Coleridge, by the French eclectics, Reformation-era theologians, and by his immediate circle of idealist and transcendentalist friends and associates. In small archival traces, they left behind—figurative speaking—snippets of conversation about the significance of speculative philosophy, particularly idealist metaphysics, in contemporary discourses of social and cultural reform, long before the activities of T.H. Green and the later liberal reformers. Barham’s theories about cultural improvement, and his attempts to achieve it in practice, are revealing of his and others’ definition of culture as metaphysical in nature. As we will see, for Barham, literature was a—perhaps—fundamental constituent of culture as a transcendental category, and thus the creation and discussion of literature was a form of practical metaphysics.Overly deterministic disciplinary terminology can be problematic, especially in a case such as Barham’s: metaphysical philosophy is, by its nature, about everything.[CITATION-8] But however else one might categorise him, Barham was most definitely a humanistic, cultural thinker, someone who pondered questions of human nature and relations, of philosophy, literature and life’s purpose. Thus, his example sheds light on the story of cultural development beyond, but not wholly separate from, the evolution of humanities disciplines, eventually consolidated in the institutional contexts of universities and, at the start of the twentieth century, in the British Academy.[CITATION-9] Of course, this kind of in-depth study of an individual’s thought is nothing new. But in synthesising Barham’s story with aspects of older and newer historiographies (particularly insights from the history of science and twentieth-century philosophy of culture) I hope to suggest that the history of culture can be closely associated to the history of nineteenth-century humanities discourse.[CITATION-10] As Suzanne Marchand has persuasively argued, historians of the humanistic disciplines in the nineteenth century have been hampered by the Foucauldian power-knowledge paradigm, which ties up much of the Victorian organisation of knowledge with imperialist discourses.[CITATION-11] Examining the public, cultural or informal ways in which the ideas and practices of the humanities and social sciences were tested and performed outside of institutional settings presents one way of understanding how discourses of knowledge and ideas, such as speculative philosophy, can be understood beyond structuralist or Foucauldian paradigms.The approach outlined here also runs counter to some more recent fashionable trends in the history of ideas, knowledge and culture: namely, the turn to digital approaches that foreground large-scale quantitative analyses of digital corpora. Of course, most historians today understand and accept the need for combining digital methods with conventional ones; it is particularly important that historians of ideas and culture keep this balance in mind. As things stand, the impress of the digital turn is felt most strongly in literary criticism, cultural studies and political history, all of which have long emphasised the importance of language.[CITATION-12] But this also means that the turn to data mining and corpus analyses has the potential to transform the history of ideas and concepts in such a way as to place an ever wider gap between words and the individual people who wrote, heard, and read them.[CITATION-13] Perhaps the most striking example of the transformative potential of these digital methods is Franco Moretti’s work, at the interface of literary criticism and history. Moretti’s concept of ‘distant reading’ applies computational methods to digital corpora of vast numbers of novels—the ‘great unread’—without actually having to read them.[CITATION-14] Meanwhile, one of the pioneers of the digital history of political ideas in Britain, Peter de Bolla, has suggested that the digital turn puts scholars in a position to understand ‘culture’s thinking’ by ‘recreat[ing] the cultural terrain that provided historical actors with a conceptual lexicon for playing out their roles, making sense of their worlds and to each other’.[CITATION-15] This digitally enabled recovery of concepts will entail an inevitable ‘slackening of attention directed at human agents in the past’.[CITATION-16] The digital turn marks a new chapter in the linguistic turn, but, like its twentieth-century predecessor, it could usefully be put into conversation with earlier, but still potentially transformative, understandings of culture, such as that put forward in the work of Ernst Cassirer (1874–1945). Cassirer described culture as a ‘common world in which each individual consciousness participates and which it has to reconstruct in its own way and by its own efforts’.[CITATION-17] As Cassirer saw it, culture is a shared creation—something common, some might even call it totalising, but never monolithic, precisely because each and every mind is a part of it, while being simultaneously whole in itself.[CITATION-18] The complexity of culture is mirrored by the complexity of human minds and experiences, and it is by understanding the latter that we can begin to understand the former. Cassirer defined humans, not as, but asbeings defined not by their reason, but by their ability to represent the world of the subjective mind in communicable, symbolic forms.[CITATION-19] Cassirer’s philosophy of culture has, perhaps, not been given the attention it deserves—certainly not by historians. The dominance of post-structuralist approaches to cultural analysis has left little space for alternatives.[CITATION-20] However, although one can only conjecture at this stage, it should be possible to treat culture as a series of multi-vocal conversations, debates, consensuses, continuities and shifts; as the activities and experiences of individuals who have left behind communicable material evidence, which can be recovered through historical methods. To paraphrase George Eliot, there remain vast fields of ‘unvisited tombs’, whose occupants were once a part of culture’s thinking, in small or large ways.[CITATION-21] This article attempts, on a small scale, to reconstruct one man’s intellectual experiences, and to suggest that if we are to understand fully the history of ideas and culture in modern Britain, particularly its humanities, we must think with real human agents: the individuals and small groups that make ‘big data’ speak, to adapt a well-worn phrase from archaeology.[CITATION-22] The article proceeds first with an examination of Francis Barham’s early life and education, along with his family background, including its religious and social concerns. Section II provides an in-depth consideration of the intellectual currents that circulated in the 1830s, when Barham became active in literary pursuits, particularly of the relations between idealism and its more ‘popular’ iteration, transcendentalism. This section will also introduce Barham’s close associate and early mentor, James Pierrepont Greaves, and examine Barham’s experience in Greaves’s Aesthetic Institute. Drawing an analogy with the history of science, and thinking with the epistemology of romantic aesthetics, I will make the case, somewhat speculatively, that the Aesthetic Institute was a site for the conscious ‘practice’ of culture. The following section will provide detailed discussion of Barham’s own philosophy, which he called ‘syncretism’, and its theological equivalent, ‘Alism’. During his syncretic phase, Barham was a founding member of his own group, the Syncretic Society, whose activities in organisation, publishing, and advocacy will also be considered. Section IV will describe Barham’s later life in Bristol and Bath, and examine how he used his ideas to re-establish a humanistic circle within the Bath Royal Literary and Scientific Institution. The concluding section provides reflection on the points raised throughout the article, as well as speculation on the potential for a future history of the humanities as the history of ideasandculture.To say that Francis Barham was a prolific writer would be an understatement: when he died, he left behind manuscript materials weighing 116 pounds.[CITATION-23] While the majority of this has been lost, Barham published quite a lot in his lifetime, and his executor, the printer, publisher and linguistic progressive Isaac Pitman, whom Barham had met during his later years in Bath, edited and published a selection—amounting to a mere seven pounds in weight—of the remaining material in a posthumous collection.[CITATION-24] This extant work makes piecing together the chronology of Barham’s life fairly straightforward, though it is sometimes difficult to tease out reality from fantasy. And Barham was, in part, a fantasist: some of his posthumous writings, though presented as wholly autobiographical, are essentially mythologised versions of his early life. His accounts are hard to verify because much of what he left behind has gone. There are no personal letters and vanishingly little correspondence; only a curious array of scholarly outputs, metaphysical and theological reflection, and flights of fancy—sometimes all in the same document.Barham was born in west Cornwall, not far from the port town of Penzance, where his parents had moved due to the fragile health of his father, the composer and musician Thomas Foster Barham (1766–1844).[CITATION-25] If Francis’s later writing is to be believed, his formative years were spent gazing out on stormy seas, trekking the cliffs of Penwith, and tramping around the scrublands of the somewhat more distant Lizard Peninsula. After being educated at home by his deeply religious, if rather unconventional, mother, Mary Ann, herself the daughter of a clergyman, Francis was sent to school in Essex. There he was taught by one of his older brothers—Francis was the youngest of five sons—before eventually taking to law as his profession. He never attended university. On the face of it, this appears strange: the Barham family was well educated in the conventional sense and possibly well monied, too. Francis’s father, Thomas Sr, was a younger son, but the older brother Joseph Barham, Francis’s uncle, owned sugar plantations in Jamaica and was very well off.[CITATION-26] Thomas Sr had been to Cambridge, as had all of Francis’s brothers.[CITATION-27] Charles Barham, four years older than Francis, went on to become a highly successful doctor in Truro, Cornwall, and an active member of Truro’s Royal Cornwall Institute. Thomas Jr, who was Francis’s elder by fourteen years, was also a physician before he retired early and threw himself into classical scholarship, along with questions of social reform; he flirted with aspects of Fourierism.[CITATION-28] That Francis did not follow his brothers to Cambridge is probably explained by the fact that, according to his own account, he suffered from periods of ill health throughout his youth and early adulthood. This was the likely reason he was kept first under the watchful eye of his brother, and then brought back to the West Country, where he was apprenticed to a solicitor in Devonport, near Plymouth. This would have kept him between Cornwall, where his parents lived, and Exeter, Devon, where his eldest brother Thomas eventually settled.Barham managed to qualify for legal practice in 1831 and moved to London. But his cast of mind was decidedly unsuited to his chosen profession, and bouts of ‘brain fever’ presented him with an opportunity to escape a career that was unlikely to bring him any real pleasure or fulfilment. During the long periods when he was unable to undertake formal work or study, he immersed himself in the collections at the British Museum.[CITATION-29] By the middle of the 1830s, he was well and truly free of the demands of a conventional career and was busily cultivating himself as a member of the London literati.[CITATION-30] He claimed later that it was around this time that he undertook numerous trips across the north of England, Scotland, Ireland and Wales, where he was struck by the similarities between Indian languages and those ‘gypsy’ tongues of the British Isles.[CITATION-31] This was the beginning of a long and fruitful interest in philology, but more especially in the search for connections, foreshadowings and influences across time, space and spheres of knowledge. As a result of these geographical and intellectual sojourns, Barham’s interests eventually ranged across classics, theology, religious history and ancient and modern literature.So far, aside from his fragile constitution, Barham seems fairly typical of a learned and leisured gentleman of the early Victorian era—and, at least as far as learning and leisure went, he remained rather ordinary. What marks him out as unusual is the sheer volume of his written work and his energetic devotion, in theory and practice, to the cultivation of the personal philosophy he called ‘syncretism’.[CITATION-32] Syncretism, or Alism in its more theological form, amounted to the universalising principle that social improvement must be predicated on the reconciliation of what had, at least in Barham’s view, become artificially separated forms of mental activity: history, religion, philosophy and political thought. This kind of reconciliation, if pursued by an individual, led to the full realisation of what Barham called, rather vaguely, ‘divinity’ within that person’s life. But, if pursued by a group or groups devoted to the same principles, this form of self-improvement could ‘extend and multiply happiness’ and ‘alleviate or extinguish the misery of the people’ on the scale of society itself.[CITATION-33] Thus, mental and social activities were inextricably linked and the health and wholeness of one led to the health and wholeness of the other.There are some echoes here of the Unitarian beliefs which were a strong presence in Francis Barham’s immediate family. His father, Thomas Sr, had actually written against the doctrine in 1811.[CITATION-34] But Francis’s oldest brother, Thomas Jr, was, at least for a time, an enthusiastic defender of Unitarianism, though he ended by disavowing all forms of sectarian dogma—a theological struggle that almost certainly influenced Francis.[CITATION-35] But for all the likely influence of his family, Francis was different. While his brothers and wider family preferred relative rusticity in Cornwall and Devon, Francis preferred life in town. He immersed himself in the cultural atmosphere of London and then Bristol and Bath, and he constantly sought the company of like-minded people.Most striking is that he crafted and adapted his own unique vocabulary—syncretism and Alism, but also obscure Coleridgean terminology—to express his position. He also had a keen sense of the importance of the written or otherwise communicated word. Religion and politics were incidental to all his activities, but his central focus remained philosophy and ‘the spirit of literature’, or the potential for poetry, drama and history to improve the lot of men. To the young Francis, to be the author of works that people read and were influenced by was the greatest success a man could attain. By the time he arrived in London, he seemed to see himself as very much a man of letters, immersed in obscure but fundamental doctrines, and eager to reach a wider public: ‘an adept among adepts, and popular with the people’.[CITATION-36] Aside from this immediate family context, Francis Barham’s ideas were also congruent with the later flourishes of romantic thought which, in reference to literature, Michael Bradshaw has called the ‘third generation’ of romanticism in the 1820s and 1830s.[CITATION-37] This was a generation whose qualities were neither typically ‘romantic’, nor wholly distinct from the earlier movement. Of course, the notion of anything like a monolithic ‘romantic thought’ is misleading: it was never a singular or unified ‘movement’, even as many of those influenced by it might have shared a range of reactionary, anti-materialist, or anti-utilitarian views.[CITATION-38] And any notion of a specifically romantic form of social thought is necessarily a reification of characteristics that have only become clear in hindsight.[CITATION-39] In Barham’s own estimation, he was a ‘syncretic’, but this corresponded closely with some contemporary discourses, specifically of transcendentalism and philosophical idealism.While transcendentalism is more often thought of as an American movement, self-professed transcendentalism was an important aspect of the social groups to which Barham belonged in the late 1830s and early 1840s. And while it would be easy to dismiss both American and British transcendentalism, in contradistinction to post-Enlightenment rationalism, as irrational mysticism—an episode in the history of freaks—contemporary opinions were rather different.[CITATION-40] There was acknowledgement from within the philosophical community that ‘irrational’ beliefs such as those of the transcendentalists—or, more precisely, ideas that did not rest solely on the reasoning faculties—were by no means a barrier to thoughtful action, formal organisation or even education, and could be quite the opposite. The respected contemporary philosophical critic J.D. Morell was careful in his analysis of ‘modern mysticism’ to give sufficient credence to its less extreme varieties, which he termed philosophical mysticism. This acknowledged human beings’ emotional or spiritual sensibility as a distinct but vital part of the mind, and a legitimate source of intuitive guidance that led people to higher truths. Crucially though, the emotive faculties must proceed from, rather than precede, intellectual conceptions. Extreme mysticism, Morell argued, reversed the order, making emotion and intuition anterior to reason and understanding.[CITATION-41] Moreover, despite its mystic qualities, the transcendentalism of Francis Barham and his associates had the same deep roots as the philosophical idealism associated most notably with Immanuel Kant. Indeed, Morell himself maintained that mysticism and idealism sprang from the same current, making it difficult for the historian of philosophy to trace the precise point of divergence.[CITATION-42] However, for our purposes, the most important characteristics of idealism were its conception of the world of knowledge as having an essential, underlying unity (‘the connected vision of the totality of things’, as the Oxford philosopher Bernard Bosanquet later put it), and the centrality of a ‘metaphysics of human nature, in which individuality was something born out of membership of a wider social whole’.[CITATION-43] Even these two versions of idealism bear distinct echoes of Barham’s syncretism, which emphasised the relationship between the individual and the whole, and the means of improvement being founded on the reconciliation of distinct modes of thought and action. Given this intellectual synergy, it is not surprising that much of what Barham did in this early part of his intellectual life revolved around a social set of transcendentalist thinkers, all of whom had some relationship with broader trends we could call ‘idealist’, and the historical antecedents of that philosophy.These antecedents are complex and, at least in part, cosmopolitan. David Craig has rightly noted that evidence for intense intellectual exchange between German and English philosophers is limited.[CITATION-44] But the evidence for influence is emerging, not least from the growing digital archive of small-scale periodicals and unknown authors including Barham and his friends. For Barham, German literature was ‘the ebullient fountain of all transcendant [] science’, though it was from Coleridge and others that he imbibed it.[CITATION-45] Meanwhile, the American transcendentalists openly embraced an intellectual heritage starting with Immanuel Kant, to whom they were indebted for the ‘transcendental’ of their name.[CITATION-46] For Ralph Waldo Emerson, transcendentalism was self-consciously modern, yet deeply rooted in the past: ‘idealism as it appears in 1842’, as he defined it in that year.[CITATION-47] And while Samuel Taylor Coleridge and Thomas Carlyle are the oft-credited translators—literally and figuratively—of German thought for an English reading audience, there were other, less well known people who figured in this ‘popularisation’ of idealism. In particular, James Pierrepont Greaves and John Abraham Heraud had influential roles in disseminating the interconnected ideas that characterised romantic thought in the period. We can see this in their relationship with Barham: or at least, in the way he saw those relationships, and reflected on their influence on him. Greaves especially instilled in Barham the idea that unmediated, intuitive discussion was the truest form of intellectual intercourse—one way, and in Greaves’s mind the best way, so to speak, of ‘practicing’ culture.Greaves was a mentor to transcendentalists and educationists long before Francis Barham met him in the late 1830s. He was an inspiration to the best-known of all transcendentalists, Ralph Waldo Emerson, and his unique spirituality was admired by Harriet Martineau. Greaves was a co-operativist and mystic, sometimes referred to as the ‘Sacred Socialist’, who lived only a few doors away from Robert Owen.[CITATION-48] By the time Barham met him in 1838, Greaves was living in relative quiet at 49 Burton St., Bloomsbury, and was busying himself organising what became known as the Aesthetic Institute, a small group of people (men certainly, but possibly women also) who met to exchange views in a manner unique to the philosophy of their host.[CITATION-49] Barham was a member of the Aesthetic Institute and his various allusions to it, some of them published posthumously, are among the only surviving records of the Institute to have been produced from within its circle. Barham wrote an admiring memoir of his friend Greaves which included some account of his activities and thought and was published in 1842.[CITATION-50] The Aesthetic Institute epitomises cultural practices amongst the men and women of Barham’s wider circle. It was not a formal ‘institute’ in that it had no dedicated premises—the members met at Greaves’s home. But Greaves had a clear agenda in mind when he formed the group, consciously opposing it to the more established and formal Literary and Scientific Institutions. Among the papers Pitman collected after Barham’s death was the original ‘Prospectus’ for the Aesthetic Institute presumably publicised by Greaves at some stage. The prospectus laid out in stark language the lacuna that the Aesthetic Institute intended to fill:Notwithstanding the number of Literary and Scientific Institutions already existing, one is yet wanting. Those now established are not only exclusive in their constitution and conduct, but also sectarian in principle and character; they seem to have been erected rather for the amusement than the instruction of their members: their only means for either consists in delivering Lectures on physical and empirical subjects … The fact is, that Experimental Science had maintained so long undisputed dominion, as to lead its professors to believe that they had prescriptive right to the supremacy which it has exercised over the minds of men … but no where is there observable an Institution which has for its object the cultivation of the moral being and personal progression in self-consciousness … So great has been the cultivation and harvest of the intellectual powers, and so high their elevation in popular estimate, that many thinkers not only doubt the possibility of the tastes, sentiments, and feelings being properly the subject of education, but they doubt the very existence of any such realities as are equal or superior to the understanding.[CITATION-51] As Greaves conceived it, the Aesthetic Institute was to be the phenomenological manifestation of a corresponding aspect of the human mind—a part which no amount of purely intellectual work could satisfy. This meant overcoming the pre-eminence of natural science in the prevailing educational programme, both formal and informal. Although the natural and physical sciences promised infinite improvement in material terms, they did nothing to improve people’s capacity to feel, or to know why they felt; things were in such a poor state that people did not even realise their ‘aesthetic’ faculties could be improved, if they were aware of them at all. This led to confusion and decay in the individual and in culture; an over-exercised ‘understanding’ stunted the morals, taste and sentiments. The Aesthetic Institute’s role was to exercise a faculty that no existing educational body had even acknowledged.Greaves’s Aesthetic Institute was thus a sort of resistance movement against the supremacy of materialism. The evidence for what this resistance might look like in practice comes from Barham’s recollections of the Institute’s meetings. Members of the Institute were expected to engage in unmediated, intuitive discussion unobstructed by the intervention of their ‘rational’ minds or even critical analysis from their interlocutors. Barham recalled that Greaves ‘abominated premeditation and references to learned authorities’, allowing for unfettered discussion, leading to utterances of the most brilliant and astonishing kind.[CITATION-52] Their free-flowing discourse was in stark opposition to the practicality and utilitarianism of the formalised Mechanics’ Institutes.[CITATION-53] They also claimed it was far more serious-minded than the (supposedly) frivolous Literary and Scientific Institutes.[CITATION-54] Thus, the implication was that the aims of the Aesthetic Institute were as high-minded as these other organisations were worldly: the Institute cultivated the sentimental faculties and ‘moral consciousness’ through the purposive practice of unmediated social intercourse.With its philosophy of artlessness, instinct and emotion, Greaves’s Aesthetic Institute had a distinctly ‘Kantian flavour’.[CITATION-55] However, its unusual epistemology was even more indebted to another romantic figure, Friedrich Schiller. Schiller’s aesthetic philosophy was itself directly in debt to the German educational philosopher A.G. Baumgarten, who published a multi-volume explanation of his science of ‘aesthetica’ in 1750–58. This has been translated as the ‘science of sensitive knowing’.[CITATION-56] This ‘science of sensitive knowing’ gestures at one of the key differences between romantic and modern aesthetics; namely, that aesthetics in its modern conception is not understood as an aspect of epistemology. That is, discourses of aesthetics are not a means by whichis acquired or conveyed. By contrast, romantic philosophy allowed for a conception of aesthetics that was at bottom epistemological. Its epistemological value lay in the capacity for sensitive perception to develop through educational processes that were analogous to those employed for intellectual and cognitive education. Thus, there was no binary division between ‘reason’ and ‘feeling’ (which roughly align with ‘science’ and ‘art’ respectively) in this particular conception of knowledge. And although Baumgarten distinguished between a ‘higher’ cognition, which was rationality, and a lower one, that of the senses, he nevertheless saw them as working in hand-in-hand. As the historian F.C. Beiser has explained, we know best what we can most clearly perceive, and thus the purpose of an ‘aesthetic education’ was to heighten the perceptive faculties and thereby expand the field of what is knowable. The development of heightened senses, especially as they helped to foster the capacity of imagination—the making of an image—was particularly important for artists, but also for poets and poetry. Schiller understood this, as did Samuel Taylor Coleridge and his intellectual inheritors.As Schiller put it, aesthetic education was necessary ‘not merely because [it] can be a means of making better insights effective for living, but precisely because [it] provides the impulse for bettering our insights’.[CITATION-57] The Aesthetic Institute prospectus and the conduct of the meetings echoed and amplified these sentiments. Yet by emphasising the cultivation of ‘non-rational’ faculties, in the eyes of contemporaries the Aesthetic Institute flirted with the extreme form of mysticism described by J.D. Morell, which accepted that knowledge could precede rationalism; that is, it could be revealed through something like a supernatural channel. This was a step beyond even the aesthetic rationalism of Schiller. Even so, while the views of Greaves and his followers were on the extreme margin, they nevertheless merited inclusion in Morell’s up-to-date history of modern philosophy, which cast idealism and mysticism as inhabiting the same epistemological spectrum.[CITATION-58] Barham’s time with the Aesthetic Institute is important because of what it reveals about his specific cultural context and, more significantly, about what the concept of ‘culture’ meant in that context. The existence of the Aesthetic Institute tells us that on a barely perceptible social level, detected from the recollections of Barham and a few allusions in the contemporary press, there was a serious discussion going on about the nature and aim of social intercourse. The Institute might be seen as a testing ground for the aesthetic principles on which social and cultural renewal should be achieved. This suggests a possible analogy between the history of science and the history of culture that has yet to be acknowledged. Historians of science have sought to understand their subject through spaces of scientific practice, such as laboratories, operating theatres and learned societies, but also less formalised environments, including pubs and clubs.[CITATION-59] They have also argued that scientific practice and practitioners were mutually constitutive; that is, ‘science’ was defined by its practitioners, and practitioners were defined by their ‘sciencing’.[CITATION-60] One could view Greaves’s Aesthetic Institute as something like an analogous laboratory for culture: a space where participants experimented simultaneously with modes of thinking and modes of being and doing.[CITATION-61] We might see members of the Aesthetic Institute as ‘practicing’ culture by collectively ‘cultivating the moral being’ and consciously seeking ‘personal progression’ through a specific kind of social experience. To meet together was to experience ideal social reality in microcosm, if only for an evening. This is all merely suggestive, but this small group provides potential insights into how a particular strand of European romantic philosophy manifested itself in Britain. It is also an example of associational culture in nineteenth-century Britain contributing to the diffusion of philosophical ideas beyond disciplines, civil or formal institutions, or even conventional epistemologies.Francis Barham’s friendship with Greaves and his experiences at the Aesthetic Institute impressed him deeply. His conversations with Greaves left him with the lifelong conviction—one Greaves and Barham both shared with their hero, Coleridge—that all human beings had some aspect of divinity within them. Meanwhile, Barham’s time with the Aesthetic Institute gave him reason to believe that the means of ‘cultivating’ that divinity was the exercise of ‘the spiritual faculty of presentiment’, something beyond the rational mind that could only be achieved through a social form of being and doing.[CITATION-62] Barham put these lessons into practice almost immediately by founding his own society in 1839, which he and his co-founders dubbed the Syncretic Association.[CITATION-63] As its members were often called upon to explain, the name ‘Syncretic’ derived from the Greek ‘to mix’, and pointed to ‘the union of distinct interests’—a key principle of idealist metaphysics.[CITATION-64] Thus, the principle behind the name spoke to Barham’s deeply held conviction that all systems of belief, whether philosophical, religious or political, had elements of truth which could collectively be combined and reconciled once these had been sifted from error.Barham’s co-founders were the young poet, John Westland Marston (1819–90), who was himself a reluctant lawyer, and John Abraham Heraud (1799–1887).[CITATION-65] By far the more involved of the two was Heraud, a poet, journalist and vocal advocate of vegetarianism. At the time of the Association’s founding, he was already well known in London literary society as a high-minded interpreter of philosophical ideas for a popular audience. In the early 1830s, while Marston and Barham had been fending off the demands of office work, Heraud published reviews and digests of Continental and English philosophy, including numerous pieces on the thought of Samuel Taylor Coleridge, allowingto claim, in 1835, to have been the first periodical to offer to the reading public a ‘correct analysis’ of Coleridge’s philosophy.[CITATION-66] Heraud’s stock was boosted by the fact that he been acquainted with Coleridge in the latter’s declining years and, when the great man finally died, Heraud was the first of his ‘students’ to give a public oration reflecting on Coleridge’s life and philosophy.[CITATION-67] Even if the truths contained within the whole required painstaking elucidation, the syncretic vision was ultimately a transcendental one, like that of the Aesthetic Institute of which all three founders were members. But, unlike the Aesthetics, the Syncretics had an immediate political aim, namely the reform of stage drama.[CITATION-68] The members of the Syncretic Association all shared the view that dramatic performance was an ancient, universal art form, evident in all times and places, and it was the role of the Syncretic Association ‘to uphold the dignity, not of the National, but of the Universal Stage’.[CITATION-69] The Syncretics pursued this goal in two ways. The first was by its members encouraging each other in the production of new dramas, especially the venerable verse tragedy. Members’ works were then read by the group, who were expected, regardless of the merits of the piece, to applaud its author.[CITATION-70] This indiscriminate cultivation of the ‘dramatic element’ (the similarity to the activities of the Aesthetics is clear) in its membership led to a proliferation of scripts for which there was little opportunity (or, in all likelihood, appetite) for performance. Thus, the second way the Syncretics sought to have an influence on the workings of the culture of the time was by petitioning against the Licensing Act of 1737, the antiquated piece of legislation which limited dramatic performance to the patent theatres and granted the Lord Chamberlain sweeping powers of censorship. Under increased pressure from the Syncretics, the Theatre Act was passed in May 1843 and the monopoly was broken. This marked the high point of the Syncretics’ success.[CITATION-71] Although the cultural impact of the Syncretics’ activities was felt well beyond the confines of its membership, syncretism itself had moved somewhat beyond the horizon of Barham’s philosophic vision. As early as 1840, there were two kinds of Syncretic—the dramatic reformer and the speculative philosopher—but Barham was probably the only representative of the latter school. As the primary theorist of the movement, Barham almost certainly became alienated by the all-too-practical reality of the Association’s advocacy work during the period 1838–43. The uncomfortable marriage of Barham’s esoteric doctrine with Heraud’s parliamentary petitioning was apparent early on, when one of the main problems faced by the Syncretics was the general bafflement caused by their alien-sounding name. According to one facetious later account, even members of the Association had to look up ‘syncretic’ in the dictionary, only to forget the definition when called upon to explain it. It was just as well then that ‘the worthy gentleman who invented the name has never been discovered’.[CITATION-72] That ‘worthy gentleman’ was, of course, Francis Barham, whose contribution to the campaign against the Licencing Act took the form of a single unperformed drama,, and a great many lectures, not about drama, but about the doctrines of syncretism.[CITATION-73] Even in the midst of advocating for dramatic reform, Barham maintained loftier ambitions for the Syncretic Association and its potential role in what he hoped would be the nation’s imminent cultural reformation. As he explained in a lecture at the Suffolk Street Gallery, the Association’s task was really to cultivate the theory and practice of community, or what he called the ‘principle of association’. The Syncretic Association should be above all other associations; indeed, the Syncretic Association should be composed of every other association then extant. These associations would become committees absorbed into the ‘prior unity’ of the Syncretic Association. For Barham, the Syncretic Association was to be the origin and end ofassociations.[CITATION-74] This was not quite the aim that John Heraud had in mind. Barham and the more polished and practical Heraud worked out some of their differences in the pages of the Syncretics’ journal, the, of which Heraud had become the primary editor in late 1838. Barham, as part financial backer, took the role of co-editor, though he was largely silent in that office. Most of his work with the magazine was as a contributor. Of course, there was a neat concordance in the Syncretics’ proprietorship of the, the same magazine that had published the poetry of Coleridge and the romantic writers of the previous generation.[CITATION-75] Heraud and Barham were conscious of their part in the romantic succession and felt a responsibility to uphold the idealism of Coleridge, its patron saint, and to assert the importance of sentimental and non-sectarian spiritual concerns in the face of rampant materialism. From their first number, published in January 1839, Barham and Heraud were in agreement on the need to depart as far as possible from the factional and consequently ephemeral quality of most contemporary periodical literature (the universality of syncretism being temporal as well as spiritual). Thus, their magazine would contain ‘censes of the literature of the time, whether foreign or domestic; retrospective reviews and antiquarian repertories; biographical essays; discussions on all subjects interesting the church and state, or concerning the progress of science and society, philosophy and mind, in every age and country under heaven’.[CITATION-76] It was to exhibit broad-mindedness and intellectual liberality as ‘the literary representative of prothetic unity, whether in religion or in politics’.[CITATION-77] Barham’s more theoretical brand of syncretism found its way into the pages of the magazine and within months, thewas being acknowledged as ‘the declared organ of syncretism’.[CITATION-78] Barham expounded a specifically political version of Syncretism inspired by the polymathic French politician and serial minister of state François Pierre Guillaume Guizot, whose 1838 essay, ‘Catholicism, Protestantism, and Philosophy’, originally published in the, Barham translated in 1839. Barham had probably sensed an opportunity to connect his own views to those of the famous statesman, and in 1840 he took it upon himself to write a series of three letters which praised the merits of Guizot’s ‘coalitionary’ policies. In doing so, Barham possibly inflated and even distorted Guizot’s political manoeuvring. That said, Guizot and the doctrinaires were among the most articulate advocates of political moderation in European politics.[CITATION-79] Yet even as Guizot was associated with early moderate liberalism, it was, and is, a very small step from moderation to conservatism. But Barham’s professed admiration for Guizot’s plastic politics meant he was in a position to suggest that syncretism was similarly non-partisan in political matters, and non-sectarian in religion. Barham went on to praise Sir Robert Peel, who, like Guizot, demonstrated malleability and moderation in the face of changing circumstance.[CITATION-80] Barham believed that it was only through self-contradiction and public criticism that a mere politician could enter the transcendental realm and become a true ‘syncretic’ statesman.Yet, as Peel’s example was intended to show, the conservatism of syncretism was just a step on a journey towards holistic unity. An article in theof March 1840 compared the syncreticwith the Schlegels’in Germany, and theof the French doctrinaires. These groups and their works ‘endeavoured to unite all parties for the common good by showing that truth universal was shared among them, and that each one had specific merits as well as specific defects’.[CITATION-81] Such views demonstrated an ‘ascendance’ from Toryism to a higher sphere of ‘Catholic unity’. The article went on: ‘Many of our chief writers have made this metaphysical ascent from party to party till they have, at length, caught sight of the divine principle of a union which transcends and harmonises all’.[CITATION-82] This union of opposites was a mainstay of idealism that manifested across the political spectrum, most especially in the thought of ‘tory radicals’ such as Thomas Carlyle, John Ruskin and their various followers.[CITATION-83] Indeed, Barham described syncretism as ‘true conservatism’.[CITATION-84] At the same time as he was trying to establish syncretism as a political position in Britain, Barham turned his mind to a version of his ‘system’ that could be elaborated in the realm of religion. He gave this theological form of syncretism the name ‘Alism’, from the letter ‘A’ or ‘Aleph’: the beginning of everything. Barham defined Alism as the doctrine that ‘one and the same divine truth underlies and reconciles the statements of Jews and Christians, Theists, Deists, Pantheists and Polytheists, Unitarians and Trinitarians, Catholics and Protestants—One God filleth and worketh all in all—one Saviour is diversely apprehended according to the peculiar idiosyncrasies of various minds’.[CITATION-85] This too made its way into the pages of the, though only sporadically; most of Barham’s Alistic writings were published as separate essays.Barham’s increasingly unusual views must have put a strain on his relationship with John Heraud and the mainstream of the Syncretics. As one historian has put it, this was a time when to practise anything resembling eclecticism exposed one to accusations of ‘superficial knowledge, false religious feeling, philosophical confusion, rampant literary borrowing, and intellectual laziness’.[CITATION-86] The fact that Barham seemed positively to revel in his self-made doctrinal muddle understandably led to some difficulties with John Heraud.[CITATION-87] Heraud had his misgivings about Barham’s vision of syncretism, but he was in open revolt when it came to any hint of eclecticism or latitudinarianism, ‘aberrations of logic’ that allowed truth and error to coexist indiscriminately.[CITATION-88] Given that he was in the midst of a campaign for changes to the law, accusations of eclecticism or ‘indifferentism’ held real danger for Heraud, so, although the two remained friendly within the same transcendentalist circles, Barham stepped down from his position at thesometime in 1840.From about 1841 until 1846, Barham busied himself with solitary literary projects. His new edition of Jeremy Collier’sappeared in 1841, and a life of the German Reformation-era scholar Johann Reuchlin came out in 1843. He published his Alistic and miscellaneous writings in collections of 1844 and 1845.[CITATION-89] However, just as no politician had taken up the technicolour mantle of syncretism, Barham’s Alistic doctrines garnered little reaction. He made one last attempt to found an ‘Alistic Association for the Advancement of Divinity’ (complete with prospectus, regulations and membership fees), but by 1845 he had given up professing political or philosophical syncretism or trying to gain converts to his new theology. For all intents and purposes, Barham’s metaphysical system, at least under the names he assigned to it, was a cultural and intellectual dead end—a freak.But that is not to say that he gave up on his principles, nor did he stop practising what he had for so long preached. After a few more years of literary work and bachelorhood, Barham left London a married man in 1847 and moved to his new wife Gertrude’s home city of Bristol.[CITATION-90] There, he pursued his reforming goals in a far more pragmatic way than he had managed to do in London. One of his first engagements upon arriving in town was to give a lecture at the Bristol Institution on the subject of ‘The advancement of literature, science, and the fine arts’.[CITATION-91] The lecture was an homage to the general cultivation of ‘useful and entertaining knowledge’ by the country’s many literary and scientific institutions, those ‘excellent contrivances’ by which ‘a great variety of valuable lectures, periodicals, and books, have been given to the world, which otherwise could hardly have made their appearance’.[CITATION-92] This was a far cry from the derogatory remarks about such associations made in the prospectus of the Aesthetic Institute of which Barham had been such an enthusiastic participant: a case of being unable to beat them and so reduced to joining them. But Barham was probably expressing genuine feeling when he credited the institutes with the production of cultural abundance, given the lectures, discussions, excursions and demonstrations that took place as a result of their meetings.[CITATION-93] Nevertheless, Barham went on to berate his new neighbours for allowing their intellectual culture to stagnate in more recent years. He contrasted the low attendance at lectures in Bristol with the vibrancy of the cultures of London, Liverpool and Manchester, where the local sophisticates laughed at the supine Bristolian intellect. Barham suggested a not-unexpected solution to the problem: what was needed was some unifying body, an organisation that would bring together the country’s autonomous literary and scientific institutes into a universal union.[CITATION-94] Of course, he did not mention his defunct Syncretic Association, but it must surely have been in his mind.Beyond the logistical benefits such a union of institutes would bring, a transcendent authority would facilitate something which was far more important to the project of local and national cultural renewal: the cultivation of literature. By literature, Barham did not simply mean drama, poetry or the periodical press. He meant nothing less than ‘[t]he whole mass of thought and information which has been written or may be written … the science of letters universal’ comprising ‘all thought that may be written or uttered’.[CITATION-95] Here, then, was the Francis Barham of 1840, still ploughing the same metaphysical furrow. The vocabulary he used to describe his thought had shifted towards something more disciplined, but just as all-encompassing—transcendental, or universalist, or idealist or syncretic. Barham’s view was that ‘literature’ was a discipline, but not merely the study of texts. It was a form of metaphysics in practice: the scholar of literature ‘in the mental experience of his single self’ must ‘live through the experience of all other men in all ages and nations’. He must ‘consider the birth, rise, progress, and decline of ideas, doctrines, and sciences’.[CITATION-96] This metamorphosis, from speculative idealism to transcendentalism and syncretism, and onward to the practice of ‘literature’ as a metaphysical discipline, was not so much an evolution of Barham’s thought as it was a reworking of the linguistic conventions through which he expressed his views. His practice never altered, at least in the need he felt to be socially engaged with intellectual bodies such as the Bristol Institution, and in his belief that the literatures, ideas and institutions of all times and places had some bearing on his own present circumstances: the connected vision of the totality of things.It is worth pausing to consider Barham’s participation in the Institutes at Bristol, then at Bath. There were a great many similar institutes throughout the United Kingdom, many with membership in the hundreds, yet most studies of learned societies and scholarly networks, even when attentive to popular knowledge culture, continue to be constrained by a minute focus on natural science and medicine, and delimited, rationalistic categories of ‘knowledge’ and ‘scholarship’, or focus on an elite, usually metropolitan, group.[CITATION-97] The practices of lecturing, listening and discussion, while not as easily accessible as published works, nevertheless suggest an under-researched body of material for historians of ideas, particularly humanistic ideas.[CITATION-98] Cosmopolitan and metropolitan learned societies have a distinct and significant story to tell about the development of disciplinary and, to an extent, local identities. But less visible, sometimes ephemeral, local societies show how the practice of knowledge-making could exist on a much smaller scale and, perhaps, with different, more sociable aims. These associations and their memberships can tell us much more about the history of culture than has yet been acknowledged.[CITATION-99] Although he had not been successful in past efforts to found new associations, Barham had greater success with reviving an old one. On moving to Bath in the early 1850s, he became a member of the Bath Royal Literary and Scientific Institution (BRLSI). Having been founded later than the flourishing ‘Lit and Phils’ (Literary and Philosophical Societies) in Newcastle and Manchester, the BRLSI was one of the oldest of such institutions in the south-west. Many Lit and Phils did not survive more than a few years, so the continued existence of the BRLSI, though often in precarious financial circumstances, make it a success story in the movement.It was also home to a rolling cast of smaller societies, as Francis Barham discovered. When he learned of one such defunct society, the Bath Literary and Philosophical Association, which had not met since 1836, he and a like-minded set of gentlemen set about reviving the Association and scheduling a new series of meetings to commence in the winter of 1856 at the BRLSI buildings.[CITATION-100] The renewed Association was to be more than just a series of talks by bought-in touring lecturers, however. Instead, members drew up a rota and each was expected to offer a paper for the group to discuss. The aim was ‘mutual communication’ and the encouragement and cultivation of discussion about topics on which members could speak knowledgably. Both men and women would be allowed to attend, and all members, whether male or female, were eligible to submit titles for papers.[CITATION-101] Even people who were not members of the parent Institution, the BRLSI, were welcome, and the price of admission to meetings of the Philosophical Association was a very reasonable 5per year.[CITATION-102] Francis Barham was given the honour of delivering the first lecture at the revived Association, in late November 1856. His subject was ‘the spirit of philosophy’. Philosophy he defined for his audience as simply the love of wisdom. But wisdom, he went on to explain, was not identical to scientific knowledge—the natural or experimental philosophy of the more scientifically minded members of the BRLSI. Barham went on to explain that philosophy harmonised nature, humanity and divinity, the last standing for the qualities of ‘presentiment’ in the human mind. This meant that the rational learning of scientific philosophy, as Barham saw it, was coextensive with non-rationalist, mystic ‘divinity’. That, Barham explained, meant that philosophy observes, but it also feels. It was this combination of observation and feeling that meant it could ‘harmonise all objects in the universe’. As the all-embracing, inclusive and eclectic discipline, philosophy ‘makes true men and attracts them together wherever it finds them. It does not concern itself with the barriers of sects and parties … it mitigates the prejudices and partialities which spring up like poisonous weeds’.[CITATION-103] Barham never wavered from his committed belief that ‘the metaphysician … who would succeed in the nineteenth century, must not be a theoretic, but a practical man’, and through actions and experiences, ideas could be defined and redefined.[CITATION-104] While Greaves’s Aesthetic Institute had opposed the aesthetic faculty to the rational and cognitive, Barham’s brief to the Philosophical Association seemed to bind them firmly together. In practice, this is evident in the variety of ‘scientific’ and ‘humanistic’ topics under discussion in the first months of their meeting.[CITATION-105] In 1858, the Philosophical Association hosted lectures on topics as diverse as ‘The Skin and Food of the Ichthyosauri and Teleosauri’ and ‘Poetry as an Ordinary Human Faculty’. Barham himself ended the first year’s series with a lecture on—what else?—‘The Life and Writings of Coleridge’.[CITATION-106] While he may not always have lived up to the billing of ‘a practical man’, Barham’s success in Bath was due to his marrying his recherché beliefs with existing institutional norms. His ambitions for cultural reform may have lessened over time, but the Bath Literary and Philosophical Association seemed to fulfil his need for intellectual sociability and for a sympathetic audience. The pages of the minute book give a glimpse into Barham’s copious interests over time, as well as his slowly failing health. One of the last times his name appears in the book is a record of his being unable to deliver a promised lecture on Persian and Arabic poetry (‘with specimens’) due to ill health.[CITATION-107] He died in Bath in February 1871.Barham’s experience offers a highly distilled vision of a diverse and idiosyncratic set of ideas—idealism, transcendentalism, aesthetics, syncretism, Alism, literature, philosophy, metaphysics, wisdom—and their variable use and interpretation in his thought and practice. In examining Barham’s activities, I have tried to illuminate three points. First, that his ideas are part of a genealogy of metaphysical idealism, even if they have no homonym in twenty-first-century academic discourse. Secondly, that his example shows the way in which relatively ordinary middle-class people engaged with ‘high’ philosophy, as individuals, but also as part of non-academic organisations, like the Aesthetic Institute or the Bath Literary and Philosophical Association. And thirdly, that there are sources, for example in the institutes described here, that would allow historians, using a combination of conventional methods and digital augmentation, to collect and collate the intellectual experiences of a wide range of individuals and small groups and, perhaps, to build up a picture of culture as a vast, layered field of lived experience and communicable forms.In terms of the first point, Barham’s syncretism and his Alism left little trace in the contemporary lexicon, and made little impact on the mainstream of contemporary political or social thought. Nevertheless, I have shown here that his ideas have an epistemology, and even to an extent a pedigree in the history of philosophical idealism. As Colin Kidd has so brilliantly shown in the case of mythography, the scholarly practice of cataloguing myths and understanding their origins has often been dismissed as little more than quixotic grasping in the primordial dark. And yet its practitioners, although some were highly irrational by modern standards, were nevertheless methodical, rigorous and erudite. Moreover, mythographic work fed the growth of linguistics, philology, comparative religion, archaeology and anthropology.[CITATION-108] However, as important as it is for intellectual historians to restore past practices to their rightful place in the history of disciplines, one could approach the entire field differently. I have proposed here that in-depth studies of the history of culture, pursued through literary and philosophical associations and the discussions had within them, could help to bridge the gap between intellectual histories of humanistic disciplines and the history of culture in practice. The outcome could be a more textured portrayal of the significance of humane ideas in past culture, long before the organisation of knowledge in formal institutions or universities.However, as Kidd’s work attests, any approach to the history of past thought that is open-mindedly non-disciplinary inevitably reveals the misconceptions, freaks and irrationalisms that prevail in all times and places in some form or another. Historians might be tempted, as even E.P. Thompson occasionally was, to give in to the allure of condescension and regard someone like Barham as worthy only of being consigned, along with the irrational, mystic or otherwise suspect, to the dustbin marked ‘freaks’. After all, Thompson warned that ‘We must not confuse pure “freaks” and fanatical aberrations with the imagery … in which minority groups have articulated their experience and projected their aspirations for hundreds of years’.[CITATION-109] But parsing out who is a member of a minority group and who is a pure ‘freak’ is by no means straightforward, and I cannot help but think of Ralph Waldo Emerson’s aphorism that history is a record of the power of minorities—and of minorities of one.[CITATION-110] Moreover, individual people can hold irrational and rational thoughts in their minds at the same time, and on the same subject.So, while this article has not set out to argue for Francis Barham’s unappreciated significance in intellectual history, either for a specific discipline or in a more general sense, I do argue for his significance as an example of a single mind. This brings me to a final point, which is that the amalgamation of single minds could lead to fresh understandings of and approaches to the history of culture. Barham’s story is part of larger, more amorphous, and less clearly mapped-out territory than the label ‘intellectual history’ can really grasp; we could call it the history of ideas, or the history of culture, or something as yet unnamed. Although Barham is only one example, there were hundreds, indeed thousands, of Francis Foster Barhams in the past: that is, thinking people whose thought and expression, however unusual, has communicated traces to the present for the historian to discover and understand. And while their words and thoughts are becoming more accessible to us through the digitisation of publications such as Heraud’s, I have also tried to suggest what possibilities local Literary and Philosophical Association archives might hold for historians of humanistic ideas and knowledge.Historians with one foot in the digital future might also look to recover territory ceded during the linguistic turn: the philosophy of culture. As Ernst Cassirer and others—notably the metaphysician and archaeologist R.G. Collingwood—suggested in the first half of the twentieth century, stories of single minds amount to much more than the sum of their parts. To recover them is to begin, in Collingwood’s words, to ‘know the mind of another’.[CITATION-111] Cassirer and Collingwood could not have anticipated the possibilities presented by new technology for collecting, collating and analysing the experiences of individuals at scale.Without doubt, the innovative interpretation of digital corpora will reveal more and more of past culture. But words, lexicons and discourses do not a reality make; historicalcannot be recovered by simply charting the words, without the minds and the lives. As Barham’s example shows us, individuals, associations, institutes and informal networks help us to understand the history of cultural exchange and development through words, minds and actions. Barham saw himself as theorising and enacting the changes that would improve the social and moral condition of his era. This required the physical meeting of individuals for open discussion in conditions as unfettered by dogma, faction or self-interest as it was possible to make them. Greaves had taken that to an extreme with his aesthetic form of educative discourse, and even the dramatic wing of the Syncretic Association had cultivated its members’ uncritical creative faculties above their critical analytical ones. But by the 1850s, Barham saw that it was possible to blend the cognitive with the metaphysical, and he remained committed to overcoming disagreement about political party or religious denomination—these were merely material.In short, all of Barham’s groups—and the multitude of cognates likely to have been extant in the period—demonstrate to the historian that there were a great many people who felt that specific kinds of sociability, inspired and regulated by philosophical principles, were central to the cultivation of diverse faculties and capacities of the mind, and thus to the preservation and improvement of culture. This suggests that the archives—digital and conventional—of these groups could reveal culture ‘in practice’ through the experience of members and their activities, discussions and reflections. In so far as these were recorded, they would make cultural processes analysable as forms of experience. To paraphrase Barham himself, these groups might make it possible for historians, within our own mental experience, to live through the experiences of others.",
    "footnotes": {
        "1": "E.P. Thompson, The Poverty of Theory (1978; London, 1995), p. 3.",
        "2": "R. Fraser, The Making of the Golden Bough: The Origins and Growth of an Argument (London, 1990), p. 38. For an excellent example of an intellectual history of this kind of ‘misguided brilliance’, see C. Kidd, The World of Mr Casaubon: Britain’s Wars of Mythography, 1700–1870 (Cambridge, 2016).",
        "3": "On the problematic distinctions that have grown up between fields, see, for example, P. Connell, Romanticism, Economics and the Question of ‘Culture’ (Oxford, 2005). Connell notes (p. 7) scholars’ ‘inherited sense’ of literary sensibility and economic concerns as incompatible. This has ‘obscured the extent to which early-nineteenth-century political economy … played a formative role in the emergence of the idea of “culture” itself’. See also P. Joyce, ‘What is the Social in Social History?’, Past and Present, no. 206 (2010), pp. 213–48. And see especially the exceptional R. Valenza, Literature, Language, and the Rise of the Intellectual Disciplines in Britain, 1680–1820 (Cambridge, 2009).",
        "4": "As Colin Kidd explains, George Eliot’s caricature of Casaubon as a scholar in retreat from ‘the full-bloodedness of life in the round’ is a far cry from mythography’s intellectual, political and religious significance in its heyday. See Kidd, World of Mr Casaubon, pp. 6–7.",
        "5": "Throughout this article I use ‘discourse’ as shorthand for something more akin to ‘discursive networks’ and without connotations of Foucauldian poststructuralism. It is merely a way of intimating the unstable, interconnected web of associations between ideas and the myriad words used to express them. For a good discussion of discourse and its variations, see the introduction to P. de Bolla, The Discourse of the Sublime: Readings in History, Aesthetics and the Subject (Oxford, 1989).",
        "6": "See discussion of John Heraud below.",
        "7": "M. Beaney, ‘Collingwood’s Critique of Oxbridge Realism’, in D. Boucher and T. Smith, eds, R.G. Collingwood: An Autobiography and Other Writings. With Essays on Collingwood’s Life and Work (Oxford, 2014), pp. 247–69.",
        "8": "‘We have to be extremely careful not to let unacknowledged features of the semantic pull of our organizing term in the present impose themselves on the different realities of the past’: S. Collini, ‘Seeing a Specialist: The Humanities as Academic Disciplines’, Past and Present, no. 229 (2015), pp. 271–81, at 275. This is very different to the approach taken in, for example, R. Bod, A New History of the Humanities: The Search for Principles and Patterns from Antiquity to the Present (Oxford, 2014), for which see below, n. 10. See also P. Burke, A Social History of Knowledge, II: From the Encyclopédie to Wikipedia (Cambridge, 2012), ch. 6. In a correlated field, recent work on the history of sociology has highlighted the tendency for disciplines to self-replicate in historical accounts, missing out on ‘lost lines’ of thought. See J. Scott, British Social Theory (London, 2018).",
        "9": "M. Daunton, ed., The Organisation of Knowledge in Victorian Britain (Oxford, 2005).",
        "10": "The history of humanities is a relatively new and somewhat controversial field. Bod, A New History of Humanities, focuses on the history of the search for ‘principles and patterns’, and he admits that a different focus would lead to ‘a different history of the humanities’ (pp. 9–10). But Bod’s history is openly anachronistic: it asserts the continuities between humanities in different periods (and indeed regions), suggesting that anachronism is ‘useful rather than harmful’. This turns ‘the humanities’ into an a priori category. Still, Bod does pay more careful attention to obscure or forgotten scholars. For more on the history of humanities—bearing in mind the many ways it can be done—see R. Bod, ed., ‘Focus: The History of Humanities and the History of Science’, Isis: A Journal of the History of Science Society, cvi (2015), pp. 337–90; J. Turner, Philology: The Forgotten Origin of the Modern Humanities (London, 2015); S. Collini, ‘Seeing a Specialist’. Collini suggests that there is a limit to the extent to which the history of humanities can be understood as purely intellectual history: sociological and institutional factors must also be part of the picture (p. 279). Collini also emphasises the under-appreciated importance of philosophy (p. 381). Historians do not, on the whole, appreciate or understand philosophy as well as they should.",
        "11": "S. Marchand, ‘Has the History of Disciplines Had its Day?’, in D.M. McMahon and S. Moyn, eds, Rethinking Modern European Intellectual History (Oxford, 2013), pp. 131–46, esp. 142–6. See also S. Marchand, ‘Embarrassed by the Nineteenth Century’, in B. Cook, S.V. Nicassio, M.F. Pavkovic and K.A. Roider, Jr, eds, Consortium on Revolutionary Europe, 1750–1850: Selected Papers, 2002 (Tallahassee, FL, 2004), pp. 1–16. Marchand makes the point that the history of nineteenth-century humanities has been a casualty of the Foucauldian history of disciplines because its knowledge frameworks are analysed in the context of imperialist discourses. Studies of humanities disciplines in the early modern period have flourished, largely through the recovery of networks around canonical thinkers and texts. For example, see the Mapping the Republic of Letters project at Stanford University (2013–): http://republicofletters.stanford.edu/ (accessed 4 Mar. 2022).The history of science, meanwhile, has been approached in class terms, but has also benefited from sociological approaches, for which see notes and discussion below.",
        "12": "The British Library’s Living with Machines (2018–) project is the most ambitious digital project focused on the modern period, specifically the Industrial Revolution. It ‘aims to harness the combined power of massive digitised historical documents and computational analytical tools to examine the ways in which technology altered the very fabric of human existence on a hitherto unprecedented scale’: https://www.bl.uk/projects/living-with-machines (accessed 4 Mar. 2022). This shift is also evident in recent histories of politics, for example, L. Blaxill, ‘Quantifying the Language of British Politics, 1880–1910’, Historical Research, lxxxvi (2012), pp. 313–41; J. Guldi, ‘The Measures of Modernity: The New Quantitative Metrics of Historical Change over Time and their Critical Interpretation’, International Journal for History, Culture and Modernity, vii (2019), pp. 899–939; S. Colbrook, ‘Sectarianism, the Non-conformist Conscience, and “British Pluralism”: The Digital Humanities and the Language of Home Rule, c.1910–1914’, Twentieth Century British History, xxxi (2020), pp. 145–69.",
        "13": "Discussions of the various approaches to the history of ideas, pre- and post-digital turn, can be found in I. Hampsher-Monk, K. Tilmans and F. van Vree, eds, History of Concepts: Comparative Perspectives (Amsterdam, 1998); D.R. Kelley, ‘Intellectual History and Cultural History: The Outside and the Inside’, History of the Human Sciences, xv (2002), pp. 1–19; J.-M. Kuukkanen, ‘Making Sense of Conceptual Change’, History and Theory, xlvii (2008), pp. 351–72; P. de Bolla, The Architecture of Concepts: The Historical Formation of Human Rights (New York, 2013), ch. 1; McMahon and Moyn, eds, Rethinking Modern European Intellectual History, especially the Introduction and P.E. Gordon, ‘Contextualism and Criticism in the History of Ideas’, pp. 32–55. For a summary of the origins and application of the contextualist method in the history of philosophy, see M.A. Beaney, ‘Developments and Debates in the Historiography of Philosophy’, in K. Becker and I. Thomson, eds, The Cambridge History of Philosophy, 1945–2015 (Cambridge, 2019), pp. 725–58. I am indebted to Professor Beaney for allowing me to read his essay prior to its publication.",
        "14": "F. Moretti, Distant Reading (London, 2013) and, for example, R. Heuser, F. Moretti and E. Steiner, ‘The Emotions of London’, Literary Lab Pamphlet, xiii (Stanford, CA, 2016), available at https://litlab.stanford.edu/LiteraryLabPamphlet13.pdf (accessed 4 Mar. 2022). For a strident, even extreme, critical position, see S. Marche, ‘Literature is Not Data: Against Digital Humanities’, Los Angeles Review of Books, Oct. 2012, available at https://lareviewofbooks.org/article/literature-is-not-data-against-digital-humanities (accessed 4 Mar. 2022).",
        "15": "De Bolla, Architecture of Concepts, pp. 5, 30. See also De Bolla’s collaborative research project, the ‘Cambridge Concept Lab’, based at the University of Cambridge’s Centre for Research in the Social Sciences and Humanities (2014–17), https://concept-lab.lib.cam.ac.uk/ (last accessed 4 Mar. 2022).",
        "16": "De Bolla, Architecture of Concepts, p. 31.",
        "17": "E. Cassirer, ‘Critical Idealism as a Philosophy of Culture’, in D.P. Verene, ed., Symbol, Myth, Culture: Essays and Lectures of Ernst Cassirer, 1935–1945 (London, 1979), pp. 64–91. Also E. Cassirer, An Essay on Man: An Introduction to the Philosophy of Culture (New Haven, CT, 1945). There is an irony in my appealing to Cassirer in this context. Cassirer’s epistemology was based on a rationalist reading of Kant, while many, including the protagonists of this article, took a very different approach to Kant, making him the originator of a more mystic philosophy. These differing views on Kant were the basis of the debate at Davos between Cassirer and Martin Heidegger in 1920, for which see P.E. Gordon, Continental Divide: Heidegger, Cassirer, Davos (London, 2010).",
        "18": "J. Surkis, ‘Of Scandal and Supplements: Relating Intellectual and Cultural History’, in McMahon and Moyn, eds, Rethinking Modern European Intellectual History, pp. 94–106.",
        "19": "Cassirer, Essay on Man, p. 26. S. Luft, The Space of Culture: Towards a Neo-Kantian Philosophy of Culture (Cohen, Natorp, Cassirer) (Oxford, 2015) provides a recent survey of Cassirer’s ideas. See also C. Hamlin and J.M. Krois, eds, Symbolic Forms and Cultural Studies: Ernst Cassirer’s Theory of Culture (New Haven, CT, 2004).",
        "20": "Cassirer’s philosophy of culture bears some resemblance to points made much later, and in response to the post-modern linguistic turn: P. Mandler, ‘The Problem with Cultural History’, Cultural and Social History, i (2001), pp. 94–117, articulated a disjuncture between understanding culture as a web of ‘representation’ or ‘noumena’ and culture as a field of people, practices and materials, in the form of book publishing, borrowing and reading trends, etc.; the latter, Mandler suggests, hold greater insights for cultural historians than his own contemporaries acknowledged.",
        "21": "This is from the final line of Middlemarch.",
        "22": "K.D. Schick and N. Toth, Making Silent Stones Speak: Human Evolution and the Dawn of Technology (New York, 1993).",
        "23": "A. Taylor, ‘Barham, Francis Foster [known as Alist Francis Barham] (1808–1871)’, Oxford Dictionary of National Biography [hereafter ODNB].",
        "24": "Francis Barham, A Memorial of Francis Barham, ed. Isaac Pitman (London, 1871), along with a number of Barham’s other essays. This single volume is available only in the phonetic transliterations made by Pitman, who was an advocate of the phonetic alphabet. This gives Barham’s writings a fittingly esoteric look, though they are easy enough to read with some practice. For Pitman’s life, see T.D. Triggs, ‘Pitman, Sir Isaac (1813–1897)’, ODNB.",
        "25": "The biographical summary is based on the Barhams’ entries in ODNB and material from Francis Barham’s Memorial.",
        "26": "The plantations were owned by Francis Barham’s uncle, Joseph Foster Barham (1759–1832), and it is unclear how much—if at all—the rest of the Barham family, particularly the Cornwall branch, benefited from this. Joseph Barham, who was an MP, held distinctly contradictory views on slavery: he was the owner of slaves, but also an abolitionist. See R. Lang, ‘Barham, Joseph Foster (1759–1832)’, ODNB, and R.S. Dunn, A Tale of Two Plantations: Slave Life and Labor in Jamaica and Virginia (Cambridge, MA, 2014). Francis’s immediate family’s financial links to slavery are not clear, according to his father’s entry on the Legacies of British Slave-Ownership database: ‘Thomas Foster Barham’, Legacies of British Slave-Ownership Database, available at Centre for the Study of the Legacies of British Slavery (University College London, 2009–) http://wwwdepts-live.ucl.ac.uk/lbs/person/view/2146661197 (accessed 4 Mar. 2022).",
        "27": "Henry, the brother who educated Francis, is the only Barham brother not to have his own entry in ODNB, but he studied at Queens’ College, Cambridge, of which he became a fellow in 1818; Francis described him as a ‘Fellow of Cambridge’ in Barham, Memorial, p. 7.",
        "28": "R.K. Webb, ‘Barham, Thomas Foster (1794–1869)’, ODNB. Webb notes that Thomas was independently wealthy. It is not clear where his wealth came from, since he does not seem to have benefited from his father’s will. I am grateful to Kim Reynolds for this information.",
        "29": "Barham, Memorial, p. 15.",
        "30": "If his uncle had been his patron, or if he had inherited a sum upon Joseph’s death in 1832, this might explain Francis’s seeming independence by the mid-1830s. However, this seems unlikely, given that Joseph had sons of his own. Moreover, by his own account, Francis lived very frugally indeed.",
        "31": "Barham, Memorial, p. 15.",
        "32": "Barham’s ‘Alistic’ works were published in a single volume under the title A., An Odd Medley of Literary Curiosities (London, 1841), as well as in separate pamphlets.",
        "33": "[Francis Barham], Alist, An Autobiography, or, An Author’s Life in the Nineteenth Century (London, 1839), p. 19.",
        "34": "A Letter from a Trinitarian to an [sic] Unitarian or Socinian (Penzance, 1811).",
        "35": "Webb, ‘Barham, Thomas Foster’. See also information gathered by A. Amseford, Exeter Dissenters Graveyard Trust, about Thomas Barham Jr’s first wife, Sarah, available at http://www.edgt.org.uk/uploads/3/4/6/9/34695614/no_memorial_-_barham.pdf (accessed 16 Feb. 2022).",
        "36": "[Barham], Alist, An Autobiography, p. 16.",
        "37": "M. Bradshaw, ‘Romantic Generations’, in D. Duff, ed., The Oxford Handbook of British Romanticism (Oxford, 2018), p. 160.",
        "38": "D. Craig, Robert Southey and Romantic Apostasy: Political Argument in Britain, 1780–1840 (Woodbridge, 2007), p. 5.",
        "39": "D. Moggach, ‘Romantic Political Thought’, in P. Hamilton, ed., Handbook of European Romanticism (Oxford, 2016), pp. 661–83. Recently, scholars have sought to readjust the terminology around romanticism to include ‘developmental historicism’ and organicism, both of which might also apply to Barham’s thought. See M. Bevir, ‘Historicism and the Human Sciences in Victorian Britain’, in M. Bevir, ed., Historicism and the Human Sciences in Victorian Britain (Cambridge, 2017), p. 3.",
        "40": "Recent scholarship has begun to take seriously the transcendental, idealist and religious—that is, the irrational—foundations of the ‘cultural and intellectual movements now seen as synonymous with modernity’. See L. Marcus, ‘Transcendence, Idealism and Modernity’, History of European Ideas, xliii (2017), pp. 223–5, and the accompanying essays in that volume.",
        "41": "John Daniel Morell, An Historical and Critical View of the Speculative Philosophy of Europe in the Nineteenth Century (2 vols, London, 1846), ii, pp. 339–40. A second edition appeared in 1847.",
        "42": "This is evident in Morell’s discussion of Coleridge’s idealism and mysticism: Speculative Philosophy, ii, pp. 341–50.",
        "43": "This summary is taken from W.J. Mander, British Idealism: A History (Oxford, 2011), pp. 3–5. See also A. Vincent and R. Plant, Philosophy, Politics and Citizenship: The Life and Thought of the British Idealists (Oxford, 1984); D. Boucher and A. Vincent, British Idealism: A Guide for the Perplexed (London, 2011).",
        "44": "Craig, Romantic Apostasy, p. 215. There is of course evidence for influence, but the intensity of engagement is open to question. See R. Ashton, The German Idea: Four English Writers and the Reception of German Thought, 1800–1860 (Cambridge, 1980).",
        "45": "Francis Barham, ‘Guizot, and the Misrepresentations of his Policy in Blackwood and Other Periodicals’, Monthly Magazine, Sept. 1839, p. 283. See below for more on Guizot. On Coleridge’s philosophy, see Morell, Speculative Philosophy, ii, pp. 344–52.",
        "46": "S.M. Vogel, German Literary Influences on the American Transcendentalists (New Haven, CT, 1970).",
        "47": "Ralph Waldo Emerson, Complete Works, ed. James Elliot Cabot (12 vols, London, 1883–94), i, pp. 311–12.",
        "48": "Morell, Speculative Philosophy, ii, p. 353. For American romantic thought and British socialist ideals in a slightly later period, see M. Bevir, ‘British Socialism and American Romanticism’, English Historical Review, cx (1995), pp. 878–901. Some of these ideals were presaged in the thought of men such as Barham and Heraud, who were influenced by similar philosophical currents.",
        "49": "J.E.M. Latham, Search for a New Eden: James Pierrepoint Greaves (1777–1842). The Sacred Socialist and His Followers (London, 1999); J. Godwin, The Theosophical Enlightenment (Albany, NY, 1994), pp. 228–32. For the local intellectual scene around this time, see R. Ashton, 142 Strand: A Radical Address in Victorian London (London, 2011); R. Ashton, Victorian Bloomsbury (London, 2012). Ashton does not discuss Barham, Greaves, Heraud or the circle examined here.",
        "50": "Barham, Memorial, pp. 170–83.",
        "51": "Barham, Memorial, pp. 179–80.",
        "52": "Ibid., p. 171.",
        "53": "See, for instance, I. Inkster, ‘The Social Context of an Educational Movement: A Revisionist Approach to the English Mechanics’ Institutes, 1820–1850’, Oxford Review of Education, ii (1976), pp. 277–99; E. Royle, ‘Mechanics’ Institutes and the Working Classes, 1840–1860’, Historical Journal, xiv (1971), pp. 305–21; S. Shapin and B. Barnes, ‘Science, Nature and Control: Interpreting Mechanics’ Institutes’, Social Studies of Science, vii (1977), pp. 31–74; R.A. Thomas, ‘The Mechanics’ Institutes of the Home Counties, c.1825–70’, The Vocational Aspect of Education, xxi (1979), pp. 67–72. More recent treatments are G. Claeys, ‘Political Economy and Popular Education: Thomas Hodgskin and the London Mechanics’ Institute, 1823–8,’ in M.T. Davis, ed., Radicalism and Revolution in Britain, 1775–1848 (London, 2000), pp. 157–75; J.H. Sims, ‘Mechanics’ Institutes in Sussex and Hampshire: 1825 to 1875’ (Institute of Education, Univ. of London, Ph.D. thesis, 2010); M. Walker, ‘“Earnest Students Anxious to Acquire a Practical Knowledge Suited to the Trade of the District”: The Growth and Development of the Mechanics’ Institute Movement with Particular Reference to Huddersfield, 1824–1890’, Journal of Educational Administration and History, xlvi (2014), pp. 38–56. Scholars have been saying for decades that much remains to be understood about the specific local contexts of the 700 Institutes that existed at the height of the movement. This figure comes from Claeys, ‘Political Economy and Popular Education’, p. 157.",
        "54": "James William Hudson, The History of Adult Education (London, 1851), p. 167, suggests that the more exclusive Literary and Scientific Institutes were reluctant to mix with ‘the people’.",
        "55": "J. Nadelhaft, ‘Punch and the Syncretics: An Early Victorian Prologue to the Aesthetic Movement’, Studies in English Literature, 1500–1900, xv (1975), pp. 627–40, at 631.",
        "56": "F.C. Beiser, Diotima’s Children: German Aesthetic Rationalism from Leibniz to Lessing (Oxford, 2010), p. 121; P. Euron, Aesthetics, Theory, and Interpretation of the Literary Work (Leiden, 2019), p. 59. See also S. Grote, The Emergence of Modern Aesthetic Theory: Religion and Morality in Enlightenment Germany and Scotland (Cambridge, 2017).",
        "57": "Friedrich Schiller, On the Aesthetic Education of Man in a Series of Letters, ed. E.M. Wilkinson and L.A. Willoughby (Oxford, 1967), p. 53. Schiller’s Letters are complex, and touch on education and politics, as well as on more conventional understandings of ‘aesthetics’ as pertaining to ideas of Beauty and Taste. Among the most stimulating aspects of the Letters is Schiller’s articulation of the ‘play impulse’: the third impulse that arises from the interaction between the ‘rational’ and ‘sensuous’ impulses. In a sense, one could view the activities of the Aesthetic Institute as an attempt to achieve Schiller’s idea of ‘play’ as the simultaneous attainment of Beauty and Freedom.",
        "58": "In the revised 1847 edition of his Historical and Critical View of Speculative Philosophy, Morell went into greater detail about Greaves, whom he classed as ‘one of the most mystical of all the mysticisms of the present age’. Morell cited Barham as an authority on Greaves in this new edition: see John Daniel Morell, Historical and Critical View of Speculative Philosophy in the Nineteenth Century: Second Edition, Revised and Enlarged (London, 1847), pp. 352–4.",
        "59": "A. Secord, ‘Science in the Pub: Artisan Botanists in Early Nineteenth-Century Lancashire’, History of Science, xxxii (1994), pp. 269–315; G. Kitteringham, ‘Science in Provincial Society: The Case of Liverpool in the Early Nineteenth Century’, Annals of Science, xxxix (1982), pp. 329–48. More recently, and with a less rigidly focused attention on class, see D.N. Livingstone, Putting Science in its Place: Geographies of Scientific Knowledge (Chicago, IL, 2003); D.N. Livingstone and C.W.J. Withers, eds, Geographies of Nineteenth-Century Science (Chicago, IL, 2011); J. Renn, ‘The History of Science and the Globalisation of Knowledge’, in T. Arabatzis, J. Renn and A. Simões, eds, Relocating the History of Science: Essays in Honor of Kostas Gavroglu (Basel, 2015), pp. 241–52; M.J.S. Rudwick, The Great Devonian Controversy: The Shaping of Scientific Knowledge Among Gentlemanly Specialists (Chicago, IL, 1985); K. Knorr-Cetina, ‘The Couch, the Cathedral, and the Laboratory: On the Relationship between Experiment and Laboratory in Science’, in A. Pickering, ed., Science as Practice and Culture (Chicago, IL, 1992), pp. 113–38; J. Agar and C. Smith, eds, Making Space for Science: Territorial Themes in the Shaping of Knowledge (London, 1998); R.E. Kohler, ‘Labscapes: Naturalizing the Lab’, History of Science, xl (2002), pp. 473–501.",
        "60": "A. Pickering, ‘From Science as Knowledge to Science as Practice’, in Pickering, Science as Practice and Culture, pp. 1–28. Arguably, this has also meant that historians of science are more amenable to the ‘freaks’ of their discipline, for example, S. Shapin, ‘Phrenological Knowledge and the Social Structure of Early Nineteenth-Century Edinburgh’, Annals of Science, xxxii (1975), pp. 219–43; R. Cooter, The Cultural Meaning of Popular Science: Phrenology and the Organisation of Consent in Nineteenth-Century Britain (Cambridge, 1985). On psychical research in relation to physical and experimental science, see R. Noakes, Physics and Psychics: The Occult and the Sciences in Britain (Cambridge, 2019).",
        "61": "B.R. Owens, ‘“Laboratory Talk”’ in U.S. Sociology, 1890–1930: The Performance of Scientific Legitimacy’, Journal of the History of the Behavioural Sciences, l (2014), pp. 302–20. Owens points to authority as the key association with the word ‘laboratory’. However, I use it here to mean experimental, but within artificial conditions. Unsurprisingly, Greaves inspired an ‘experimental’ utopian community in Surrey called the Concordium, run by Charles Lane.",
        "62": "Barham], Alist, An Autobiography, p. 15.",
        "63": "Barham claimed the impetus for the new society was his alone in Memorial, p. 13",
        "64": "‘Report of the Dramatic Committee to the Members of the Syncretic Association, relative to their negotiation with the proprietors of the Theatre Royal, Drury Lane’, Monthly Magazine, May 1841, pp. 547–52. It was also sometimes called the ‘Syncretic Society’.",
        "65": "D.E. Latané, Jr, ‘Marston, John Westland (1819–1890)’, ODNB; J.R. Stephens, ‘Heraud, John Abraham (1799–1887)’, ODNB. Edith Heraud noted in her memoir of her father that German philosophy and literature ‘were considerably indebted to him in England’: Edith Heraud, Memoirs of John A. Heraud (London, 1898), p. 78.",
        "66": "Fraser’s Magazine, xii, Aug. 1835, p. 123.",
        "67": "John Abraham Heraud, An Oration on the Death of S.T. Coleridge, Delivered at the Russell Institution … on 8 Aug 1834 (London, 1834).",
        "68": "In so far as the group has been recognised by later critics, it is in this capacity. See F.C. Thomson, ‘A Crisis in Early Victorian Drama: John Westland Marston and the Syncretics’, Victorian Studies, ix (1966), pp. 375–98; Also Nadelhaft, ‘Punch and the Syncretics’.",
        "69": "The Psyche, 8 June 1839.",
        "70": "‘On Some Clubs and their Ends’, Temple Bar: A London Magazine for Town and Country Readers, xxxiv (1872), pp. 478–9.",
        "71": "Thomson, ‘A Crisis in Early Victorian Drama’, gives an account of the Syncretics’ early history.",
        "72": "‘On Some Clubs and their Ends’, pp. 478–9.",
        "73": "‘A Brief History of the Theatrical Question’, Monthly Magazine, Apr. 1843, pp. 335–50.",
        "74": "Morning Advertiser, 15 Jan. 1841.",
        "75": "For its part in the history of romanticism prior to Heraud’s editorship, see A. Craciun, ‘Mary Robinson, the Monthly Magazine, and the Free Press’, in K. Wheatley, ed., Romantic Periodicals and Print Culture (London, 2003), pp. 19–40.",
        "76": "‘Our New Year Greeting’, Monthly Magazine, Jan. 1839, pp. 1–14, at p. 4.",
        "77": "‘The Syncretist’ [Francis Barham], ‘Guizot, and the Misrepresentations of his Policy in Blackwood and Other Periodicals’, Monthly Magazine, Sept. 1839, p. 284. ‘Prothetic’ was a Coleridgean term meaning ‘antecedent one-ness’. It was the subject of some disagreement between Heraud and Barham. Heraud viewed Barham’s ‘syncretism’ as ‘consequent one-ness’ and therefore inherently different from prothesis. See ‘Editor’s Note’, Monthly Magazine, Aug. 1839, p. 170.",
        "78": "Cheltenham Chronicle, 12 Sept. 1839.",
        "79": "See D. Johnson, Guizot: Aspects of French History, 1787–1874 (London, 1963), pp. 156–74. Johnson emphasises a whole host of circumstances, both political and historical, to which Guizot and his coalitionary allies were responding, sometimes opportunistically. More recently Guizot and the doctrinaires have been rehabilitated in anglophone histories of political thought, particularly as moderate, malleable ‘prototypes of nineteenth-century liberalism’: A. Criautu, ‘Tocqueville and the Political Thought of the French Doctrinaires (Guizot, Royer-Collard, Rémusat)’, History of Political Thought, xx (1999), pp. 456–93, at 461; A. Criautu, Liberalism Under Siege: The Political Thought of the French Doctrinaires (Lanham, MD, 2003). On Guizot’s writing, see François Guizot, The History of the Origins of Representative Government in Europe, tr. A.E. Scoble, introduction and notes by A. Craiutu (Indianapolis, IN, 2002); A. Craiutu, ‘The Battle for Legitimacy: Guizot and Constant on Sovereignty’, Historical Reflections/Réflexions Historiques, xxviii (2002), pp. 471–91.",
        "80": "Barham, Memorial, pp. 300–301.",
        "81": "It is entirely possible that these were puff pieces written by Barham himself.",
        "82": "Morning Advertiser, 25 Mar. 1840.",
        "83": "For which, see J. Mendilow, The Romantic Tradition in British Political Thought (London, 1986), ch. 5.",
        "84": "‘Coalitionary Journals’, Monthly Magazine, Aug. 1839, pp. 170–81.",
        "85": "[Barham], Alist, An Autobiography, p. 15",
        "86": "C. Bolus-Reichert, The Age of Eclecticism: Literature and Culture in Britain, 1815–1885 (Columbus, OH, 2009), p. 134.",
        "87": "The relationship between Barham’s syncretism and French eclecticism is difficult to pinpoint. It seems vanishingly unlikely that Barham was not aware of Victor Cousin’s work, especially given Cousin’s association with Guizot and the doctrinaires. But it is possible that Barham genuinely thought his own system offered something Cousin’s did not, particularly in its predication on unity through divinity, which was a position much more akin to Coleridge’s. Interestingly, D. Kelley, The Descent of Ideas: The History of Intellectual History (London, 2002), gives Cousin’s eclecticism a prominent role in the development of intellectual history.",
        "88": "‘Address to our Readers on Completing our First Volume’, Monthly Magazine, June 1839, p. 696.",
        "89": "Francis Barham, The Spirit of Literature (London, 1844); Francis Barham, A, an Odd Medley of Literary Curiosities, Original and Selected (London, 1845).",
        "90": "Gertrude Foster Grinfield (1818–1869) was the daughter of the Reverend Thomas Grinfield of Clifton, whose wife was a cousin of the Barhams.",
        "91": "Francis Barham, The Advancement of Literature, Science, and the Fine Arts in Bristol and the West of England (Bristol, 1847).",
        "92": "Barham, Advancement, p. 8.",
        "93": "Much of this documentation still exists in local studies libraries and archives. Lectures were also frequently published as pamphlets and mentioned in local press coverage.",
        "94": "This, it transpires, was prescient. See note below on the British Academy’s discussion about organising literary societies after the First World War.",
        "95": "Barham, Advancement, p. 4.",
        "96": "Ibid.",
        "97": "J. Golinski, Science as Public Culture: Chemistry and Enlightenment in Britain, 1760–1820 (Cambridge, 1992); A. Fyfe and B. Lightman, eds, Science in the Marketplace: Nineteenth-Century Sites and Experience (Cambridge, 2007). On clubs and societies, see L. Menand, The Metaphysical Club: A Story of Ideas in America (New York, 2001); J. Uglow, The Lunar Men: Five Friends Whose Curiosity Changed the World (London, 2002); H. Ellis and U. Kirchberger, eds, Anglo-German Scholarly Networks in the Long Nineteenth Century (Leiden, 2012); W.C. Lubenow, Only Connect: Learned Societies in Nineteenth-Century Britain (Woodbridge, 2015).",
        "98": "On place, see L. Miskell, Meeting Places: The Scientific Congresses and Urban Identity in Victorian Britain (Abingdon, 2013). Despite studies that consider individual Literary and Scientific and Mechanics’ Institutes, much more can be done with this body of sources, particularly at scale, and beyond the usual paradigms of the history of education or class-based analyses. In particular, recovering the particular conceptions that members and institutes had about disciplinary boundaries and the function of specific branches of knowledge beyond the natural and experimental sciences would illuminate many of the points raised in this article’s introduction. John Addington Symonds’s lectures at various Bristol institutions are a case in point. See, for example, his Knowledge: An Introductory Address, Delivered at the Bristol Athenaeum (London, 1846). Collini, ‘Seeing a Specialist’, suggests sociological and institutional contexts are among the missing pieces to a history of humanities in the modern period. However, by ‘institutions’ Collini means universities specifically, but the institutes in Bristol, Bath and a great many other places throughout the country were important sites for the development of humanities and social-scientific discourses.",
        "99": "Historians are beginning to fill the gap. See H. Ellis, ‘Classical Authors and ‘Scientific’ Research in the Early Years of the Manchester Literary and Philosophical Society, 1781–1800’, Intellectual History Review, xxxii (2022), in press. I am grateful to Heather Ellis for discussions about this. Martin Daunton briefly alludes to the usefulness of these small provincial organisations as a potential source for understanding humane ideas and ‘a pluralistic and inclusive sense of English culture’ in the introduction to M. Daunton, ed., The Organisation of Knowledge in Victorian Britain (Oxford, 2005), p. 21. In the same volume, Richard Drayton notes the ‘voluntary’ nature of organisations in the humanities in Britain: R. Drayton, ‘The Strange Late Birth of the British Academy’, in Daunton, ed., Organisation of Knowledge, p. 392. As yet, there is no comprehensive study of the ‘Lit and Phils’ or their membership or activities, let alone one that considers them as part of the history of the humanities in Britain. However, these groups persisted into the twentieth century, and were significant enough to garner attention from the British Academy. In January 1920, the economist W.R. Scott proposed to the Academy that it should act as a consolidating organisation for ‘literary and other societies existing in the kingdom which are concerned with the humanistic studies’: London, British Academy, British Academy Minute Book iv (1919–1924), p. 35, ‘Memorandum on the Organisation of the Humanistic Societies’. I am grateful to Karen Syrett for providing me with a digital copy of the Minute Book. It is unclear what became of Scott’s idea, though a committee was formed to consider it.",
        "100": "When members of the Bath Literary and Philosophical Association received word of Barham’s death, they paid tribute to the key role he had played in reviving the group: BRLSI, Bath Literary and Philosophical Association papers, 03SB02, Minutes of Committee, 1871, p. 117.",
        "101": "Women were regularly elected as associates, and lectures given by women were not uncommon.",
        "102": "Bath Herald, 20 Dec. 1856.",
        "103": "Francis Barham, ‘Inaugural Address to the Philosophic Association of Bath’, clipping from the Bath Rambler, Feb. 1857, in BRSLI, Bath Literary and Philosophical Association papers, 03SB02, ‘Bath Institution: Names of Subscribers to the Literary and Philosophical Association’.",
        "104": "Francis Barham, Socrates: A Tragedy in Five Acts (London, 1842), p. v.",
        "105": "This presages the ‘two cultures’ debate. See M.P. Sutcliffe, ‘The Origins of the “Two Cultures” Debate in the Adult Education Movement: The Case of the Working Men’s College (c.1854–1914)’, History of Education, xliii (2014), pp. 151–9. See also Ellis, ‘Classical Authors’.",
        "106": "BRSLI, Bath Literary and Philosophical Association papers, 03SB02, ‘List of Papers’.",
        "107": "BRSLI, Bath Literary and Philosophical Association papers, 03SB02, ‘Literary and Philosophical Association’, p. 88.",
        "108": "Kidd, World of Mr Casaubon, ch. 7.",
        "109": "E.P. Thompson, The Making of the English Working Class (1963; London, 1979), pp. 53–4.",
        "110": "Ralph Waldo Emerson, The Later Lectures of Ralph Waldo Emerson: 1843–1871, ed. R.A. Bosco and J. Myerson (2 vols, Atlanta, GA, 2001), ii, p. 315.",
        "111": "R.G. Collingwood, The Idea of History (1946; Oxford, 1980), p. 219."
    }
}