{
    "title": "Summer in the City: Banking Failures of 1974 and the Development of International Banking Supervision*",
    "author": "Catherine R. Schenk",
    "date": "26 September 2014",
    "article": "Since the global financial crisis of 2008, there have been a multitude of efforts to enhance prudential supervision and regulation of the international financial system. This has progressed across a confusion of national, international and supranational authorities, many of which date back to the 1970s, such as the Basel Committee on Banking Supervision. This article draws on the archives of banks and regulators in order to explore how the architecture of international banking supervision was developed in response to a series of banking scandals in the summer of 1974. This new evidence shows the reluctance which the British authorities displayed in coming to terms with new risks in the global banking system, and the influence this approach had on the operations of the Basel Committee from its origins in 1975.The relationship between regulators and the regulated in financial services has attracted considerable academic attention, partly because banking systems operate differently from other markets.[CITATION-1] The systemic macroeconomic importance of national banking systems makes a strong case for prudential supervision by an outside body, but information asymmetry in financial services and the importance of reputation and private information as key bank assets all complicate the ability to engage in transparent prudential supervision. In particular, the potential for so-called regulatory capture—whereby regulators are heavily influenced by bankers acting in their own interest—is especially strong between central banks and the banking system because of the close connections that are required to supervise complex financial transactions where highly specialised knowledge is needed for the identification and diagnosis of problems.[CITATION-2] In many financial markets the complexity of transactions and speed of innovation has also led to the development of forms of self-regulation through industry standards or professional codes.[CITATION-3] A further incentive for self-regulation lies in the vulnerability of otherwise sound banks to rogue business conducted by a small number of institutions; therefore it is in the interests of well-managed banks to ensure that others operate to the same high standards. In this way, systemic vulnerability increases incentives for market leaders to impose discipline. Finally, trust is an important component of the structures required to ensure compliance, since the information necessary for prudential supervision often incorporates market-sensitive data, and the private information contained in investment portfolios and strategies is a valuable asset for banks. For all of these reasons, the relationship between banks and supervisors or regulators is complex and prone to failures.These difficulties inherent in prudential supervision are magnified on the international level. Because national banking systems are fundamental to macroeconomic policy, their supervision is a jealously guarded prerogative of national regulators. However, the highly integrated nature of national banking systems and their vulnerability to cross-border contagion in the context of globalised financial markets provides a strong rationale for some form of multilateral oversight. Moreover, because rules incur costs for banks, they need to be coordinated to avoid regulatory competition which would leave the global system vulnerable by eroding the competitiveness of those jurisdictions where banks are subject to effective (but costly) supervision and regulation.Shortcomings in international prudential supervision were an important factor in causing the turbulence which occurred in the international banking markets of the 1970s. From 1968 to 1973, a range of factors contributed to the growth and intensification of international banking: greater international liquidity, innovations in the Eurodollar market, deregulation of capital flows, technological advances in information systems, the rise of new offshore financial centres, and rapid internationalisation of banks with a consequent variety of governance structures (including branches, subsidiaries, cross-shareholding and bank consortia). The volatile environment created by these changes was exacerbated by the sharp increase in the price of oil introduced by the Organisation of the Petroleum Exporting Countries (OPEC) in October 1973, only six months after the US dollar exchange rate had been floated for the first time in forty years. This prompted a quick reversal of the market exuberance that had been evident before the third quarter of 1973, leaving many institutions exposed to liquidity shocks and sudden fluctuations in the dollar exchange rate.This article examines how a series of bank failures in the summer of 1974 affected longer term trends in international banking supervision. In the end, the total losses attributable to bank failures were relatively small, the systemic effects were limited and the ensuing credit contraction was short-lived, but the episode had a durable impact on international banking regulation. It provided a warning to national regulators and prompted the amendment of legislation and procedures to close gaps in national banking supervision. At the international level, Group of Ten (G10) central bankers responded by launching the Basel Committee on Banking Supervision at the beginning of 1975.[CITATION-4] While the collapse of the Bankhaus Herstatt has been widely regarded as having prompted the launch of the Basel Committee, new archival evidence shows that the Committee was unable to produce a plan to address the specific causes of the Herstatt collapse and turned instead to addressing the causes of other banking scandals.The first section of this article sets out the economic and policy environment for the events of 1974. The following sections explore three important episodes of banking failures: the collapse of Bankhaus Herstatt, the Lloyds Lugano rogue trading scandal and the failure of the Israel-British Bank. Each of these case studies highlights wider international supervisory and regulatory challenges which lay at the core of the fragility of the banking system in the 1970s, and which shaped the later evolution of the international financial system.The most important systemic shock of the early 1970s was the end of the pegged exchange rate system established at the Bretton Woods conference in 1944. Assumptions about the importance of stable exchange rates for the smooth running of the international monetary system had the consequence that from 1945 to 1973 most countries pegged the value of their currency in terms of the US dollar with infrequent adjustments. In the wake of speculative capital flows in the summer of 1971, the gold value of the dollar came under pressure and convertibility was temporarily suspended in August before a general realignment of exchange rates was arranged at the Smithsonian conference of December 1971. The new framework was short-lived; in June 1972 sterling floated and from then on confidence in the value of the dollar evaporated. By March 1973 the Japanese Yen and most of the European currencies were also floating against the US dollar. Twenty-five years of relatively stable exchange rates had come to an end, and global financial markets entered a new era of exchange rate risk operated by traders with no experience of such a system.A second institutional change for Britain was the introduction of Competition and Credit Control in London in September 1971, which was designed to free up competition in the British banking system and introduce a more market-based monetary policy using interest rates, reserve ratios and special deposits rather than direct controls on bank lending.[CITATION-5] The consequence was a rapid increase in liquidity and the beginning of a property lending boom as exchange rates became more volatile. In the USA the dollar was allowed to float downward from March 1973, falling from DM2.97/$ to DM2.30/$ between February and July. There followed a sharp reversal with the onset of the OPEC oil crisis in October 1973 and tighter monetary policy in the USA, so by early February 1974 the dollar was back to DM2.76.The contraction in liquidity broke the UK property boom in the autumn of 1973 leaving the so-called ‘fringe banking’ sector in the City of London illiquid.[CITATION-6] London money-market rates rose sharply in February 1974, from less than 0.5% to almost 2.5%, and then soared to 6% in June. These banks were vulnerable through imprudent property lending during the boom based on short-term money-market borrowing.[CITATION-7] Many of the institutions caught out were less experienced hire-purchase companies that had diversified into property lending, but Britain’s large clearing banks were drawn into the resolution of the crisis through the now famous ‘lifeboat’ scheme directed by the Bank of England. Fears that the public would confuse the ‘fringe’ wholesale market with the retail deposit banks prompted a coordinated response from the large commercial banks, led by the Bank of England. The perceived self-interest of other banks in preventing a general banking crisis involved them in a range of solutions to forestall a wider panic. Operation ‘Lifeboat’ is usually viewed as a success insofar as there was no contagion to the domestic retail market and the UK avoided the liquidity and monetary consequences of a run on the banks. More generally, however, the crisis drew the Bank of England into a structured bail-out scheme with considerable risk that tied up its resources just at the time of shocks to the international banking system. Moreover, the crisis had the broader consequence that the Bank of England found itself being criticised for its use of public resources to rescue imprudent banks.The secondary banking crisis in London in 1974 showed that the domestic system was vulnerable to lax supervision, highly leveraged real-estate lending and imprudent trading, but the international banking environment faced even more severe challenges. From the late 1950s, the offshore Eurodollar market in London had provided unsupervised opportunities for a range of financial institutions which drew a huge number of new actors into the market. The internationalisation of banking accelerated rapidly from the late 1960s onwards in response to the increased demand for services by multinational enterprises, financial and IT innovation and the differences between the regulatory environments in international banking centres.[CITATION-8] American banks were the most aggressive in international markets. By 1974, 125 US banks had overseas branches compared with only 43 five years before, and the assets of these overseas branches had risen from 6% to 14% of the total assets of US commercial banks.[CITATION-9] In addition to the expansion of banks into established financial centres in Europe, new offshore centres such as Guernsey, Nassau and later the Cayman Islands attracted opportunistic companies seeking to evade supervisors. After a scandal over the Bank of Sark (a vehicle for the American fraudster, Philip M. Wilson), Guernsey introduced legislation to set constraints on companies establishing themselves as ‘banks’ in the late 1960s so that only companies clearly associated with well-known and reputable banking, insurance or trust companies could engage in banking. In this case, reputation was used to short-circuit the expensive prudential vetting of applicants. These gestures did not, however, prevent the proliferation of new banking ventures of uncertain reliability. In early 1972, a rush of financial institutions registered in Tortola in the British Virgin Islands, several of which appeared to have weak or even fraudulent foundations. One of the most prominent of these was the Inter-Cambio International SA registered in Panama with links to the Sovereign Trust Company registered in Prince Edward Island, and under the surveillance of the Canadian authorities.[CITATION-10] Some of these offshore tax havens still have a reputation for encouraging illicit behaviour; however, the main casualties of illegal trading in the 1970s were banks in the large US and European financial centres.[CITATION-11] The events of the summer of 1974 did not develop into a banking crisis as defined, for example, by extensive and prolonged bank runs such as those which took place during the 1930s.[CITATION-12] But the underlying conditions at the time were similar to those which prevailed during previous crises: asset markets boomed and crashed, interest rates rose sharply, and exchange markets fluctuated wildly. In all of the three cases discussed below there were common themes: banks were caught out by imprudent speculation on the foreign exchange market, they were subject to a tightening of international interest rates and liquidity, and they were all to some extent the victims of illegal or fraudulent behaviour. Moreover, all three cases were used as justification for the establishment of the Basel Committee on Banking Supervision in 1975 and were discussed at its initial meetings. These cases revealed the vulnerability of supervisors to fraud through false reporting and the lack of procedures for external corroboration of such reports.The I.W. Herstatt Bankhaus in Germany was the most famous victim of the summer, with liabilities of $840 million set against assets of $380 million.[CITATION-13] The Herstatt bank was majority owned by Hans Gerling (who held 81.4% of the shares) had more than 50,000 customers and was among the top eighty largest banks in Germany.[CITATION-14] Rumours about overtrading began in the summer of 1973, a year before the final collapse, but the German Supervisory Office (Bundesaufsichtsamt für das Kreditwesen, or BaKred) did not require reports of forward exchange commitments; therefore the bank’s positions were not visible to the relevant national supervisor. The Bank of England claimed credit for warning the German authorities of the bank’s over-trading in foreign exchange, after which Iwan Herstatt (the founder of the eponymous bank) was questioned, but successfully reassured the supervisors that ‘all was in order’. The German authorities sought further such assurances in the autumn of 1973 and again in December.[CITATION-15] Bankhaus Herstatt also attracted the attention of the Bank of England in the autumn of 1973 when Richard Hallett spoke to Iwan Herstatt about over-trading and excess positions in the Eurodollar market.[CITATION-16] Herstatt’s explanation to the German authorities was that although there was a large forward book of foreign exchange commitments, this was ‘because they had very important Ruhr customers who had entered into large forward contracts with the Bank, which the Bank, in turn, had covered in the market. Consequently, their forward book, though large did not leave them with exposed positions’.[CITATION-17] But no evidence was produced for the cover.In mid-February 1974, Stauch of BaKred wrote to Herstatt’s auditors requesting a close examination of the forward book and they gave Herstatt a clean bill of health at the end of March.[CITATION-18] BaKred was reassured, until returns at the end of April showed that the Cologne parent of Herstatt had greatly increased its claims on a Luxembourg subsidiary, bringing them to nearly one billion DM. BaKred told Gerling (the principal shareholder) to investigate, and he wrote to Iwan Herstatt in early May 1974 asking for an explanation. This was not forthcoming until the end of the month when Herstatt gave a further reassurance that all was in order. Gerling was not satisfied; the full position was clarified only in the third week of June 1974 when reports revealed the bank had suffered DM470 million in losses against capital and had reserves of only DM44 million, though the actual losses were much higher.After years of investigation and several trials, a number of the eight defendants in the case were convicted of fraud in August 1983 and sentenced to a mixture of fines and prison terms for illegally concealing their losses. In total, five dealers and officers of the bank were convicted, of whom one received a suspended sentence. Herstatt himself was convicted in 1984 and sentenced to four and a half years in prison but he appealed and was finally given a two-year suspended sentence for breach of trust in 1987.Herstatt’s losses arose from short positions (mainly against the US dollar) in forward contracts ranging up to four years, but most of which fell due within the next twelve months.[CITATION-19] In common with other banks, Herstatt was heavily involved in the foreign exchange market and it had accumulated significant losses as the US dollar exchange rate fluctuated wildly from the last quarter of 1973 onwards.[CITATION-20] At meetings with BaKred, the Landeszentralbank in Dusseldorf, and the three largest German banks (Deutschebank, Commerzbank and Dresdnerbank) Gerling offered to pay off the loss himself over 15 years, but the banks were not convinced that the total losses had yet been determined and would not agree to act as a guarantor for Gerling for such a long period. Moreover, Gerling’s personal wealth depended on a range of ‘closed companies’ that were not fully transparent themselves. In the afternoon of 26 June, Gerling withdrew his personal undertaking and BaKred ‘put up Herstatt’s shutters’.[CITATION-21] Despite the chaos caused in the international financial markets by closing the bank while the New York market was still open, the Bundesbank said the decision was not their responsibility and was in accordance with the law. Once BaKred was persuaded that the bank could not be rescued, they were legally bound to close it immediately at close of business in Germany.The Herstatt bank was closed at 16:30 local time or 10:30 New York time, having taken on claims in European time but not yet making US dollar transfers to counterparties in New York time, leaving the correspondent banks out of pocket. This gave rise to the term ‘Herstatt Risk’ to describe the risk of settling foreign exchange transactions across time-zones. Fears about further collapses led to the suspension of the Clearing House Interbank Payments System (CHIPS) and contracted the efficiency of interbank settlement for months afterward.[CITATION-22] In addition, the Herstatt failure prompted withdrawals from commercial banks in Germany, a sharp increase in Eurodollar market interest rates, and a contraction in international banking activity as banks around the world repatriated their assets.[CITATION-23] While Herstatt was a relatively small institution, the systemic effects of its collapse were significant because of the damage it caused to trust in inter-bank relations. This lapse in trust arose both from the evident fraud engaged in by Herstatt traders and also from the German official response, which did not take into account the interests of Herstatt’s international creditors. Trust thus broke down among bankers, between bankers and regulators, and among regulators. In the aftermath of the bank collapse, the Governor of the Bank of England urged Denis Healey, the new Chancellor of the Exchequer, to discourage the German Chancellor Helmut Schmidt from making any derogatory remarks about the Eurocurrency markets that might exacerbate their unsettled state and to tell him that ‘any future troubles in the German banking system should be handled in such a way as not to unsettle international markets’.[CITATION-24] Confidence in smaller and lesser-known banks eroded with the consequence that they had to raise interest rates in order to attract deposits, thus ‘bidding the market up’.[CITATION-25] Japanese banks in London in particular were instructed in mid-July 1974 not to pay a premium for Eurodollar deposits in an attempt to try to contain the rate inflation.[CITATION-26] This crisis therefore exposed conflict between jurisdictions and drew central banks into the market to ameliorate the effects on liquidity. As trust eroded, small banks were squeezed out of foreign exchange business and the Bank of England offered to provide liquidity. Slater Walker, for example, complained to the Bank of England that they might be forced into temporary default because of the difficulties they were experiencing in getting into the market. The Bank of England generously offered to help through the Discount Office if necessary, and this support was subsequently offered to other banks which encountered similar problems.[CITATION-27] Charterhouse Japhet, for example, found itself squeezed out of the foreign exchange market, removed from dealing lists, or its limits reduced.[CITATION-28] The head of the bank, M.H.W. Wells asked George Blunden (the head of supervision at the Bank of England) to reassure markets by providing ‘clear evidence to the banking community that we [Bank of England] are looking more closely at banks’ business and examining their figures more frequently’. Wells evidently viewed enhanced supervision as an important calming force for the market: a way to enhance the credibility of smaller institutions and restore lost trust.[CITATION-29] Blunden replied asking for a quid pro quo of market intelligence, noting that reassurance on procedures would be forthcoming ‘in the next month or two’ and ‘asked him [Wells] to ensure that if, when we asked for more information, there was resistance from other Accepting Houses, he would ensure that in the Committee Japhets supported our request. He promised to do this.’ This exchange emphasises the informal channels of market intelligence between the Bank of England and the City, and the symbiotic relationship between trust and transparency.The Bank of England had long had close personal relations with the main banks in London and their supervision model relied on mutual trust: they trusted bankers to act in the market’s best interest and operated a light personal touch in the supervision of operations.[CITATION-30] Capie has noted that supervision was not a prominent focus of the Bank of England’s activities and that the Radcliffe Committee Report of 1957 expressly confirmed that there ‘was no formal control over other banks and no duty of inspection’, with the Discount Office gathering informal information, opinions and gossip through its interactions with the market.[CITATION-31] However, Kynaston has shown that in the City during the 1940s and 1950s, ‘everyone who mattered knew almost everyone else who did’[CITATION-32] and that this personal knowledge underpinned trust among bankers and also between the Bank of England and the City. The Governor of the Bank of England claimed in 1957 that ‘if I want to talk to representatives of British banks … we can usually get together in one room in about half-an-hour’.[CITATION-33] Conversely, Burn has detailed the movement of senior Bank of England personnel into merchant banks on retirement from the Bank in the 1950s and 1960s and the role of the Bank as a ‘praetorian guard’ to the City, defending its interests even where they may have conflicted with the public interest.[CITATION-34] In the new environment from the late 1960s onwards of globalising capital markets with many new entrants, this informal supervisory model was no longer adequate, but it took some time for more formal arrangements to be introduced.Erosion of trust also affected international clearing between banks. A week after Herstatt was closed, clearing banks in New York introduced a ‘recall’ provision on 1 July 1974, whereby they reserved the right to recall funds transferred to correspondent banks up to 10:00 on the day following issue. The amount of foreign clearing in New York had reached about $60 billion per day, leaving a large exposure. At first the New York banks delayed transfers until they were matched by in-payments but this almost brought the clearing process to a halt, with the consequence that it had to be extended until 01:00 on three consecutive days.[CITATION-35] The number of recalls was low (two or three per day, mainly on account of small banks) but the Committee of London Clearing Bankers protested that the new provisions led to damaging uncertainty in London.[CITATION-36] Swiss and Dutch bankers were also vociferous objectors, but London was the world’s second largest international clearer, so the impact was greatest there. In effect the new procedure meant that international payments conducted through the electronic CHIPS did not become final until the business day following the date on which the payment order was released. The recall provisions were finally lifted on 4 November 1974. But what became clear during the Herstatt failure was that the banking system had become inter-linked in complex ways that spread vulnerability and that this was enhanced by the innovation of electronic settlement, which speeded up irreversible transfers with an underlying assumption that all members were reliable partners.Most London banks were unscathed directly by the Herstatt collapse and the principal arena for creditors was New York.demonstrates that Moscow Norodny Bank had the largest notional losses, but it appeared to suffer no ill effects since it was backed by its owners, the Russian Central Bank. Hill Samuel in London complained bitterly about their $21 million losses and tried through the German embassy in London as well as the Bundesbank to get their money refunded. Their problem was typical: the timing of the closure of Herstatt caught Hill Samuel OHG (their German office) between two sides of a spot transaction of DM54m paid to Herstatt before the counterpart of $21m could be received in New York. When Hill Samuel complained at the Bank of England, Richard Hallett (adviser to the Governors) ‘expressed some surprise at the size of this deal with Herstatt whose name had been suspect in London for some time’.[CITATION-37] Clearly market gossip was intended to encourage.Losses of Banks in London due to Herstatt Bankhaus collapse (USD million)BoE, 349A/2, Memos by J.L. Sangster, 27 June 1974 and 29 July 1974.Losses of Banks in London due to Herstatt Bankhaus collapse (USD million)BoE, 349A/2, Memos by J.L. Sangster, 27 June 1974 and 29 July 1974.Herstatt’s main correspondent bank was Chase Manhattan Bank in New York, which was caught with about $620m of transfers due to customers on account of Herstatt.[CITATION-38] As soon as Chase heard that Herstatt was suspended, they froze payments out of the account (with about $156m in it), but continued to accept incoming transfers. In Cologne on 17 December about 3000 creditors of Herstatt appeared at an open meeting to make claims. The German settlement allowed for private customers to retrieve 65% of their claims, foreign banks to retrieve 55% of their claims and German banks only 45%. This suggests an assumption that German banks should have had better monitoring systems in their dealings with a German bank compared to foreign banks, and that private customers were the least responsible for taking on excessive risk and so should get the largest reimbursement.The Bank of England responded to the Herstatt crisis by increasing the frequency of returns from British registered banks, doubling the number of staff dealing with the returns and asking (on a voluntary basis) more specific questions including ones about provisions against bad debt, free resources and other ratios as well as liquidity ratios. Each return ‘was signed by a responsible officer of the bank to the effect that no information which he thought that the Bank of England should know had been deleted or left out of the form. The idea was to develop a kind of automatic trigger mechanism which would point out troubles before they became serious.’[CITATION-39] This monitoring still relied on honest reporting, however. The Bank of England also requested and received letters of comfort from the shareholders of consortium banks in London that they would act as lenders of last resort for their subsidiaries. While not binding, Galpin claimed later at the Basel Committee that this ‘had had a considerable effect in restoring confidence’.[CITATION-40] In both cases, the Bank of England formalised the implicit trust arrangements with banks, by committing them to non-binding written versions, but did not change the law or compel changes in behaviour.The most important institutional response to the Herstatt collapse aimed at replacing mutual trust with formal regulation occurred in Germany.[CITATION-41] From January 1974 the Bundesbank had guaranteed deposits up to DM20,000 per person, so the Herstatt collapse obliged the Bundesbank to pay about DM100m in order to compensate depositors. Local authorities in the Cologne area, carnival clubs and Catholic churches were the main losers of deposits.[CITATION-42] In response in September 1974, the Bundesbank set up the Liquiditate-Konsortialbank (LiKoBank) ‘to assist otherwise healthy banks which seem likely to get into liquidity difficulties, the aim being to avoid a loss of confidence in the German banking system as a whole’.[CITATION-43] The LiKoBank was a limited liability joint venture with DM1 billion in capital (DM250m paid up) shared between the Bundesbank (30%), the German Banks’ Association (30%) and the Savings Banks’ Association (26.5%), with smaller associations sharing the remaining 13.5%. It aimed to enhance systemic confidence when a single bank neared collapse by being a lender of last resort for otherwise solvent institutions confronted by liquidity problems and it represented a more permanent precautionary response to provide emergency liquidity than the Lifeboat in London. This solution arose because the Bundesbank could not legally provide credit except against good security, so it required a separate but linked vehicle that could issue bills against pledged assets of banks in trouble that would then be discounted by the Bundesbank. By 1978 LiKo had been involved in one public rescue (DM300m for the Hessische Landesbank [Helaba]’ support fund in December 1976)[CITATION-44] but had also undertaken smaller and less public forms of support.The Herstatt episode also clearly exposed the vulnerability of London markets to the actions of supervisors in other jurisdictions through the global capital market. To calm the markets in the midst of the crisis, the G10 central bank governors issued a joint communiqué on 10 September 1974 in which they pledged:To intensify the exchange of information between central banks on the activities of banks operating in the international market and, where appropriate, to tighten further the regulations governing foreign exchange positions.While rejecting any formal responsibility for central banks to be a lender of last resort in the Eurodollar market, ‘they were satisfied that means are available for that purpose and will be used if and when necessary’.[CITATION-45] The market was reassured and the high interest rates and credit rationing receded; although, as Atkin notes, ‘fear replaced avarice as the driving force on the global foreign exchange markets’.[CITATION-46] For a relatively small bank, the collapse of Herstatt had a considerable systemic effect, and attracted the attention of the international policy community. In particular, the Herstatt scandal is generally credited with the launch of the Basel Committee on Banking Supervision (BCBS) at the Bank for International Settlements (BIS) and certainly influenced its original terms of reference, which included the design of an early-warning system to forestall contagious crises.[CITATION-47] In the wake of the cross-border effects of the bank crises of the summer of 1974, the Governors of the G10 central banks decided at their monthly meeting in December 1974 to establish a new committee, the ‘main objective [of which] was to help ensure bank solvency and liquidity’, starting with an extensive BIS survey of existing regulations and supervisory practices and which was also ‘to give particular attention to the need for an early warning system.’[CITATION-48] The Committee included two representatives from each country; one for supervision and one for foreign exchange, reflecting the joint causes of the banking crisis of the previous summer. Its chairman, George Blunden, head of supervision at the Bank of England, noted at the first meeting that his understanding of the Governors’ discussions was that ‘it was not intended that the Committee should engage in far-fetched attempts to harmonise countries’ supervisory techniques’ but rather to share best practice, concentrating ‘on problems affecting external, international markets’ rather than the domestic sphere.[CITATION-49] It was clear that the chairman was determined that no supra-national organisation should emerge from the Committee and that the sovereignty of national regulators was paramount. By the time the Committee met, the markets had steadied and the Eurodollar deposit rate had fallen below 7%, from its peak of more than 14% in the summer of 1974. Banks were generally assumed to have been chastened by the crisis, supervisors were in the process of tightening up national regulations and practices, and the urgency for more ambitious reform had receded.The ‘early warning system’ took up much of the discussion at the second meeting of the Committee in April 1975.[CITATION-50] The goal was to identify potential liquidity and credit problems that had cross-border implications sufficiently early for remedial action to be taken to prevent a crisis. Blunden’s draft paper noted three sources of information on banks’ activities: statistical reports by banks, examination of banks, and informal contacts within the market. Drawing from these, he suggested that an international early-warning system could comprise:a. exchange of information ‘as and when signs of trouble appear in one country’s banking system that could have international repercussions’,b. inspection of foreign branches and subsidiaries by the home authorities (in addition to the host)c. requiring foreign branches and subsidiaries to transmit home any reports they made to their host authorities.[CITATION-51] It is hard to see how this comprised an early-warning ‘system’ since problems could arise between inspections, although it did cover the gap in international supervision by requiring that foreign branches and subsidiaries of banks reported to both their host and home authorities. Nevertheless, Herstatt had been frequently inspected, but this had not prevented or detected the fraud that brought the bank down. Moreover, while most authorities (except those of Switzerland and Luxembourg) agreed to allow foreign inspectors to visit on a reciprocal basis, there were legal obstacles that prevented banks from sharing the returns they prepared for their home supervisors with outsiders.There was no appetite (particularly on the part of the chairman) for an international ‘structure similar to those that already existed in individual countries’, or for a more formal institutional response to the Governors’ request. Blunden’s initial draft asserted strongly that ‘(a) an international early-warning system must be based on national early-warning systems. (b) the Committee should itself be the focal point for an international early-warning system.’[CITATION-52] In other words, there should be no new multilateral or supranational institution to act as a clearing house for market surveillance.Having rejected substantial reform, the Committee members spent much of their second meeting debating Blunden’s suggestion that they act as a forum to exchange informal ‘gossip’ that could alert their counterparts in other countries to potential problems arising from the international operations of their national banks. There was no immediate consensus or enthusiasm; Japan was a firm opponent. Rei Masunaga of the Bank of Japan made it clear that ‘the Japanese delegation could not commit itself either to passing on rumours to other committee members or to the idea that action should be taken if rumours about a Japanese bank were received from other members of the Committee’. Pierre Fanet of the French Commission de Contrôle des Banques remarked that ‘it was hard for him to imagine that information based simply on rumours, or even on accusations, could be transmitted to the supervisory authorities of other countries’. Rodney Galpin of the Bank of England disagreed, stating that ‘there should be a moral obligation to report the potential areas of difficulty to the countries that might be affected’. Herman Baeyens of the Belgian Commission Bancaire ‘stressed that he could not be expected to warn other countries in case he should learn about the difficulties of a Belgian bank; but at the same time he would be glad to be informed by other Committee members when there were rumours about a Belgian bank’. In sum, interference in the trust relationship between supervisors and their national banks was resisted, even if it would alert other interested jurisdictions to potential losses, but gossip from other countries was potentially useful.[CITATION-53] As his proposals for sharing informal information came under criticism, Blunden stated that ‘the only clear and firm remit the Committee had had from the Governors concerned the setting up of an international early warning system’, and on this point the Governors therefore required a tangible proposal. On the other hand, he asserted that ‘the only possible and useful kind of international early warning system would result from the establishment of contacts … for the purpose of confidential exchanges of relevant information picked up by their own national warning systems. This was the answer they should give to the Governors on this question’.[CITATION-54] But there remained doubts about the quality of information that might be passed in the form of rumour or gossip and whether it would bear the weight of any subsequent action by the national regulatory authorities.In the case of the Herstatt collapse, the Committee discussions clarified that the German regulators would not have been obliged to pass on their concerns to supervisors in other countries, as to do so could have further imperilled the bank and breached secrecy norms; but they concluded that other supervisors might usefully have passed on rumours from their own jurisdictions that Herstatt was in trouble. Blunden noted that, ‘had the Committee existed last year, the information which would undoubtedly have been transmitted would probably have been very helpful to the German authorities. In fact some hints had been given but they did not seem to have got through’.[CITATION-55] The information was thus meant to flowthe responsible authority but notit—so gossip about foreign banks in each jurisdiction could be shared but there would be no responsibility to share information about domestic banks’ operations gleaned from existing confidential supervisory reports.Trust in confidentiality has long been an important element in the supervisory regimes of most countries; it is the basis for the release of market-sensitive information by the banks to the authorities. This trust would be threatened if it were understood that details could be shared with the authorities in other jurisdictions, prompting unpredictable outcomes if the data were to be leaked to banking partners or customers. Nevertheless, the Bank of England and others were willing to consider breaching this confidence in the case of foreign banks operating in their jurisdictions. The framework of loyalty and trust, therefore, extended only between a bank and its national supervisor while foreign branches or subsidiaries were viewed as outside the close relations of the national regulatory system. The proposal might be interpreted as encouraging a form of self-regulation among international banks themselves by involving them in reporting on each other to their home authorities. However, there were doubts about the banks’ willingness to take on this responsibility. The Belgian representative noted that Belgian banks would ‘consider it as a denunciation to tell the authorities any bad news it might have about another bank’.[CITATION-56] The Belgian banker, it seems, was not a gossip.Blunden agreed to revise his paper to take account of these objections and also of legal and institutional obstacles (for example in Switzerland and Luxembourg) that prevented supervisors from other jurisdictions inspecting branches, subsidiaries or joint ventures. In the meantime, the Committee agreed to share updates on changes to their supervisory and regulatory frameworks at each meeting in order to promote best practice. It became a standing agenda item for the early meetings of the Committee that each representative team would update the others on their reform plans and circulate any new regulatory changes. Both the British and American representatives reported at the second meeting that they had introduced changes to procedures ‘as a result of the Committee’s discussions’; so this process seemed to bear fruit.[CITATION-57] In the end, in the absence of an agreement on the appropriateness of sharing gossip or the ability to develop a consistent framework to share statistical material arising from banking supervision, Blunden drafted a shorter and more general paper for the next Governors’ meeting on Early Warning.[CITATION-58] The paper was explicitly submitted to the BIS Governors in a personal capacity ‘prepared by him and on his own responsibility’ rather than as an agreed paper by the Committee.[CITATION-59] Nevertheless, the Committee members agreed to the main principle: that there was ‘no question of the Committee producing a great new international early warning system’. The sovereignty of national systems was not to be challenged—so there was no suggestion that practices would be harmonised beyond the sharing of best practice on a voluntary basis through the Committee and ensuring that there were no gaps in supervision of international banking. Blunden advised that sharing market rumours could be useful for early warning, but would need to be voluntary and based on a confidential relationship of trust among central bankers. He noted that the Committee itself was deliberately developing these relationships and had exchanged addresses and telephone numbers—a rather limited initiative. By the end of the Committee’s third meeting, therefore, a more coordinated system to ensure that contagious international banking crises could be nipped in the bud was rejected in favour of continuing semi-formal personal contacts among supervisors and those with their ear to the foreign exchange markets.The Committee’s work was further reinforced by the less well-known cases of Lloyds Lugano and the Israel-British Bank. Both of these banking crises demonstrated the need to fill the structural lacunae in the supervision of international banks and improve governance of the foreign exchange markets rather than simply improving the flow of information on individual banks between jurisdictions.In August 1974, a rogue trader in the branch of Lloyds Bank International (LBI) in Lugano, Switzerland was responsible for trading losses of £32m or $78m (equivalent to £500 million in 2011 as a share of GDP).[CITATION-60] In respect of Lloyds’ overall balance sheet, this was equivalent to about 40% of the group’s pre-tax profits in the first half of 1974 and the losses were paid off within a few weeks. But the episode exposed how vulnerable even large and reputable banks were to the actions of low-ranking employees in remote markets. More generally, the Lloyds scandal finally prompted the Bank of England to take over some responsibility for prudential supervision of overseas branches of British banks, a sphere that it had previously studiously ignored.The rogue trading episode at Lloyds Bank International provided a subsequently familiar story of escalating trading losses. A young trader exceeded his trading limits and sought to cover his initial losses by increasingly reckless betting on the foreign exchange market. He continued to accumulate losses on open positions from January 1974 until a correspondent bank finally alerted his head office in August 1974. He hid evidence from his manager and head office and was subsequently convicted of fraud. At first the Bank of England planned to allow Lloyds Bank to deal with the scandal, and indeed the losses were covered by 2 September. However, the Treasury argued successfully that some greater official oversight was required to avoid a repetition of such scandals in the future.[CITATION-61] John L. Sangster at the Bank of England noted that ‘prima facie the losses sustained by the LBI branch in Lugano suggest that we first turn to the foreign exchange area and impose some sort of reporting and possibly limits akin to those that we impose on banks in the UK’.[CITATION-62] But these limits were aimed at protecting the foreign exchange reserves, not at monitoring the prudence of banks’ foreign exchange positions. Sangster mused, ‘do we then just shrug our shoulders at the losses incurred by LBI Lugano? There is sometimes a management advantage in not overloading administrative procedures by over-reacting to a single instance of loss. But there is a problem in the LBI Lugano area which we have to probe, perhaps to satisfy our own misgivings and certainly to satisfy the paternalistic instincts of HMT [Her Majesty’s Treasury]’.[CITATION-63] The Bank of England’s attitude contrasts with that of the Federal Reserve in the USA. In late 1972 Chase Manhattan requested authority to invest more in its Swiss subsidiary, and claimed that Swiss law prevented Chase from complying with the Fed’s requests for information on its operations and activities.[CITATION-64] The Fed refused the request and replied firmly that their supervisory reach ‘extend[s] to the operations and activities of a bank no matter where conducted, including its foreign branches and subsidiaries, since all rest on the capital and senior management capabilities of the bank’. It was ‘essential’ for the head office to have internal controls and supervision ‘to assess and to control exposure resulting from potential losses, insufficient liquidity and inadequate management’ and that the US authorities should have access to these records and information. These principles were enshrined in section 25 of the Federal Reserve Act. The Fed specifically advised member banks that their systems should provide information on risk assets, liquidity, contingencies and both internal and external audits as a form of control. In the end, Chase agreed to collect customers’ waivers to allow the subsidiary to make the information available to the US banking authorities at Chase’s head office in New York without breaking Swiss banking secrecy laws.[CITATION-65] Unlike the Bank of England, the US authorities thus took a robust view of their supervisory oversight of the overseas offices of American banks, particularly in the opaque legal environment of Switzerland.A crucial aspect of the Lugano affair, which led the Bank of England to accept greater responsibility, was Lloyds Bank’s claim for foreign exchange to meet the losses of $78m. On 19 August Lloyds was allowed by buy $25m directly from the foreign exchange reserves rather than through the market. The crisis thus led to a direct drain on the foreign exchange reserves, although this only amounted to 0.5% of convertible currencies held in the reserves. Ordinarily, banks were required to borrow funds in the Eurodollar market to transfer to branches overseas or to buy the currency in the foreign exchange market. On this occasion the Bank allowed a direct claim on the reserves because of ‘the size of the initial amount required, the desire to protect the bank’s name, the fact that the funds were wanted for the next day rather than for ordinary value, and the general state of the market’.[CITATION-66] The remainder of the transfer to cover losses (approximately $45m) was accumulated and transferred by Lloyds through the foreign exchange market over the following two weeks. It thus became clear that the responsibility to support foreign branches of UK banks posed a potential claim on the foreign exchange reserves, which was a central focus of the activities of the Bank of England.Helping banks out with their foreign currency liabilities was controversial. Richard Hallett (Adviser to the Governors of the Bank of England) was rather pessimistic about the prospects for using the foreign-exchange reserves for this purpose more widely.[CITATION-67] There were legal objections since the reserves were to be used only to avoid pressure on sterling. Moreover, in practical terms, the offer of such support would have to be very rapid to forestall contagion, but the ultimate liability was often not known until much later. He cited the case of the Israel-British Bank, where ‘if the Israel British had been a true London bank we might, so soon after Herstatt, have committed the reserves at once. It is only now emerging that their assets are largely of dubious value; and the effect on London and sterling has proved in the event to be negligible’. Rather than support to help a bank already in difficulty, Hallett emphasised that ‘there are a number of preventive measures [in the Eurocurrency market] which it is important to keep in play all the time, such as inter alia avoiding the undue pressures for which the Japanese have recently been responsible, keeping a close watch on the temperature of the market and ensuring that the banks appreciate their responsibilities and do not add to the problems by unwise behaviour’ as well as not letting government borrowing strain the market’s liquidity. Market intelligence was also gleaned from particular participants. For example, Stonor at Rothschild International and Raw at Italian International Bank both had telephone conversations with the Executive Director of the Bank of England, Sir Kit McMahon, to report on their ability to access the Eurocurrency markets in August 1974.[CITATION-68] It was not only overseas branches of British banks where governance was problematic. International Westminster (IW), a subsidiary of NatWest, also found itself with unauthorised credit risk in 1973 as a result of ‘a new branch which very quickly expanded turnover to an almost incredible extent’.[CITATION-69] In the first half of 1973 the IW branch in Frankfurt entered into deals totalling $4.5 billion with the Banca Privata Italiana, a vehicle for the fraudster Michele Sindona. Although these deals were entirely covered in the market and therefore there was no exchange risk, they did constitute a substantial credit risk. The deals were gradually run off at maturity in the second half of the year and reporting systems between the subsidiary and NatWest were strengthened. Another example was the suspension of the Swiss International Credit Bank in October 1974. In this case the London representative office was clearly deemed to be the responsibility of the home Swiss Federal Banking Commission. The London office was not an authorised foreign exchange dealer but it did have limited exchange facilities; at the time, about £3m of sterling deposits and $20m in non-sterling deposits was at risk.[CITATION-70] In October 1974, the Bank of England began to draft a letter to be sent to all banks in London reminding them of best practice in their internal supervisory practices. This might seem a minor initiative, but formal letters such as these, while not enforceable, did carry significant weight and were not sent out frequently. At the time the foreign exchange positions of branches and subsidiaries overseas were not included in the regular returns made to the Bank of England. However, the Bank emphasised the potential cost to the UK’s foreign exchange reserves if losses on foreign exchange markets needed to be covered.[CITATION-71] The letter was sent to all of the 113 authorised banks registered in the UK, and to the 141 authorised branches of foreign banks in London in December 1974.As finally composed, the letter called on banks to undertake a review of internal regulations and foreign exchange limits and set out an indicative check-list for that review summarised in. The major change in practice was that the Bank asked to be informed of the limits and authorisations that head offices allowed for each of their overseas branches and subsidiaries, and to report when these changed and how frequently they received reports from these offices. This marked an important departure in the Bank’s oversight of the foreign activities of London-registered banks.[CITATION-72] Additionally, the Governor recommended that market discipline through reports from correspondent banking relationships should be used to corroborate internal reports from overseas offices. Lawrence Airey, Deputy Secretary to the Treasury, found this to be ‘the most promising of the various measures proposed so far’, since the list of checks in the Bank’s letter were already operated in prominent banks such as Lloyds.[CITATION-73] But the real significance of the letter was the Bank of England’s acceptance of responsibility for prudential supervision of overseas branches and subsidiaries of British banks. A minor banking scandal thus effected a substantial change in principle in the UK regulatory framework. An even smaller bank was soon to prompt even greater changes at an international level.Letter of Guidance for Banks to Control their Overseas BranchesSource: BoE, 349A/2, Letter from Governor to Banks, 20 Dec. 1974.Letter of Guidance for Banks to Control their Overseas BranchesSource: BoE, 349A/2, Letter from Governor to Banks, 20 Dec. 1974.The Herstatt crisis was the proximate cause of the failure of a small Israeli bank, which also had far-reaching policy implications, although it was not itself systemically important. The Israel-British Bank Ltd (IBB) had a subsidiary IBB (London) Ltd., which collected mainly foreign currency deposits in London and remitted them to the head office in Tel Aviv. Since it was an authorised bank in London, it had no limits to its foreign exchange dealing and was not closely supervised. After Herstatt Bank’s deposits were frozen, three of IBB (London)’s customer banks were unable to renew their deposits, amounting to about $18 million. IBB (London) was unable to redeem the deposits with its own cash, leading to a liquidity problem.[CITATION-74] Additionally, there were undisclosed losses on the foreign exchange market, originally believed to amount to about $4m and DM6m. Further deposits were withdrawn and by mid-July it was believed that it would require about $77 million (£50m) to make good these deposits.[CITATION-75] After further investigation, it emerged that both offices of IBB had been involved in fraud, as was discovered through the Bank of Israel noticing that the currency book of the Tel Aviv office was mismatched. The head office in Tel Aviv was suspended on 9 July and the London office closed on 11 July. Walter Nathan Williams, a British national, had originally owned the bank and, after he died in 1971, his sons-in-law (Harry Landy and Joshua Bension) took over control of the boards of both banks. They continued to report transfers to Tel Aviv on the IBB (London) books, but in fact credited the funds to four family-owned companies registered in Liechtenstein. Repayments of principal and interest from Liechtenstein were reported as coming from head office but in July 1974 they ceased to be remitted, leaving the banks insolvent. The Bank of Israel reported to the Basel Committee in August 1975 that the Tel Aviv head office had used a Swiss bank to hide its loans to the Williams family businesses from Israel’s supervisory authorities, and asked the Basel Committee to promote ‘closer cooperation on the international level in order to prevent multinational banks from taking advantage of differences that will inevitably continue to exist between the regulatory regimes of various countries’.[CITATION-76] The Bank of England’s position was that the parent bank in Israel was responsible for making good the foreign currency losses and that the Bank of England would not sell foreign exchange from the UK reserves for this purpose. This firm approach found support in the Treasury.[CITATION-77] The Bank of Israel quickly accepted responsibility for the Israel-British Bank in Tel Aviv (guaranteeing deposits and putting the bank into the management of Bank Leumi), but the Israeli government refused to allow them to take over the London subsidiary without further investigation of its business.[CITATION-78] In the meantime, the chairman, Harry Landy (a British national) was persuaded by the Bank of England to take on NatWest and the merchant bankers Rea Brothers as advisers.[CITATION-79] The Bank of England was adamant that it would not bear responsibility for the deposits of the London subsidiary and that the foreign exchange reserves would not be used to support a foreign-controlled bank. The Treasury began to wonder whether it might be worth spending the $77 million to avoid a loss of confidence in the City if that was threatened. However, the scandal at IBB (London) did not appear to have any contagious effects since it was a small bank and had taken deposits from a large number of parties so no other bank was particularly exposed.[CITATION-80] Given the dangers of setting a precedent of British responsibility for subsidiaries, the Treasury requested formally that it expected to be consulted about any further action if the Israeli authorities could not be persuaded to take responsibility.[CITATION-81] The Department of Trade (responsible for authorising banks to deal in foreign exchange) was concerned that this meant that authorised dealers in London would not be ‘assured of rescue if they are foreign controlled’. They worried that this would not have been understood by many depositors, such as insurance companies and building societies.[CITATION-82] ‘Authorisation’ seemed to imply some level of supervision and responsibility that was not fulfilled by the Bank of England’s actual practice.On the morning of Friday 2 August 1974, Moshe Sanbar, Governor of the Bank of Israel, told Richardson that he could not recommend to his government that it assume any responsibility for IBB (London), since ‘there is no doubt in my mind that this institution has engaged in unsound and irresponsible practices’.[CITATION-83] This decision implicitly put the blame on the Bank of England for failing to exercise prudential supervision, a claim made explicitly in the Treasury. R.H. Seebohm at the Treasury remarked that ‘the Bank seem to have exercised no thorough supervision of IBB and much explanation will be called for’.[CITATION-84] That day IBB (London) applied to go into voluntary liquidation and six days later, after a report by Binder Hamlyn on the London office, Bension was arrested in Tel Aviv. IBB (London) at this point had about £3–5 million of ‘good’ assets plus a range of assets related to Landy companies and personal loans to Landy of about £1 million. Deposits amounted to the equivalent of £40 million including liabilities to ‘reputable’ banks and the Crown Agents, although no single deposit exceeded £2 million.[CITATION-85] The Williams family also controlled two insurance companies who had deposits (Sentinal life assurance and National Insurance and Guarantee property insurance) as well as a property company, London City and Westcliff. Also, a travel company, Apal Travel, held a licence from the Civil Aviation Authority against a £140,000 bond by IBB which was also at risk, affecting some 10,000 British holidaymakers, and it subsequently ceased trading. The systemic banking threat, however, was considered to be minimal given the broad spread of depositors, so the Bank of England remained opposed to bailing out depositors.In September the Bank of England anticipated that a Canadian company would take over the Williams empire and meet most of the liabilities of IBB (London), but this plan was later abandoned.[CITATION-86] By early October the Bank of England had finally conceded that it would contribute to bailing out depositors in London through a transfer to the Bank of Israel if the Bank of Israel would also take some responsibility for London depositors. The negotiations were prolonged until September 1975 when the Bank of Israel agreed to relinquish its DM30m deposit (.£5.5m) with IBB (London) so long as the Bank of England agreed to contribute £3m to meet claims against IBB (London), although the Bank of Israel still refused to accept that the subsidiary fell inside Israel’s prudential and regulatory jurisdiction.[CITATION-87] The deal allowed all personal depositors owed less than £25,000 to be repaid in full, remaining creditors about 38%, and the Williams family interests nil.[CITATION-88] The Bank of England’s position was that its concession was only due to the fact that the failure occurred before it was clear to the market that subsidiaries and branches should look to their home authorities for support, thereby making clear that it did not establish a precedent for the Bank bailing out foreign-owned banks in the future.[CITATION-89] The IBB debacle also led directly to Governor Richardson pressing for a collective ruling at the BIS on responsibilities for different forms of international banking institution even before the foundation of the Basel Committee.[CITATION-90] This subsequently became the primary focus of the Committee’s deliberations, culminating in the Concordat of 1975 after it had rejected the ‘early warning system’ prompted by the Herstatt collapse.Goodhart has shown that potential lacunae between host and home supervisors had occupied the predecessor of the Basel Committee, the Groupe de Contact.[CITATION-91] The issue was again raised by the Dutch central banker, Huib Muller, at the first meeting of the Basel Committee when discussing the BIS summary of members’ supervisory practices. Muller remarked at the end of thethat several national authorities waived compliance from domestic regulations for foreign branches and subsidiaries, and he ‘felt very strongly that the countries granting such waivers should report this to the monetary authorities responsible for the parent banks … otherwise there might be an important gap in the system of bank supervision’.[CITATION-92] He suggested that the Committee should discuss the issue further and it was added to the agenda for the next meeting.[CITATION-93] In preparation, Muller was tasked with developing a framework to allocate supervisory responsibilities for the next meeting.[CITATION-94] Various views were expressed at the Committee’s second meeting during the discussion of Muller’s framework allocating supervisory responsibility to hosts and parent authorities. Goodhart has discussed the contents of the Muller paper but not the details of the debate, which are now available from newly released archives.[CITATION-95] The German representatives insisted that the host authority had supervisory responsibility in all cases, be they branches, subsidiaries or joint ventures. Galpin of the Bank of England agreed that hosts should supervise joint ventures and subsidiaries, but the host should only supervise the domestic market activities of foreign branches. The Swiss representative agreed, particularly since foreign supervisors were not allowed into the Swiss jurisdiction. The French, Belgian and Luxembourg representatives however, disagreed, and argued that home countries had to take responsibility for supervising liquidity since the parent bank could be responsible for meeting the commitments of overseas offices. The French representative also pointed out legal obstacles to ‘transgressions of banking secrecy by the branches or subsidiaries that were investigated’ by parent supervisory authorities. Dahl, the US representative, suggested that parent authorities might not feel able to rely completely on the host country’s supervision and summarised the view that, ‘while host authorities had an interest in the affairs of branches and subsidiaries in their own markets, it was the parent bank and the parent authority which had the responsibility of looking at the liquidity and the solvability of an entire banking organisation’. What the discussion revealed was the importance of communication among supervisory jurisdictions no matter where primary responsibility lay. This principle was later enshrined in the Basel Concordat which was finally approved in September 1975.[CITATION-96] The Concordat concluded that ‘it is not possible to draw up clear-cut rules for determining exactly where the responsibility for supervision can best be placed in any particular situation’ and suggested instead that the sharing of information between jurisdictions should be improved. By 1979 the Basel Committee had agreed that parent authorities should monitor their home institutions on a consolidated basis in order to capture their overseas business. But the exchange of information and cross-border cooperation continued to be an obstacle to comprehensive supervision of the global banking system.[CITATION-97] The failure of a range of banks across Europe and the USA in the mid-1970s exposed weaknesses in a variety of institutional structures operating across different national jurisdictions and revealed the limits to trust in a rapidly changing international banking environment. The prevalence of fraudulent activity exposed during this period strained the traditional boundaries of trust among bankers and between bankers and regulators, and prompted consideration of regulatory changes to substitute for trust. The Bank of England responded reluctantly by formalising its relationships with banks in London through letters of guidance and requiring signatures attesting to honest reporting. However, it took another five years until the first statutory regulations for banks were introduced in the UK in the Banking Act of 1979.At an international level, the G10 central bankers called for a new systemic response for ‘early warning’ from their new Basel Committee, but they were left with a set of vague assurances from the Committee chairman that developing trust among members of the committee would enhance communication and help forestall future crises. The emphasis on building social capital among supervisors to monitor markets was extrapolated from the British model of supervision in the City of London, but it did not attract majority support among the Committee members themselves. The members of the Basel Committee also attempted to establish a common set of rules to distribute supervisory jurisdiction, but only reached agreement on general principles because of reluctance to share private bank information across national borders.After the abandonment of the early-warning system, the main preoccupation of the Basel Committee was to fill the apparent gaps in supervisory oversight for international banks, both branches and subsidiaries. This issue did not arise from the Herstatt collapse but from the less famous IBB (London) and Lloyds Bank International affairs which exposed more clearly the jurisdictional gaps. Although the losses were not great and there was no systemic effect, the extent of rogue trading at the Lugano office of one of the major London clearing banks prompted an overhaul of domestic banking supervision to fill the gap in the British system which had hitherto ignored the foreign branches of London banks. As the guidance to banks was developed, it expanded to encompass not only branches but also subsidiaries of UK banks.For the Bank of England, the prolonged conflict with the Bank of Israel over responsibility for a London subsidiary of a foreign bank, and the eventual decision partially to bail out creditors, provided a stark lesson on the need to clarify jurisdiction for international banks. They had assumed that a tacit principle of responsibility of home offices for branches would extend to subsidiaries but this was clearly not the case. They had to acknowledge that their own understanding was not necessarily shared by the wider banking community and in the end the Bank of England had to contribute to the bail-out by providing ‘new’ money, whereas the Bank of Israel merely wrote off its deposit at the IBB (London).The banking failures of 1974 prompted a reassessment of the systems that had been developed in the more stable environment of capital controls and pegged exchange rates that had prevailed during the first three decades after the end of the Second World War. But, while the archival record shows that policy-makers identified the challenges of supervising cross-border and global banking systems in the 1970s, their responses were piecemeal. Rather than a coordinated and comprehensive framework, national regulators responded according to the local characteristics of their markets and the opportunity to depart from this national focus through the Basel Committee was missed. Instead, the records of the initial meetings of the Committee demonstrate the important role played by the Chairman George Blunden in promoting an informal non-statutory approach based on national frameworks.Best practice in supervising international banking was gradually formalised by the Basel Committee into the core ‘Principles for the Supervision of Banks’ Foreign Establishments’ in 1983 in the midst of a much more disastrous international banking failure: the Latin American debt crisis. This concordat again called for cooperation to overcome gaps in supervision by focusing on monitoring consolidated accounts of international banks by parent authorities.[CITATION-98] But sharing information among national supervisors—a goal that had been identified at the first meeting of the Basel Committee—remained intractable, and was the subject of further proclamations and guidelines during the 1990s as the Basel Committee embarked on a prolonged process of devising industry standards for minimum bank capital.[CITATION-99] Concern about the persistent flaws in the supervision and regulation of international banking and finance was renewed as a result of the global financial crisis of 2007–8. In 2009, the Financial Stability Board brought together a broader range of central banks, the Basel Committee, International Monetary Fund, European Central Bank, Organisation for Economic Cooperation and Development and World Bank ‘to develop and promote the implementation of effective regulatory, supervisory and other financial sector policies’.[CITATION-100] In particular, attention has been devoted to formalising cross-border cooperation for globally systemic financial institutions.[CITATION-101] Thus, despite the dramatic changes which have occurred in the nature of global financial markets over the past forty years, the challenges to the regulatory and supervisory system first identified in the banking scandals of 1974 have persisted.",
    "footnotes": {
        "1": "J.R. Barth, G. Caprio and R. Levine, Rethinking Bank Regulation: Till Angels Govern (Cambridge, 2006); M. Dewatripont, J.C. Rochet and J. Tirole, Balancing the Banks: Global Lessons from the Financical Crisis (Princeton, NJ, 2010).",
        "2": "Staff involved in prudential supervision may have inferior understanding to that of those employed in banks themselves, partly because the salaries in supervisory institutions are lower than in banks: E. Ribakova, ‘Liberalization, Prudential Supervision and Capital Requirements: The Policy Trade-Offs’, I[nternational] M[onetary] F[und] Working Paper, WP/05/136, July 2005.",
        "3": "For example, the self-regulation of stock markets and foreign exchange brokers. The importance of self-regulation was highlighted in the Report of the Committee to Review the Functioning of Financial Institutions [the Wilson Committee], British Parliamentary Papers 1980, Cmnd. 7937, pp. 288–98.",
        "4": "The Group of Ten at this time included representatives from Belgium, Canada, France, Germany, Italy, Japan, the Netherlands, Sweden, Switzerland, the United Kingdom and the United States. The governors of their central banks formed the core governing body for the Bank for International Settlements.",
        "5": "See F. Capie, The Bank of England: 1950s to 1979 (Cambridge, 2010), pp. 500–07.",
        "6": "M. Reid, The Secondary Banking Crisis, 1973–75: Its Causes and Course (London, 1982). For a recent archive-based account of the secondary banking crisis in London, see Capie, Bank of England, pp. 524–86.",
        "7": "This crisis was echoed in the causes of the failure of Northern Rock in 2007, where low-interest, high-risk mortgages had been funded through wholesale borrowing.",
        "8": "J. Kelly, Bankers and Borders: The Case of American Banks in Britain (Cambridge, MA, 1977); S. Battilossi, ‘Banking with Multinationals: British Clearing Banks and the Euromarkets’ Challenge, 1958–76’, in S. Battilossi and Y. Cassis, eds., European Banks and the American Challenge: Competition and Cooperation in International Banking under Bretton Woods (Oxford, 2002), pp. 103–34; R. Roberts (with C. Arnander), Take Your Partners: Orion, the Consortium Banks and the Transformation of the Euromarkets (London, 2001).",
        "9": "J. Spero, The Failure of the Franklin National Bank (New York, 1980), pp. 18–19.",
        "10": "T[he] N[ational] A[rchives], T 236/1529, N.L. Wicks, H[er] M[ajesty’s]T[reasury], to A.R. Powell, F[oreign and] C[ommonwealth] O[ffice], 29 Mar. 1972, passing on intelligence from a private investigator, Stuart Allen.",
        "11": "See, for example, R. Palan, R. Murphy and C. Chavagneux, Tax Havens: How Globalization Really Works (Ithaca, NY, 2011).",
        "12": "A. Demirguc-Kunt and E. Detrigiache, ‘The Determinants of Banking Crises: Evidence from Industrial and Developing Countries’, World Bank/IMF Policy Research Working Paper No. 1828, (Washington, DC, 1997). The international crisis does not appear among most lists of banking crises, although the domestic secondary banking crisis in London does: see, for example, C.M. Reinhart and K.S. Rogoff, This Time is Different: Eight Centuries of Financial Folly (Princeton, NJ, 2009).",
        "13": "J.W. Markham, A Financial History of the United States (3 vols., Armonk, NY, 2002), ii. 20.",
        "14": "A. Busch, Banking Regulation and Globalization (Oxford, 2009), p. 100.",
        "15": "London, B[ank] o[f] E[ngland Archives], 394A/2, Memo of 26 June 1974, and J.L. Sangster, Memo of Gold and Foreign Exchange Meeting, Basel, 11 July 1974, admitted by Tungeler of Bundesbank.",
        "16": "BoE, 394A/2, Memo of 26 June 1974. The London representative was Ditmar Gebhard.",
        "17": "BoE, 394A/2, Memo for Sir Christopher McMahon (Executive Director, Bank of England) and Governor’s Private Secretary, 4 July 1974. Account of discussion with Stauch of Bundesaufsichtsamt für das Kreditwesen.",
        "18": "The Basel Committee’s own account of the Herstatt collapse is inaccurate with regard to the timing of the initial Federal Banking Supervisory Office’s investigation, stating that it only became involved in March 1974: Basel Committee on Banking Supervision, ‘Bank Failures in Mature Economies’, BCBS Working Paper No. 13 (Basel, Apr. 2004).",
        "19": "BoE, 394A/2, J.L. Sangster, Memo of Gold and Foreign Exchange Meeting, Basel, 11 July 1974.",
        "20": "K.H. Nadelmann, ‘Rehabilitating International Bankruptcy Law: Lessons Taught by Herstatt and Company’, New York University Law Review, lii (Apr. 1977), pp. 1–35.",
        "21": "BoE, 394A/2, Memo for McMahon and Governor’s Private Secretary, 4 July 1974. Account of discussion with Stauch of Bundesaufsichtsamt für das Kreditwesen.",
        "22": "CHIPS was set up in April 1970 by nine leading US banks and came to dominate international settlements in US dollars.",
        "23": "Busch, Banking Regulation and Globalization, p. 100.",
        "24": "BoE, 349A/2, Governor’s Brief for Chancellor of the Exchequer, 17 July 1974.",
        "25": "Ibid.",
        "26": "BoE, 394A/2, Memo from Dealing Room, 18 July 1974.",
        "27": "BoE, 304A/2, Memo by J.L. Sangster, for Hallett and McMahon, 18 July 1974. Slater Walker was later involved in a scandal of its own and had to be rescued by the Bank of England in 1977: Capie, Bank of England, pp. 556–64.",
        "28": "BoE, 394A/2, George Blunden, Note for the Record, 25 July 1974.",
        "29": "Regulation can substitute for or complement trust in financial markets: B.I. Carlin, F. Dorobantu and S. Viswanathan, ‘Public Trust, the Law, and Financial Investment’, Journal of Financial Economics, xcii (2009), pp. 321–41.",
        "30": "C.R. Schenk, ‘The New City and the State, 1959–1971’, in R. Michie, ed., The British Government and the City of London in the Twentieth Century (Cambridge, 2004), pp. 322–39.",
        "31": "Capie, Bank of England, pp. 589–90. See also D. Kynaston, The City of London, IV: A Club No More, 1945–2000 (London, 2001).",
        "32": "Kynaston, City of London, p. 203.",
        "33": "Kynaston, City of London, pp. 205–6.",
        "34": "G. Burn, The Re-Emergence of Global Finance (Basingstoke, 2006), pp. 103–4.",
        "35": "BoE, 394A/2, Memo of BIS Gold and Foreign Exchange Committee meeting at BIS, 10 July 1974.",
        "36": "BoE, 394A/2, Minutes of meeting of the London Foreign Exchange Sub-Committee, 12 July 1974.",
        "37": "BoE, 394A/2, Memo by R.C.C. Hallett, 1 July 1974. Hill Samuel later sued the Bundesbank successfully.",
        "38": "J.D. Decker, ‘International Insolvency: The Case of Herstatt’, American Bar Association Journal, lxii (1976), pp. 1290–95.",
        "39": "Basel, Switzerland, B[ank for] I[nternational] S[ettlements] A[rchive], 1.3s(3), vol. 18., Informal Record of the First Meeting of the Committee on Banking Regulations and Supervisory Practices (CBRSP), 6–7 Feb. 1975.",
        "40": "Ibid.",
        "41": "Herstatt was not the only German bank to be caught out. An earlier casualty was WestLB, created in 1969 from the merger of Landesbank für Westfalen Girozentrale, Münster, and the Rheinsche Girozentrale und Provinzialbank, Düsseldorf. As with others, its rapid expansion resulted in failures of internal governance that exposed it to unauthorised and imprudent lending in 1973, leading to losses of $150 million.",
        "42": "BoE, 394A/2, J.L. Sangster, Memo of Gold and Foreign Exchange Meeting, Basel, 11 July 1974.",
        "43": "BoE, 1A179/17, Memo, Mar. 1978. LiKoBank is mentioned in G. Franke, ‘The Bundesbank’s Role in Banking Supervision’, in Deutsche Bundesbank, ed., Fifty Years of the Deutsche Mark: Central Bank and the Currency in Germany since 1948 (Oxford, 1999).",
        "44": "P.A. Johnson, The Government of Money: Monetarism in Germany and the United States (Ithaca, NY, 1998), p. 88.",
        "45": "G10 Central Bank Governors’ Communique, 10 Sept. 1974, quoted in C. Goodhart, The Basel Committee on Banking Supervision: A History of the Early Years (Cambridge, 2010), p. 39.",
        "46": "J. Atkin, The Foreign Exchange Market of London: Development since 1900 (Abingdon, 2005), p. 145.",
        "47": "For links from Herstatt to the Basel Committee, see Markham, Financial History of the US, ii. 20; D. Wood, Governing Global Banking: The Basel Committee and the Politics of Financial Globalisation (London, 2005), pp. 48–50; The Economist, 18 May 2006, ‘One Basel leads to another’: ‘The Basel rules have their origin in the failure of Germany’s Herstatt Bank in 1974. Herstatt defaulted on contracts with banks overseas, highlighting the need for more international co-operation among banking regulators’. Goodhart also emphasises Herstatt over other bank collapses and does not discuss the Lloyds Lugano debacle: Goodhart, The Basel Committee.",
        "48": "BISA, 1.3a(3), vol. 18, BS/75/5, Informal Record of the First Meeting of the CBRSP, 6–7 Feb. 1975.",
        "49": "Ibid.",
        "50": "Ibid.",
        "51": "BISA, 1.3a(3), vol. 18, BS/75/27, Note on the Committee’s first round of discussions on early warning systems, 30 May 1975.",
        "52": "BISA, 1.3a(3), vol. 18, Discussion draft of a report to the Governors on an international early-warning system, 24 Mar. 1975.",
        "53": "BISA, 1.3a(3), vol. 18, BS/75/31, Informal Record of the Second Meeting of the CBRSP, 24–25 Apr. 1975.",
        "54": "BISA, 1.3a(3), vol. 18, BS75/40, Informal Record of the Third Meeting of the CBRSP, 19–20 June 1975.",
        "55": "BISA, 1.3a(3), vol. 18, BS/75/31, Informal Record of the Second Meeting of the CBRSP, 24–25 Apr. 1975.",
        "56": "BISA, 1.3a(3), vol. 18, BS/75/27, Note on the Committee’s First Round of Discussions on Early-Warning Systems (Revised), 30 May 1975.",
        "57": "Galpin (UK) noted that banks would be asked for details of their ten largest outstanding loans. Willey (USA) noted that ‘partly as a result of the initiative taken by the Committee the Federal Reserve Bank of New York was now trying to organise better its contacts with member banks … in the direction of what could be considered an early warning system’. BISA, Banking Supervision File No. 1, BS/75/31, Informal Record of the Second Meeting of the CBRSP, 24–25 Apr. 1975.",
        "58": "BISA, 1.3a(3), vol. 18, BS/75/30, Preliminary Report to the Governors by the CBRSP on International Early-Warning Systems; BISA, 1.3a(3), vol. 18, BS/75/40, Informal Record of the Third Meeting of the CBRSP, 19–20 June 1975.",
        "59": "This contradicts Goodhart’s comment that this was an agreed BCBS paper: Goodhart, The Basel Committee, pp. 127–8.",
        "60": "TNA, T 233/2942, Memo from D. Wass to Financial Secretary Lawrence Airey, 12 Aug. 1974.",
        "61": "TNA, T 233/2942, Memo by Derek Mitchell, 22 Aug. 1974; S.A. Robson, Chancellor of Exchequer’s office, to Private Secretary to Financial Secretary, 29 Aug. 1974.",
        "62": "BoE, 349A/2, Memo by J.L. Sangster for McMahon, 19 Sept. 1974.",
        "63": "Ibid.",
        "64": "New York, [Archives of the] F[ederal] R[eserve] B[ank of] N[ew] Y[ork], Volker files, 142572 ‘C’, Letter from Tynan Smith, Secretary of the Federal Reserve Board of Governors, to W.S. Ogden, Executive VP, Chase Manhattan Bank, 17 May 1973.",
        "65": "FRBNY, Volker files, 142572 ‘C’, Memo for files by E.F. Kipfstuhl, 31 May 1973.",
        "66": "TNA, T 233/2942, J. Hollom to D. Mitchell, 27 Aug. 1974.",
        "67": "BoE, 394A/2, R. Hallett, Memo for McMahon, ‘Rescue Action in the Euro-currency Markets’, 25 July 1974.",
        "68": "BoE, 394A/2, McMahon Report to Governor, 2 Aug. 1974.",
        "69": "BoE, 394A/2, Note by J.L. Sangster, 8 Nov. 1974.",
        "70": "TNA, T 233/2958, Note for the Record by R.H. Seebohm, 10 Oct. 1974.",
        "71": "BoE, 349A/2, Draft letter from Governor to Chairmen of British Banks, 25 Oct. 1974; BoE, 349A/2, Note by Fenton to Blunden, 30 Oct. 1974.",
        "72": "BoE, 349A/2, Letter from Governor to British Banks, 20 Dec. 1974.",
        "73": "TNA, T 233/2958, L. Airey to Principal Private Secretary to Chancellor of Exchequer, 23 Dec. 1974.",
        "74": "This detail is from a Swiss newspaper report in the Schweizerische Finanzzeitung in TNA, T 233/2958, sent by the Bank of England to the Treasury, 31 July 1974.",
        "75": "TNA, T 233/2958, Note by T.U. Burgner, 12 July 1974.",
        "76": "FRBNY, Samuel Cross Files, Box 107314, BS/75/47, Paper by Meir Heth, Director, Bank of Israel, for Basel Committee, Aug. 1975.",
        "77": "TNA, T 233/2958, T.U. Burgner memo for Littler, 9 July 1974.",
        "78": "TNA, T 233/2958, C.W. France, Note of Conversation of Governor Richardson with Chancellor of Exchequer, 11 July 1974.",
        "79": "TNA, T 233/2958, Note by T.U. Burgner, 12 July 1974.",
        "80": "Ibid.",
        "81": "TNA, T 233/2958, T.U. Burgner to E.B. Bennett (Bank of England), 15 July 1974.",
        "82": "TNA, T 233/2958, R.H. Seebohm to Unwin, 17 July 1974.",
        "83": "TNA, T 233/2958, Telegram from Moshe Sanbar (Bank of Israel) to Gordon Richardson, 2 Aug. 1974.",
        "84": "TNA, T233/2958, R.H. Seebohm, Memo, 9 Aug. 1974.",
        "85": "Banks with deposits included United California Bank, North Carolina National Bank, International Westminster Bank, Girard Trust of Philadelphia and Crown Agents. There were more than 200 creditors: Financial Times, 4 Jan. 1975. Harry Landy and four other executives were convicted of fraud in 1979, but their convictions were quashed on appeal.",
        "86": "TNA, T 233/2958, Memo by R.H. Seebohm for the Postmaster General, 16 Sept. 1974.",
        "87": "The Guardian, 11 Sept. 1975.",
        "88": "TNA, T 233/2958, Note for the Record by R.H. Seebohm, 10 Oct. 1974.",
        "89": "TNA, T 233/2958, R.H. Seebohm to Bridgeman, 11 Sept. 1975.",
        "90": "Goodhart, The Basel Committee, p. 39. Goodhart describes Richardson as a ‘driving force’ behind the founding of the BCBS (p. 56).",
        "91": "Goodhart, The Basel Committee, pp. 16–23. Muller was a founder of the EEC central bank Groupe de Contact in 1972.",
        "92": "BISA, 1.3a(3), vol. 18, Informal Record of the First Meeting of the CBRSP, 6–7 Feb. 1975.",
        "93": "BISA, 1.3a(3), vol. 18, Informal Record of the First Meeting of the CBRSP, 6–7 Feb. 1975.",
        "94": "Muller prepared a matrix of supervision for different international banking institutions. His paper is published as an appendix in Goodhart, The Basel Committee, pp. 115–19.",
        "95": "Goodhart, The Basel Committee, pp. 96–100.",
        "96": "BISA, BS/75/44e, Report to the Governors on the Supervision of Banks’ Foreign Establishments, 25 Sept. 1975, http://www.bis.org/publ/bcbs00a.pdf.",
        "97": "See Goodhart, The Basel Committee, pp. 96–103, for the development of the Concordat. For more recent expression of the persistent obstacles, see Basel Committee on Banking Supervision, High-Level Principles for the Cross-Border Implementation of the New Accord (Basel, Aug. 2003).",
        "98": "Basel Committee on Banking Supervision, Principles for the Supervision of Banks’ Foreign Establishments (Basel, 1983), http://www.bis.org/publ/bcbsc312.pdf.",
        "99": "Id., Core Principles for Effective Banking Supervision (Basel, 1997; rev. 2006).",
        "100": "See http://www.financialstabilityboard.org/about/overview.htm.",
        "101": "Progress within the EU was signalled by the transfer of supervision of the Single Supervisory Mechanism to the European Central Bank in October 2013."
    }
}