{
    "title": "Symbolic Communication in Early Modern Diplomacy: Naval Incidents and the Third Anglo-Dutch War (1667–1672)*",
    "author": "David Onnekink",
    "date": "27 May 2020",
    "article": "This article underscores the significance of symbolic communication in early modern international relations. Taking naval incidents during the period leading up to the Third Anglo-Dutch War (1667–72) as a case-study, it shows how the use of imagery constituted an undervalued symbolic language in which vital interests were communicated by diplomats. Moreover, it argues that the way in which these incidents were discussed in diplomatic circles was relevant to and congruous with public debates. It also highlights the often-ignored international dimension of popular disputes. An overall objective is to further the debate on a New Diplomatic History for the early modern period.On 13 May 1672, citizens of the ancient town of Dordrecht forced their way into the City Hall, where they destroyed a painting of Cornelis de Witt, deputy to the fleet. It portrayed him with the 1667 Chatham raid in the background, an episode from the Second Anglo-Dutch War in which the English flagship, the, was captured and towed back to a Dutch port. The event speeded up the conclusion of the war, but left King Charles II with a grudge. Charles’s declaration against the Dutch in April 1672 that initiated the Third Anglo-Dutch War referred to both the incident with theand the existence of the painting asHow could the king of England, who claimed dominion of the seas, endure such an insult to his honour? Charles complained about the ‘abusive Pictures, and false Historical Medals and Pillars, some of which have been exposed to the publick view by command of the States themselves’.[CITATION-1] English naval assaults, in combination with the massive French invasion that spring, threatened to destroy the Dutch Republic as a sovereign state, and inaugurated what would soon be styled the Year of Disaster. The citizens of Dordrecht believed that the De Witt brothers were to blame. The painting was ripped apart, and its remains hung on the gallows. This sinister ritualistic event foreshadowed the lynching of the De Witt brothers later that summer.[CITATION-2] Historians have often ridiculed Charles’s declaration of war and its references to symbolic works of art. According to J.R. Jones, the declaration contained a ‘thin list of pretexts’.[CITATION-3] D.J. Roorda insisted that it was ‘meant for the public, not for diplomacy’.[CITATION-4] Antonia Fraser thought these were ‘a series of ostensible excuses’ to go to war.[CITATION-5] In short, as Michel Reinders has observed, historians have agreed that the English grievances were no more than superficial pretexts.[CITATION-6] Contemporaries, such as Petrus Valckenier in his famous(1675), likewise ridiculed the declaration of Charles II, Valckenier denouncing it as a ‘made-up cover’ for war.[CITATION-7] A Dutch pamphleteer wrote derisively: ‘God preserve the world from such Christian Princes, as for a Picture or a medal make no scruple to stir up commotions in Christendom and to cause the effusion of so much innocent blood.’[CITATION-8] Despite such derision, however, contemporaries did take the accusations very seriously. Valckenier, notwithstanding his dismissal of the declaration, continued with a detailed and painstaking analysis of all the accusations about honour. Many pamphleteers did the same. Nor was Roorda correct when he argued that issues of honour figured only in public debates. In diplomatic and political circles, prolonged discussions took place in the winter of 1671–2 about a naval flag incident. In August 1671, a Dutch admiral had refused to strike his flag and topsail for an English royal yacht, the, leading to a diplomatic row which dragged on for months and soured Anglo-Dutch diplomatic relations on the eve of the Third Anglo-Dutch War. This incident was also specifically mentioned in the declaration of war. It seems, therefore, that dismissing the symbolic dimension of diplomacy and points of honour as shallow or misleading is off the mark.[CITATION-9] Indeed, an emerging literature on what Kevin Sharpe called ‘image wars’ pays heed to the importance of the symbolic representation of authority. Until now, however, the emphasis has been on domestic rather than on international politics.[CITATION-10] The argument of this article is that matters of honour were communicated through a symbolic language that was in fact central to early modern diplomacy. Moreover, such symbolic controversies took place in the public sphere as well as within political and diplomatic circles. Simon Schama justly noted that the English declaration of war of 1672 was couched in a ‘heraldic’ language connected to status, honour and pride, rather than the economic language usually associated with the Anglo-Dutch wars.[CITATION-11] In Schama’s view, the interpretation of the Anglo-Dutch Wars as solely commercial in nature is a reductionist reading of early modern history.[CITATION-12] The point of this article is not to reinterpret the causes of the Anglo Dutch Wars, but rather to use the build-up to this conflict as a case-study in how symbolism in diplomacy was employed to communicate vital interests. At the same time, a focus on seemingly atavistic symbolism and heraldry, rather than on more modern notions such as reason of state and economic interest, implicitly problematises the image of a linear rise of rationality in the post-Westphalian order.This sits well with, and builds upon, recent developments in early modern diplomatic history, an area of renewed scholarly interest, sparked by historiographical developments clustered under the umbrella of a New Diplomatic History, which in turn has been influenced by cultural studies. Taking a stand against realism, which analyses international relations primarily through the lens of rationality and military power, historians working in this field increasingly consider diplomatic activity in its social, cultural and religious contexts. Yet in practice this has not always resulted in the rewriting of diplomatic history. Rather, diplomatic sources have been used as a lens onto the broader culture and society. As Daniel Riches has recently remarked, there is a tendency for the New Diplomatic History to deviate from or ignore its core interest, diplomacy and foreign policy. Riches has also argued that the New Diplomatic History very much remains a call to arms, a series of manifestos on how such history should be written—although recently there has been an emerging literature heeding the call.[CITATION-13] This article presents one way in which early modern diplomatic history might be rewritten. It does so by applying the concept of symbolism in diplomacy to the naval incidents in 1667–72 leading up to the Third Anglo-Dutch War. According to Alisher Faizullaev, ‘symbols and symbolic actions are important tools of international diplomacy, and are designed to play a role in marking, managing and regulating inter-state relations and international politics’. Faizullaev subdivides symbolism in diplomacy into language, images and rituals.[CITATION-14] This article seeks to illuminate these categories through studying diplomatic correspondence, printed pamphlets, and the use of engravings, paintings and coins, as well as the ritual of lowering the flag at sea. The main purpose is to see if, and how, symbolism was integral to early modern diplomacy.Ritual communication at sea through the hoisting and lowering of flags, an essentially heraldic practice, was normal during the early modern age.[CITATION-15] According to Timothy Wilson, ‘The flags used by ships are the heraldry and the traditional language of the sea.’[CITATION-16] The flag was a symbol of national or monarchical pride. It could be lowered as a sign of respect or courtesy, especially when a ship was in the territorial waters of another realm. Most naval captains were highly sensitive to these matters, and failure to salute could lead to incidents, some of which had significant consequences.[CITATION-17] The First Anglo-Dutch War started in 1652 when Dutch ships failed to salute Admiral Blake’s ship. As David Davies has stated, ‘sovereignty of the seas and the salute to the flag were not vague notions which demanded only lip service’.[CITATION-18] In the words of Thomas Fulton, ‘to insult the flag was to insult the nation’.[CITATION-19] The connection between the English claim to ‘sovereignty of the seas’ and the salute to the flag gave international naval encounters a dangerous edge. The claim originated in the later Middle Ages. King John had issued an ordinance in 1201 demanding that foreign ships lower the flag to the king’s ships, implying a claim of naval sovereignty.[CITATION-20] According to Fulton, however, there is no evidence that the claim extended beyond the coasts of England, and as such it is unclear whether this view was very different from that of other seafaring nations.[CITATION-21] The symbolic striking of the flag and topsails began in the early fifteenth century, but seems to have been enforced systematically only from the reign of Edward VI. Such honour was generally given by Dutch and German ships and extracted from Spanish ships, but was disputed by the French.[CITATION-22] The claims were extended and gained force during the reign of Charles I, who considered the ‘English Seas’ part of his realm—claims that were famously defended by John Selden’s(1635) in reply to Hugo Grotius’s(1609).The claims were encoded in instructions for naval captains in 1663, which stipulated that they had to demand the striking of topsails from any ship which encountered an English warship in ‘British seas’. Failure to do so should lead English captains to do their ‘utmost endeavour to compel them thereunto and in no wise to suffer any dishonour to be done to his majesty’.[CITATION-23] The captain of the, who in 1671 failed to force a Dutch fleet to lower its flags, was imprisoned upon returning to England for dishonouring the king.[CITATION-24] Whether the salute should always be insisted on remained a matter of controversy. According to Philip Meadows in his(1689), enforcing the claim was something not worth risking conflict for. But there seems to have been a widely held opinion that it should be done in order to maintain the ‘maritime monarchy’.[CITATION-25] The matter remained important to the Dutch as well. Jacob Surendonck, private secretary to Grand Pensionary Anthonie Heinsius in the first decade of the eighteenth century, kept an entire dossier with documents on the 1671incident.[CITATION-26] For Charles II, ever mindful of the disastrous events of the Civil Wars of the 1640s, the stability of the Restoration regime was a source of constant concern. According to Tim Harris, the vulnerability of the Restoration Monarchy was the result of deep political and religious rifts in English society, but another contributing factor was that the king lacked power and prestige.[CITATION-27] He was dependent on Parliament for funds and struggled to manage the Commons. Defeat in the Second Anglo-Dutch War (1665–7) significantly harmed the prestige of the king as the director of English foreign policy. The capture of thein the June 1667 raid on Chatham was also a humiliating personal affront to the monarch. The Third Anglo-Dutch War (1672–4), unlike the Second, originated with the king, who had secretly sought an alliance with Louis XIV through the Treaty of Dover (1670).[CITATION-28] In one sense, it was a personal quarrel between the king and the Dutch Republic, and it was hugely unpopular with the English people and Parliament.[CITATION-29] One way for Charles to strengthen his ‘contested kingship’ was a naval victory, and this was precisely what Chatham did not give him. Settling the score was a primary motivation for the Third Anglo-Dutch War.[CITATION-30] Increasing Anglo-Dutch commercial rivalry, in both European and Asian waters, bolstered Charles’s desire to be seen as the sovereign of the seas. A painting by Antonio Verrio,(1674), celebrating the Peace of Westminster and the ‘imperium oceano’, clearly connects the dominion of the sea to the Crown.[CITATION-31] As David Davies has recently noted, the insistence that foreign ships should strike their flag for British vessels was part of a programme ‘to reinforce the Crown’s pretensions to maritime sovereignty’.[CITATION-32] Charles II was eager to expand his domain. The French ambassador complained in 1667 that the English ‘claim that the British seas stretch as far as the Pyrenees’.[CITATION-33] There was also another ideological challenge for the Crown. According to Tony Claydon, ‘an important strand of [English] propaganda stressed Dutch hostility to kingship, and emphasised the threat that the “states” party posed to the Stuart house’.[CITATION-34] The notion that an egalitarian society like that of the Dutch would lack manners and honour, as suggested by English pamphleteers, fitted well with this perception.[CITATION-35] Charles’s demand that William III, his nephew, be restored as Stadholder was an attempt to ‘normalise’ the republic by returning to it an element of monarchy, and of course it furthered Charles’s interests to have his nephew thus elevated.The symbolic language of honour and pride present in the extensive declaration of war against the United Provinces in 1672 was therefore congruent, rather than at odds, with Charles II’s ‘real’ interests. The king emphasised the ‘outrages’ committed by the Dutch against ‘Our Subjects in remote parts’ overseas, such as the encroachment on trade and the failure to live up to treaty agreements. He also complained of how the Dutch dared to be so ‘bold with Our Royal Person’. Great emphasis was laid on ‘The right of the Flagg [which] is so ancient, that it was one of the first Prerogatives of our Royal Predecessors, and ought to be the last from which this Kingdom should ever depart.’ Although this right was acknowledged in the Peace of Breda (1667), ‘yet this last Summer it was … violated by their Commanders at Sea’, and later presented in ‘most Courts of Christendom as ridiculous for Us to demand’. It was an ‘ungrateful Insolence’ to the king of England and ‘the Valour and Bloud of [our] Subjects’. This language of honour was particularly obvious in a passage in which the king complained about paintings and medals celebrating Dutch naval victories over the English. These tributes were highly insulting to the honour of the English nation and the royal person.[CITATION-36] The painting the king had in mind was, by Jan de Baen, mentioned at the start of this article.[CITATION-37] It depicts De Witt, the brother of the Grand Pensionary, at the time of his successful raid on Chatham in June 1667. De Witt was the representative of the States General to the fleet, and as such politically in charge of the operation. A Dutch fleet sailed up the Medway, destroyed the English fleet and towed the flagship, the, to a Dutch port. It was a shattering humiliation which prompted the king to conclude peace with the Dutch, ending the Second Anglo-Dutch War. In the painting, De Witt is presented in armour and with a commander’s baton, laurelled as a sign of victory; fruits and the horn of plenty symbolise the wealth the Dutch had accumulated. Which medals the king had in mind is less certain, but the one crafted by Pieter van Abeele in the summer of 1667 was most probably among them.[CITATION-38] It celebrated the Peace of Breda, depicting on the reverse side an allegorical Peace, seated in armour with a horn of plenty and an olive branch. The obverse showed a more bellicose and possibly insulting theme: the destruction of the English fleet at Chatham. The matter of pillars is obscure, as most pamphleteers denied the existence of such victory columns. According to, a pamphlet written by Pierre Du Moulin for an English public, ‘the Pillars had never any being but in the imagination of those who made it their work to raise a Jealousie between the two Nations, and set Europe in a Flame’.[CITATION-39] One solution to this mystery is that pillar may have been an archaic term referring to the back side of coins.[CITATION-40] The complaint in the declaration of war concerning the violation of the flag in the summer 1671 referred to an incident with an English ship, the[CITATION-41] It seems that thewas instructed to provoke an incident so that Charles II and his brother James could declare war on the United Provinces in tandem with Louis XIV.[CITATION-42] Thewas a royal yacht that was despatched to Holland to carry back Lady Temple, wife of William Temple, the English ambassador in The Hague. The provocation failed initially, but on its way back to England, six leagues from the Zeeland coast, theencountered Dutch ships of war commanded by the Dutch admiral Van Gent, which did not salute. Thefired two shots. Van Gent, surprised, boarded the English ship to enquire what had caused such a hostile response. His view was that an entire Dutch fleet need not salute a solitary English man-of-war, let alone a yacht, in Dutch waters. The 1654 Treaty of Westminster had laid down that the Dutch were obliged to salute English men-of-war, but the terms were uncertain, since phrases such as ‘warship’ or ‘English seas’ proved to be matters of dispute.[CITATION-43] The States General were eager to resolve the matter quickly, but did not give in to English demands easily. They acknowledged that a firing salute should be given to English ships, but the flag would not be lowered. Moreover, they argued, the salute was a matter of courtesy, not an obligation and certainly not an acknowledgement of English dominion of the seas.[CITATION-44] Charles was incensed. Upon his return to England, the captain of thewas thrown into the Tower ‘for refusing to do his duty towards the Dutch men-of-war who refused to strike to the king’s flag’.[CITATION-45] The provocation by Charles was not an isolated incident but part of a pattern of growing international tensions. According to William Temple, ‘In July [1671] the Dutch fleet was floating in the Channel; to shew, I suppose, that they were in condition to meet any of those dangers they began to suspect from the motions of France, and from our late conduct.’[CITATION-46] Temple also related at length the encounter between theand Admiral van Gent, recounting that Captain Crow was perplexed after the visit of Van Gent, but Lady Temple simply said to him that he knew best his orders. This tale circulated at court and much pleased the king. Temple reasoned ‘that there was some merit in my family, since I had made the alliance with Holland, and my wife was like to have the honour of making the war’.[CITATION-47] Indeed, ‘The Dutch Ministers at Court’, he concluded, ‘as ill noses as they have, began to smell the powder after the Captain’s shooting’ and did not know how to respond to the situation.[CITATION-48] Flag incidents between Dutch and English ships were neither uncommon nor insignificant. The First Anglo-Dutch War in 1652 started, as we have already noted, with Dutch ships refusing to salute an English admiral. The 1671incident was preceded by an occurrence in the Mediterranean. In 1668, apparently in jest, a Dutch captain, Willem Brakel, was found to be flying English flags below the Dutch flag, something justly interpreted as an insult. To make matters worse, the actual flags had been captured by Brakel in the infamous Chatham raid of 1667. Charles II was furious and demanded satisfaction. The Dutch States General, eager to maintain a good relationship with England in the face of French expansion in the Southern Netherlands, bowed to diplomatic pressure and had the flags returned to England.[CITATION-49] These incidents were not limited to Anglo-Dutch encounters. Noting that ‘the ancient troubles about lowering the flag were rekindled here and there’, the Dutch newsbookreported an incident which took place in the Mediterranean in the autumn of 1671. Two French men-of-war tried to force a Genoese ship to lower its flag. The French told the Genoese to ‘greet me, bow down to me, acknowledge me as lord and master, or else we will teach you to lower your little vane for us’.[CITATION-50] The friction caused by flag incidents must be set in a wider context of symbolic disputes. The Dutch ambassador in Paris, Coenraad van Beuningen, fiercely opposed to the foreign policy of Louis XIV, reportedly had a coin struck in which he himself was depicted as Joshua stopping the sun, with the text ‘sun stand still’. Understandably, this rumour, even though it seems to have been unfounded, caused an uproar in Versailles.[CITATION-51] If it had been true, it would have been a fitting reply to coins struck in Paris depicting the sun, representing Louis XIV, extracting vapours from the swamp—an image often associated with the Dutch Republic—with the text ‘evexi sed discutiam’ (‘I have lifted them [from the swamp] but will disperse them again’).[CITATION-52] Theincident was also not the first time Charles had complained about a blemish on his honour. In 1670, William Temple and John de Witt had a conversation during which the latter regretted both English and Dutch verses and medals which insulted Charles, but argued that ‘statesmen are above that which Temple had described as futilities’.[CITATION-53] Charles had also complained about a book by the Dordrecht preacher Johannes Lydius,, a collection of poems on the Peace of Breda and the victory at Chatham.[CITATION-54] Echoing the declaration of war, John Dryden’s famous anti-Dutch play(1673) also referred to ‘Pictures and Inscriptions’.[CITATION-55] The relationship between England and the United Provinces between 1667 and 1673 was thus marked by incidents that showed a consistent pattern of symbolic assertion and rivalry.The accusations in the declaration of war that Charles issued in May 1672 were, then, neither as unusual as is often supposed, nor did they lack antecedents in the recent past of Anglo-Dutch relations. They should also be viewed within the context of a broader debate in which the two nations defined each other and themselves. William de Britaine’s famous pamphlet,(1672), was part of an intensive anti-Dutch propaganda campaign that accompanied the declaration. The insolence of the Dutch with regard to the honour of the English king and nation was explored in depth. De Britaine placed the Dutch outside civilised society altogether, pointing to their lack of ‘Principles of Honour, or Justice’, of ‘Gratitude’, ‘Sincerity and Faithfulness’.[CITATION-56] De Britaine, a committed royalist and believer in the divine right of kings, loathed the republican state, and offered an historical overview of the heinous crimes of the Dutch.[CITATION-57] Dutch foreign policy, in his view, flowed from the very nature and identity of the regime. He pointed out that the Dutch Republic was honourless and insolent, a usurper: ‘they presently … are swell’d up to those spreading and magnificent Titles of High and Mighty States. Insolent Boggs!’[CITATION-58] The subtitle of De Britaine’s pamphlet,, set out the programme of his treatise, which he dedicated to James, duke of York and admiral of the fleet. De Britaine was primarily concerned with the trading empire the Dutch had established—they ‘have extended their Trade to all parts of the World’.[CITATION-59] The States General had become ‘commanders of all the seas of the world, protectors of all the kings and princes in Europe, and supreme moderators of all the affairs of Christendom … [they had conquered] half of the whole universe’ and intended to conquer ‘the other half of the whole universe’.[CITATION-60] De Britaine’s propaganda campaign emphasised precisely the same points as the declaration of war: the dominion of the seas and trade interests, and the rebellious nature of the Dutch and their state. Both were crucial for the international and economic position of England. Implicitly, De Britaine also wished to restore a proper international hierarchy, in which the Dutch were subservient to the English kingdom, and in which the honour of the English Crown represented the importance of monarchy.[CITATION-61] Symbolic language was used to communicate these vital interests.The war generated a lively, but as yet rather unexplored, international debate across the North Sea. Dutch pamphleteers responded vehemently to the charges of Charles’s declaration and De Britaine’s pamphlet. One Dutch pamphlet,(), a response to De Britaine’s pamphlet, was translated into English. It apparently made some impact, for the Secretary of State, Joseph Williamson, instructed Henry Stubbe to write a reply.[CITATION-62] In the subtitle of his, Stubbe claimed that the war was ‘just, honourable and necessary’ and was fought for the king’s ‘dominion of the seas’.[CITATION-63] He also argued that those in England who had doubts about the British dominion of the seas made him think of the protest against ship money in the 1630s. Had they not read the work of Selden?[CITATION-64] He suggested that those refusing to uphold the king’s honour might have had republican sympathies; the war was thus justified by the need to punish Dutch republicans and to silence English republicanism.[CITATION-65] Stubbe concluded that the war was a ‘just war to restore honour’, and had been caused bythe unavoidable necessity of reducing these insolent, treacherous Dutchmen into a posture as they may not only pay their due submission with reparations of honour unto our King, but be obliged to continue them by a Treaty. They have no honour to lose, no conscience to stain, no certain principles to recede from.[CITATION-66] Honour thus became a theme of crucial importance to both English and Dutch pamphleteers. It was taken to reflect the moral qualities of the two nations, and it tapped into long-standing stereotypes. An insult to the king’s honour upset the international hierarchy. This is precisely why theflag incident and the Dordrecht painting, despite suspicions that they were being used as pretexts, were discussed at length in diplomatic negotiations as well as in pamphlets: they became symbolic foci for a wider power struggle.It is for this reason that Dutch pamphleteers were eager to discuss the accusations in detail. It is true that they criticised the charges and sometimes rejected them as ridiculous.[CITATION-67] Petrus Valckenier seemingly regarded the allegations in the declaration as shallow justifications: ‘a painting, a medal is enough to incite [the English] to war’.[CITATION-68] Why would anyone go to war for a painting? However, responses to the declaration were not limited to such remarks. Valckenier and other pamphleteers discussed at length the claims of Charles II. They disputed the status of the painting by De Baen, since it was seen as private property and was not on public display.[CITATION-69] Was it really offensive to Charles II or was it merely celebrating the Dutch, as every nation had a right to glorify its own past? And where precisely were those pillars and medals? Did the flag salute really relate to the English dominion of the seas or was it just a matter of courtesy? It seems unlikely, if Valckenier truly regarded the declaration as ridiculous, that he would have spent more than a dozen pages of close analysis disputing the symbolic claims in the English declaration of war. Likewise, such disputation forms the very substance of the, a pamphlet devoted to the imagery and language of pride, honour and humility. True, the author ridiculed Charles’s declaration of war, and argued that it was no more than a pretext for English ambition, but he nonetheless proceeded to discuss the contents of the painting (two pages) and the significance of the flag incident (eight pages).[CITATION-70] The flag incident in particular caught his attention because it was related ‘to the dominion of the Seas’, which he denied the king of England had any grounds to claim.[CITATION-71] The Dutch provinces had a right ‘to the free usage of the sea’.[CITATION-72] The author did not believe that striking the flag or giving a cannon salute was a symbol of submission, but he understood that this was the way it was perceived: ‘that the ships of Republics at sea, meeting the men-of-war of crowned heads, to which the Republics give precedence in the world, shall give the first salute’.[CITATION-73] () pointed out that the English thought their nation was ‘Master of the Sea’.[CITATION-74] The author of() wrote:It is true that the glorious ambition of the King of England has ever been so large, that he has claimed for himself the sovereignty of the sea, and so effectively that the creature has wanted to glorify himself over his Creator. That he has wanted to settle the untamed sea, which nature refuses to stay.However, the author continued, if the kings of England had made such claims, the Dutch had never accepted them.[CITATION-75] Lowering the flag at sea ‘for us was not a sign of acknowledging the sovereignty of the Sea, but only a submission of a Republic to a King, as a matter of polite greeting’.[CITATION-76] As for the painting, it was common for nations to celebrate their victories. ‘Do not all lands and cities have depictions of victories?’, theasked.[CITATION-77] With regard to ‘trophies of paintings’, some pamphleteers thought that Charles’s complaint was indeed no more than a pretext, since he had never complained about this issue before—a point made by the author of the().[CITATION-78] The author asked whether the king of England wished to forbid all written histories of the war in the Dutch Republic as well, ‘For a printed history is a written painting’.[CITATION-79] The matter became the starting-point for a much wider discussion about symbolic communication in international relations. In engaging in detail with the arguments of Charles’s declaration, the Dutch pamphleteers implicitly endorsed the validity of the symbolic issues that the king of England had broached.complained that ‘to this day, none of those … Pictures could be produced’ that were offensive.[CITATION-80] Others accepted that there were such pictures, but argued that ‘It has been the custom in all ancient days, that victories are crowned with triumph or with the erection of several medals.’[CITATION-81] Indeed, ‘Are not the flags and coats-of-arms which hang in The Hague in the Great Hall all memorials of victory?’[CITATION-82] Likewise, the author of() observed that the States of Holland had also hung the banners of victory over Spain in the Great Hall in The Hague in 1651, and the Spanish ambassador had not protested. He rejected the idea that victory columns were unusual. The Romans had them, as did the ancient Israelites.[CITATION-83] The author of the second part ofimplied that Charles had a case when he complained about the painting of De Witt. Given the Orangist nature of the pamphlet, which tended to be anti-De Witt, this was understandable. There was a feeling that purging the Dutch state of De Witt and the republicans would satisfy the king and put an end to the war. However, the precious painting of Chatham in honour of Cornelis de Witt was supposed to have been ‘ripped into a thousand pieces’. If this was indeed the case, the continuing hostilities were unjustified: the people had rid themselves of the republicans and the war should now stop.[CITATION-84] So far it has been shown that an international debate was taking place between pamphleteers, but it was the official declaration of war that had set this motion. Symbolic language continued to be used in official declarations, such as the reply to Charles’s declaration published by the States General in 1673, and in an English version in 1674.[CITATION-85] With regard to the painting, the States General maintained that it was out of proportion that ‘Europe … would be in flames … and a deluge of Christian blood would flow’ merely to punish an ambitious official in the city of Dordrecht.[CITATION-86] Charles’s declaration contained ‘fairy tales’. Even so, the reply did contain an extensive point-by-point reply to all the arguments in Charles’s declaration. The States General argued that the painting of Cornelis de Witt was a generic picture with symbols showing the end of war and the beginning of peace. Moreover, it had not been a body of state which had commissioned the painting, nor the city of Dort, but one single councillor. The painting was ‘in a private room where none but those of the Councill of the Town had right to come in’.[CITATION-87] This argument was somewhat disingenuous. Print-makers had produced copies of the De Baen painting, starting with Romeyn de Hooghe’s engraving of 1670.[CITATION-88] The humiliating images of Chatham were spreading far more widely than the States General suggested. This was obviously also the case for the medals that were struck.The States General also argued that the painting contained ‘nothing abusive’.[CITATION-89] However, according to the seventeenth-century engraver Arnoud Houbraken, the painting had been commissioned by the entire city council of Dordrecht in remembrance of the ‘heroic feat’. Moreover, Houbraken believed that the painting was very insulting indeed, as the crown of England was placed under the foot of Cornelis de Witt in utter humiliation. At first sight this seems to be untrue: the surviving copy of the painting shows nothing of the sort. Yet Houbraken suggested that this is precisely what the original painting looked like, and that it was altered. E.H. Ramaer, who saw a copy of the painting in a private collection in the nineteenth century, concluded after a close study that to all appearances the original painting did indeed contain the crown of England at the feet of Cornelis de Witt, still vaguely visible. Assuming that it was also on public display in Dordrecht’s city hall, Ramaer concluded that ‘the counter-declaration of the States General’ was ‘not entirely correct and contradicted itself’, and that ‘the grievances of England do not appear to be unfounded’.[CITATION-90] The States General further stated that they had never considered erecting pillars to ‘dishonour the King of Great Britain or the English Nation’.[CITATION-91] That medals were struck was readily admitted, but these merely symbolised in very general terms the conclusion of the peace and the end of war. Lastly, two pasquils against the king of England, printed when the war had already started, had been suppressed by the States as a matter of respect. Even so, the States General stated in a public letter, delivered to Charles ‘by their trumpeter’ in October 1673, that they had ordered the destruction of a particularly offensive medal, as well as the original print plates.[CITATION-92] In short, Charles could have no reason to feel offended. The heraldic gesture of the presentation annoyed Charles, who replied in November 1673 that ‘the manner of sending it by a Trumpeter … [has] more of the nature of a Manifest then a Letter’. The king was not impressed, insisting ‘that many offensive Medalls, Inscriptions and Libels were these last years past dispersed … to the derogation of Our Honour’ and that the States had done little effectively to suppress them.[CITATION-93] The matter of the flag was reiterated at length in the letter of the States General, as well as the formal reply, and was regarded as ‘the Grand-Battery of the English ministers’.[CITATION-94] ‘They were intent to wage war on us; they had promised France to do so … but they lacked proper reasons popular enough to stir the Nation against us, and needed something more than paintings and medals.’ The flag incident was thus interpreted as a pretext. However, the right of the flag was discussed in detail, with more than four pages being spent on the issue. The treatment of the issue went back to the original 1654 treaty in which the young English Republic demanded respect from its neighbours. The treaty regulations were simply reaffirmed in the later treaties of 1662 and 1667.[CITATION-95] The States General claimed that the matter of the flag had thus never since the Restoration been a matter of controversy. But in the aftermath of the humiliation at Chatham, Charles seems repeatedly to have sought to claim the right of the flag—understandably, in the light of the relative vulnerability of the restored monarchy. Adriaan van der Goes, a councillor of the court of Holland, who corresponded extensively with his brother in Vienna, wrote in 1668 about the English insistence that ‘our ships will strike for theirs and give salute shots, which we will not do, so that there will probably be a new war’.[CITATION-96] His brother talked to several prominent Austrians in Vienna who thought that the Dutch should not risk war merely because of their stubbornness in the case of the flags.[CITATION-97] Symbolic disputes were to be found not just in the domain of public discourse or official government publications. They also penetrated diplomatic exchanges and debates within the States General and the States of Holland. The flag incident with thein August 1671 rippled through diplomatic discourse in the autumn. In November, the Dutch ambassador in London, Johan Boreel, reported that George Downing would be sent as ambassador to the Netherlands, and that ‘The striking of the Flag will be the principal part of his Negociation.’ Boreel expected a favourable outcome, but also feared that the ‘Dispute about the Flag [could] disunite the Interest of the two Nations’.[CITATION-98] He meanwhile notified the States General that in England the diplomatic row over the flag had stirred the people into anti-Dutch sentiments. ‘The entire nation is for the flag’, he wrote, and warned that war was impending.[CITATION-99] Downing arrived in January 1672 and submitted a memorial on the twelfth.[CITATION-100] He complained that the king had now been waiting for five months and that he ‘insists that his honour has been dented and violated, and that he demands reparation and satisfaction’.[CITATION-101] The argument was based on Article 19 of the Treaty of Breda of 1667, which stipulated:That the ships and Vessels of the said United Provinces, as well Men of War as others, meeting any Men of War of the said King of Great Britain’s in the British Seas, shall Strike the Flag, and Lore [] the Topsail in such manner as the same hath been formerly observed in any times whatsoever.[CITATION-102] Downing wanted ‘All our ships to strike, and exemplary punishment for Van Gent’.[CITATION-103] On 3 February 1672, a resolution was taken by the States General, which was intended to resolve the matter once and for all. It underscored existing practice, rather than giving in to Charles’s demands.[CITATION-104] Since thewas not met in British waters, they did not consider the claim valid. They were willing to stick to the agreement laid down in in the treaty of Breda.In February 1672, Ambassador Downing spent long sessions with the representatives of the States about the salutes.[CITATION-105] This was no mere ceremonial matter. Charles had already presented a list of demands, complaining that the States were unwilling to yield the sovereignty of the sea. Downing insisted that the right of the flag was not related to the treaty, but to ancient prerogative. Moreover, ‘it is not a point of civility, but a point of right’.[CITATION-106] The Dutch argued that they did not have to do more or less than had always been customary. Downing dismissed these as ‘scholastic arguments’.[CITATION-107] He declared ‘that England claims the right over the sea. That all ships of war must strike their flags and that Van Gent must endure exemplary punishment.’[CITATION-108] Either Van Gent had insulted the king of England, or he had acted on the express instructions of the States General, and the consequences would be theirs.[CITATION-109] The matter of the ‘British Seas’ became a bone of contention, with the Dutch accusing the English of cartographic imperialism: ‘the British sea does not extend beyond the Channel and not to the North Sea, let alone our own coast’.[CITATION-110] Not even English maps suggested as much, John de Witt claimed in a letter to Boreel.[CITATION-111] In January 1671, the States General had taken a resolution precisely concerning the salute of the flag. They claimed absolute sovereignty and the right to lay down regulations for the salute and counter-salute in their own waters.[CITATION-112] The provincial States of Holland also debated the matter at length and in some detail—testimony to the importance that was attached to it. The prominent statesman and diplomat Hiëronymus van Beverningk suggested that Dutch ships could strike everywhere for English ones on the condition that the salute would be reciprocated. Others did not think the suggestion would be accepted.[CITATION-113] De Witt reportedly had sleepless nights about the matter and proposed that the Dutch would strike everywhere for fleets, or for royal yachts such as the. However, the English should not conclude that the Dutch thereby relinquished their rights to. Downing refused the offer, saying that it was too little, too late.[CITATION-114] Reports of the audiences of Johan Boreel with Charles II throughout the winter of 1671–2 also reflect the extent to which the matter of the flag became integrated into diplomatic discourse. In February 1672, Boreel petitioned the king for support in the war with France that was anticipated, but was given to understand that first the matter of the flag had to be resolved.[CITATION-115] The king was surprised, Boreel wrote, ‘that we dare to petition for his mediation, without having done what we ought to do: that we will not give satisfaction with regard to the flag and other matters’.[CITATION-116] Boreel was more willing to offer concessions, noting that Charles insisted on the sovereignty of the sea and was unwilling to negotiate this matter.[CITATION-117] Boreel believed that ‘if he is given satisfaction concerning the flag and the [elevation of his nephew the] Prince of Orange, matters will turn out well’.[CITATION-118] In the States of Holland, an internal report was discussed in February which seemed to suggest ‘that the King of England will pretend he will wage war on us because of the flag, not because of the French’.[CITATION-119] De Witt, who thought the whole matter not worth sticking over, stated ‘that he would be content for whole fleets to strike their flag as long as it did not touch on the issue of free shipping’.[CITATION-120] But Charles, of course, wanted to make precisely the point that the issues of the striking of the flag and free shipping were inextricably connected. Downing did not cave in, complaining that the States were making negotiations needlessly complex and drawn-out. Yet matters were entirely simple: ‘the treaty had been violated and the sovereignty was a clear and ancient right. The King desires the sovereignty of the sea.’[CITATION-121] The desire of the States General simply to continue existing practice was a sore point.[CITATION-122] Downing thought that the memorial presented by the Dutch ambassador was ‘full of dubious and obscure termes’ and went no further than what had been established with the ‘Usurper Cromwell’.[CITATION-123] It was not merely a matter of the recent past or treaties, but of an unequivocal acknowledgement of English dominion of the seas. The relationship between Charles and the Dutch should surely not be based upon a treaty concluded by the Usurper, but rather upon the role of patron the Tudors and Stuarts exercised over the Dutch Republic:His Majtaking to mind what a share his Predecessors had in establishing & protecting yGovof yStates Generall of yUnited Provinces in its infancy, what his owne moderation hath beene in forgetting their misbehaviours to His Royale Person, & how readily hee hath these last yeares past concurred in Councells & Confederations lending most immediately to their preservation, was not a little surprised to see them come soe slowly to give him reparation & satisfaction upon an affront done to his Flag in August last.[CITATION-124] The war that Charles was seeking to initiate was not based on an inherently ludicrous pretext, but upon a tactic designed to redefine the relationship between England and the Dutch Republic after the interregnum and the failure of the Second Anglo-Dutch War. It was also a matter of reaffirming the position of the Crown within the context of a stormy relationship with Parliament.This is precisely why the reply of the States General, offering ‘to strike as a matter of honour, not as a duty’, was so unsatisfactory.[CITATION-125] The king, Boreel reported, ‘remains displeased about the matter of the flag, the Macassar affair, the coin, the painting, theand such insults’.[CITATION-126] The States General and the States of Holland discussed these matters in detail but were not inclined to give in, nor was Van Gent to be punished for his actions.[CITATION-127] De Witt was defiant about the matter. The English demanded that Dutch ships or fleets had to strike before English ships of war wherever they might meet them, to be willing to be boarded and to acknowledge English dominion at sea. These demands were unacceptable.[CITATION-128] ‘From our side we have never been willing to contemplate the pretence of… and we have rejected it.’[CITATION-129] The Dutch formally replied that their ships would strike their flags ‘as a matter of civility, but certainly not as a duty or acknowledgement of a right’.[CITATION-130] De Witt drafted long letters concerning the issue, and in the States General ‘there have been many and long disputes about the matter’.[CITATION-131] Dominion of the seas remained a key goal for the English. A document of 4 July 1672, entitled ‘A project for the speedy composure of the present differences betwixt the King of Greate Brittaine and the States Generall of the United Netherlands’, was handed to the Dutch. The document was the basis for the Heeswijk negotiations, in which France and England dictated their terms. The very first demand was that the States General ‘doe acknowledge the Dominion of the Brittish Sea to the unquestionable rights of the King of England’, and that Dutch ships would always ‘strike sayle’ for English ships.[CITATION-132] Yet the new leader of the Dutch Republic, Prince William III of Orange, was as immovable as De Witt had been. The English could make their claims about the dominion of the seas and more, but the Prince ‘would perish, rather than submit to them’.[CITATION-133] The 1672 declaration by Charles II is usually regarded as a flimsy excuse to go to war. Testimony to this are the issues of the flag and the painting, widely regarded as ridiculous pretexts with little bearing on real English interests. This article has offered a fresh analysis of the contemporary debate about the war. It has argued that the symbolic language involving flags, paintings and coins, and terms of honour was not ludicrous but an integral part of both public debate and diplomatic negotiation. It was not so much that Charles would go to war over a painting or a flag, but that these were symbolic of what he considered to be critical aspects of his royal authority. In examining the causes of the Third Anglo-Dutch war, it is important to try to learn the language through which interests were mediated, and to understand the extent to which early modern diplomatic negotiations were couched in symbolic language, imagery and rituals. It was, indeed, an appropriate language for a world obsessed by status and international hierarchy, as well as by territorial and economic competition. There remains a tendency to rationalise early modern diplomacy and statecraft and to dismiss the non-rational (symbolic, religious, cultural) dimensions, yet such ‘non-rational’ elements were a vital part of early modern diplomatic communication.Discussions about honour and dominion of the seas took place in the States assemblies and in meetings between diplomats, as well as in printed pamphlets. Steven Pincus has shown that, by about 1670, matters of foreign policy were of vital interest to the English public, and the same was certainly true in the Netherlands.[CITATION-134] Yet the symbolism was not there simply to please an audience; symbols were an integral part of diplomatic negotiation itself. As this article has shown, the division between the political-diplomatic and the public spheres in later seventeenth-century Europe was a distinctly porous one.",
    "footnotes": {
        "1": "His Majesties Declaration against the States Generall of the United Provinces of the Low-Countreys (London, 1672), p. 5.",
        "2": "Cf. J. Stern, ‘Poison in Print: Pamphleteering and the Deaths of Concini (1617) and the Brothers De Witt (1672)’, in F. Deen, D. Onnekink and M. Reinders, eds., Pamphlets and Politics in the Dutch Republic (Leiden, 2011), pp. 119–42. See also M. Reinders, ‘Printed Pandemonium: The Power of the Public and the Market for Popular Printed Publications in the Early Modern Dutch Republic’ (Erasmus Univ. Rotterdam Ph.D. thesis, 2008), p. 159, for this incident. Cf. P. Dreiskämper, Redeloos, radeloos, reddeloos: De geschiedenis van het rampjaar (Hilversum, 1998); P. Geyl, Democratisch tendenties in 1672 (Amsterdam, 1950), p. 4.",
        "3": "J.R. Jones, The Anglo-Dutch Wars of the Seventeenth Century (London, 1996), p. 180.",
        "4": "Reinders, ‘Printed Pandemonium’, p. 157; D.J. Roorda, Het Rampjaar 1672 (Bussum, 1971), p. 34.",
        "5": "A. Fraser, King Charles II (London, 1979), p. 307.",
        "6": "Reinders, ‘Printed Pandemonium’, p. 157. Tony Claydon stated that the declaration ‘rested heavily on rather shallow points of honour’: T. Claydon, Europe and the Making of England (Cambridge, 2006), p. 138. According to Gijs Rommelse and Roger Downing, the declarations from Charles and Louis were ‘of no importance as they served merely as pretexts’: R. Downing and G. Rommelse, A Fearful Gentleman: Sir George Downing in The Hague, 1658–1672 (Hilversum, 2011), p. 152. Cf. R. Downing and G. Rommelse, ‘Anglo-Dutch Economic Rivalry, 1585–1674: Interests, Ideas and Perceptions’, in M. Isenmann, ed., Merkantilismus? Wiederaufnahme einer Debatte (Beihefte zur Vierteljahrschrift für Sozial- und Wirtschaftsgeschichte, 228; Stuttgart, 2014), pp. 169–95.",
        "7": "‘een versonnen denk-mantel’: Petrus Valckenier, ’T Verwerd Europa, ofte Polityke en Historische Beschrijving der waare Fundamenten en Oorzaken van de Oorlogen en Revolutiën in Europa, voornamentlijk in en omtrent de Nederlanden, sedert den jare 1664, gecauseert door de gepretenteerde universele Monarchie der Franschen. Verdeelt in dry stukken, met bygevoegde Authentyke stukke (Amsterdam, 1675), p. 326.",
        "8": "Quoted in S. Schama, The Embarrassment of Riches: An Interpretation of Dutch Culture in the Golden Age (London 1991), p. 273. Schama mistakenly attributed the quote to Pieter de la Court. It is from Considerations upon the present state of the United Netherlands (London, 1672), a translation of Consideratien over den Tegenwoordigen Toestant van het Verenigde Nederland (S.l., 1672).",
        "9": "But see G. Rommelse, ‘Privateering as a Language of International Politics: English and French Privateering against the Dutch Republic, 1655–1665’, Journal for Maritime Research, xvii (2015), pp. 183–94.",
        "10": "K. Sharpe, Image Wars: Promoting Kings and Commonwealths in England, 1603–1660 (New Haven, CT, 2010); cf. S. Rameix, ‘Justifying War: Churchmen and War in France and England during the Nine Years’ War (1688–1697)’, and H. van Nierop, ‘Romeyn de Hooghe and the Imagination of Dutch Foreign Policy’, both in D. Onnekink and G. Rommelse, eds., Ideology and Foreign Policy in Early Modern Europe, 1650–1750 (Farnham 2011).",
        "11": "Schama, Embarrassment of Riches, p. 271. For an overview and analysis of the historiography of the Anglo-Dutch Wars, see G. Rommelse, The Second Anglo-Dutch War (1665–1667): International Raison d’Etat, Mercantilism and Maritime Strife (Hilversum, 2006), introduction.",
        "12": "Schama, Embarrassment of Riches, p. 271.",
        "13": "D. Riches, Protestant Cosmopolitanism and Diplomatic Culture: Brandenburg–Swedish Relations in the Seventeenth Century (Leiden, 2013), p. 6. But see D. Onnekink, Reinterpreting the Dutch Forty Years War, 1672–1713 (London, 2016); H. Helmers and I. Broekman, ‘Het hart des offraers: The Dutch Gift of 1660 as an Act of Self-Representation’, Dutch Crossing, xxxii, no. 2 (2007), pp. 1–30; H. Ziegler, ‘Image Battles under Louis XIV: Some Reflections’, in T. Claydon and C.-É. Levillain, eds., Louis XIV Outside In: Images of the Sun King Beyond France, 1661–1715 (Farnham, 2015); Diplomacy and Cultural Translation in the Early Modern World, special issue of Journal of Early Modern History, xx (2016). For an overview of current developments in the New Diplomatic History, see also M. Ebben and L. Sicking, ‘Nieuwe diplomatieke geschiedenis van de premoderne tijd: Een inleiding’, Tijdschrift voor Geschiedenis, cxxvii (2014), pp. 541–52, and J. Watkins, ‘Toward a New Diplomatic History of Medieval and Early Modern Europe’, Journal of Medieval and Early Modern Studies, xxxviii (2008), pp. 1–14.",
        "14": "A. Faizullaev, ‘Diplomacy and Symbolism’, The Hague Journal of Diplomacy, viii (2013), pp. 91–114.",
        "15": "For example, N.A.M. Rodger, The Command of the Ocean: A Naval History of Britain, 1649–1815 (London, 2044), p. 131. I owe this reference to Gijs Rommelse.",
        "16": "T. Wilson, Flags at Sea (London, 1986), p. 9.",
        "17": "D. Davies, ‘The Birth of the Imperial Navy? Aspects of Maritime Strategy, c.1650–1690’, in M. Duffy, ed., Parameters of British Naval Power, 1650–1850 (Exeter, 1992), p. 23. Cf. W. Smith, Flags Through the Ages and Across the World (Maidenhead, 1975), p. 90.",
        "18": "Davies, ‘Birth of the Imperial Navy’, p. 23.",
        "19": "T.W. Fulton, The Sovereignty of the Sea: An Historical Account (Edinburgh, 1911), p. 477.",
        "20": "Ibid., p. 7.",
        "21": "Ibid., p. 8.",
        "22": "Ibid., pp. 116–17.",
        "23": "Davies, ‘Birth of the Imperial Navy’, p. 23.",
        "24": "Fulton, Sovereignty of the Sea, p. 476.",
        "25": "Quoted in Davies, ‘Birth of the Imperial Navy’, p. 24.",
        "26": "The Hague, Nationaal Archief, Archief Surendonck 3.20.57-28.",
        "27": "T. Harris, Restoration: Charles II and His Kingdoms, 1660–1685 (London, 2006), pp. 43–5.",
        "28": "Cf. J. Black, A System of Ambition? British Foreign Policy, 1660–1793 (Stroud, 1991), p. 21.",
        "29": "S. Pincus, ‘From Butterboxes to Wooden Shoes: The Shift in English Popular Sentiment from Anti-Dutch to Anti-French in the 1670s’, Historical Journal, xxxviii (1995), p. 347.",
        "30": "Cf. K. Sharpe, Rebranding Rule: The Restoration and Revolution Monarchy, 1660–1714 (New Haven, CT, 2013), p. 73.",
        "31": "Ibid., pp. 106–8.",
        "32": "D. Davies, Kings of the Sea: Charles II, James II and the Royal Navy (Havertown, 2017), p. 158.",
        "33": "Quoted ibid., p. 160.",
        "34": "Claydon, Europe and the Making of England, p. 138.",
        "35": "Ibid., p. 139.",
        "36": "His Majesty’s Declaration, pp. 5, 6.",
        "37": "A copy of the original painting that was destroyed by a mob in 1672 is now in the Rijksmuseum in Amsterdam, cat. no. SK-A-4648.",
        "38": "Rijksmuseum, cat. no. NG-VG-1-1021.",
        "39": "Englands Appeal from the Private Cabal at White-Hall to the Great Council of the Nation, the Lords and Commons in Parliament Assembled (S.l., 1673), p. 38. Engelandts appel en beroep Van de Secrete Cabale of Vergaderinge te Withall, Aen en Op den Grooten Raet van de Natie zijnde De Edele en Gemeente Vergadert in Parlement (Amsterdam, 1673), p. 41: ‘de Pylaer en heeft noyt wesen gehad dan alleen in de hersenen der gene, die haer werck hebben gemaeckt van een nae te verwecken tussen de twee Natien, en Europa in vuur en vlam te setten’.",
        "40": "Jan Wagenaar, Vaderlandsche Historie, XIII (Amsterdam, 1755), p. 479.",
        "41": "On the Merlin incident, see also Davies, Kings of the Sea, pp. 161–2.",
        "42": "Fulton, Sovereignty of the Sea, pp. 476–7.",
        "43": "G. Zeller, ‘French Diplomacy and Foreign Policy in their European Setting’, in F.L. Carsten, ed., The New Cambridge Modern History, V: The Ascendancy of France, 1648–88 (Cambridge, 1961), p. 202.",
        "44": "Fulton, Sovereignty of the Sea, pp. 481–2.",
        "45": "Quoted ibid., p. 480.",
        "46": "Sir William Temple, The Works of Sir William Temple, Bart (4 vols, Edinburgh, 1754), iv. 502 (William Temple to his brother John, 14 Sept. 1671).",
        "47": "Ibid., iv. 503.",
        "48": "Ibid., iv. 504.",
        "49": "Fulton, Sovereignty of the Sea, p. 476.",
        "50": "‘Groet my, buygt u voor my neder, erkent my hier voor Heer ende Meester, anders wy sullen u leeren ’t Vaentjen voor ons strijcken’: Hollantsche Mercurius (1671), p. 114.",
        "51": "Schama, Embarrassment of Riches, p. 273.",
        "52": "Jan Wagenaar, Vaderlandsche Historie, XIV (2nd edn, Amsterdam, 1770), p. 6.",
        "53": "‘dat de Staatsmannen verheven waren boven datgene, wat Temple zelf beuzelingen (bagatelles) noemde’: Elbartus Hendrikus Ramaer, Eene merkwaardige schilderij, aangaande C. de Witt (Arnhem, 1859), p. 17.",
        "54": "Wagenaar, Vaderlandsche Historie, XIII, p. 478.",
        "55": "John Dryden, Amboyna: A Tragedy (London, 1673), prologue. I owe this reference to Gijs Rommelse.",
        "56": "W. de Britaine, The Dutch Usurpation: or, A Brief View of the Behaviour of the States-General of the United Provinces, towards the Kings of Great Britain (London, 1672), p. 14.",
        "57": "He was also the author of Human Prudence (1680) and a 1684 pamphlet, A Sober Enquiry, disputing the right of Protestants to rebel against their king, in the wake of the Rye House Plot and the Exclusion Bill crisis.",
        "58": "De Britaine, Dutch Usurpation, p. 13.",
        "59": "Ibid.",
        "60": "De Britaine, Dutch Usurpation, p. 20; S. Pincus, Protestantism and Patriotism: Ideology and the Making of English Foreign Policy, 1650–1668 (Cambridge, 1996), p. 264.",
        "61": "Claydon, Europe and the Making of England, p. 138.",
        "62": "Pincus, ‘From Butterboxes to Wooden Shoes’, p. 347.",
        "63": "[Henry Stubbe], A Justification of the Present War against the United Netherlands (London, 1672), title page.",
        "64": "Henry Stubbe, A Further Justification of the Present War against the United Netherlands (London, 1673), p. 75.",
        "65": "On the connection between English republicanism and the Dutch during this time, see Pincus, Protestantism and Patriotism, pp. 305–16.",
        "66": "Quoted in Schama, Embarrassment of Riches, p. 274.",
        "67": "‘God beware de Wereld voor sulke Christen Princen die om een Schildery, en een Medalie haar niet en ontsien de Christenheit te beroeren, en soo veel onnoosel bloet te plengen’: Consideratien over den Tegenwoordigen Toestant van het Verenigde Nederland, p. 21.",
        "68": "‘Een schilderye, en een Medalie, is genoeg om Haar te bewegen tot een Oorlogh’: Valckenier, Verwerd Europa, p. 326.",
        "69": "At least, this is what the States General claimed in their reply: D’Antwoort van de Staten Generael der Vereenigde Nederlandsche Provintien, Op de declaratie van Oorlogh des Konings van Groot Brittannien (S.l., 1673), p. 16.",
        "70": "Consideratien over den Tegenwoordigen Toestant, pp. 22–9.",
        "71": "‘de heerschappy over de zee’: ibid., p. 24.",
        "72": "‘het vrye gebruik van de Zee’: ibid., p. 28.",
        "73": "‘dat de schepen van Republijken op Zee ontmoetende Oorlogs Schepen van gekroonde Hoofden, aan de welken de Republijken den rang cederen in de weereld, het eerste saluit sullen doen’: ibid., p. 25.",
        "74": "Bondigh Bescheyt uyt Engelandt en Vrankryk: Van een duivel en dry duivelinnen rakende den toestant des tegenwoordigen tijdts (S.l., 1672).",
        "75": "‘Het is waer dat de glorieuse ambitie van den Koning van Engelant altijt soo groot is geweest, dat hy sich selven heeft willen toe-eygenen de Heerschappy van de Zee, en so effectuelijk ’t Schepsel heeft willen glorieren over den Schepper. Dat hij heeft willen bepalen de woeste Zee, die de natuer verbiet bepaelt te werden’: Verbreydinge en Aenteyckeninge op de Consideratien over den tegenwoordigen Toestant van het Vereenigde Nederland (S.l., 1672), p. 15.",
        "76": "‘Also dat by ons geen teycken is geweest van erkentenis van de heerschappy over Zee, maer alleen een vernederingh van een Republijck ontrent een Koningh, by forme van beleefde groetenissen, in cas van ontmoetingh’: ibid., p. 17.",
        "77": "‘Sijn niet in alle Landen en Steden afbeeldingen van victorien, en Tafereelen van Zegepralen?’, Consideratien over den Tegenwoordigen Toestant, p. 21.",
        "78": "‘Tropheen van Schilderijen’: Bondigh Bescheyt; Eenvoudig Burgerpraatje, Over een Boekje, genaamt Consideratien Over den tegenwoordigen Toestant van het Vereenigde Nederland. Door een Liefhebber van ’t Vaderland (S.l., 1672), This pamphlet claims to be a simplified version of ‘J.v.H.’, Trouloosheyt der Engelsche, van eenige jaren herwaerts aengewesen (S.l., 1672).",
        "79": "‘want een gedrukte Historie, is een geschreven Schilderye’: Eenvoudig Burgerpraatje, p. 28.",
        "80": "Englands Appeal, p. 38.",
        "81": "‘Het is van alle Oude tijden in ’t gebruyck geweest, dat de overwinninge is bekroont gheworde, ofte door Triumphe ofte door oprechtinge van eenige Medalien’: Verbreydinge en Aenteyckeninge, p. 14.",
        "82": "‘Wat zijn alle de Vendelen en wapenen hangende in den Haeg op de groote Sael, zijn het niet alle gedenckteeekenen [sic] van de Victorie?’: ibid., p. 15.",
        "83": "Trouloosheyt der Engelsche, p. 17. Cf. Exodus 17:15.",
        "84": "‘Is mede de kostelijke Schilderye van Chattam te Dorth niet aan duysendt flarden, zoo veel duyzenden gekost, tot roem voor Mr. Cornelis de Witt, Ruwaart van Putten gemaakt, om dat hy dat exploict hadde uytgewerkt?’: Tweede deel. Engelandts appel en beroep aan en op de gemeente (Amsterdam, 1673), p. 19. The author, Pierre Du Moulin, who wrote the pamphlet by order of William III, probably intended to delegitimise the De Witt regime.",
        "85": "D’antwoort van de Staten Generael; The Answer of the States Generall of the United Provinces of the Low Countreys, to the declaration of war of the King of Great Britain (The Hague, 1674).",
        "86": "‘dat om te straffen d’ambitie van en Borgermeester van een particuliere Stadt, die sich wt te lichtveerdigh liet uyt-schilderen, Europa ten minsten in een lichte vlam moste gestelt worden, en dat soo een groote Sonde niet af te wasschen was dan met een Diluvie van Christen-bloet’: D’antwoort van de Staten Generael, p. 14.",
        "87": "Answer of the States Generall, p. 20.",
        "88": "Rijksmuseum, cat. no. RP-P-OB-79.427.",
        "89": "Answer of the States Generall, p. 20.",
        "90": "‘Engelands grieve schijnt niet zoo geheel uit de lucht gegrepen te zijn … op de declaratie volgde een antwoord, dat, naar ’t voorkomt, minder juist is, zich ook weerspreekt’: Ramaer, Een merkwaardige schilderij, p. 23.",
        "91": "‘dat wy Pilaaren hebben opgerecht tot on-eere van de Koning van Groot Britannien, ofte van d’Engelsche Natie, men sal noit bevinden dat wy eens gedacht hebben iets diergelijks te doen’: D’antwoort van de Staten Generael, p. 15.",
        "92": "The Letter sent by the States-General of the United Provinces of the Low Countreys to his Majesty, by their trumpeter, together with his Majesties answer to the said Letter (London, 1673), p. 4.",
        "93": "Letter sent by the States-General, p. 12.",
        "94": "Answer of the States Generall, p. 22.",
        "95": "D’antwoort van de Staten Generael, p. 17.",
        "96": "‘dat onse scheepen voor haer sullen strycken en eerschooten doen, waartoe men hier niet wilt verstaen en bygevolge sal daeruyt wel weer nieuwen oorloch connen comen’: Briefwisseling tusschen de Gebroeders van der Goes (1659–1673), ed. C.J. Gonnet (2 vols, Amsterdam 1909), i. 476 (Adriaan van der Goes to Willem van der Goes, 19 June 1668). Cf. p. 480.",
        "97": "Briefwisseling, ed. Gonnet, i. 483–4 (Willem to Adriaan van der Goes, 11 July 1668).",
        "98": "British Library, Additional Manuscripts 35852, fos. 186v, 198r, Johan Boreel to Greffier Fagel, 14 Nov. 1671 NS, and Boreel to Fagel, 21 Nov. 1671 NS.",
        "99": "‘dat de gansche natie voor de vlagge is’: Notulen gehouden ter Staten-Vergadering van Holland (1671–1675) door Cornelis Hop, Pensionaris van Amsterdam, en Nicolaas Vivien, Pensionaris van Dordrecht, ed. N. Japikse (Amsterdam, 1903), p. 24 (6 Feb. 1672).",
        "100": "On Downing’s mission, see Downing and Rommelse, A Fearful Gentleman, pp. 152–6.",
        "101": "‘dat de Coningh sustineert, dat sijn honneur soo geblesseert en gevioleert is, dat hy daervan reparatie en satisfactie moet hebben’: Notulen gehouden ter Staten-Vergadering, ed. Japikse, p. 10 (12 Jan. 1672).",
        "102": "Articles of peace and alliance between the Most Serene and Mighty Prince Charles II …. and the High and Mighty Lords, the States General of the United Netherlands, concluded the 21/31 day of July, 1667 (London, 1667), art. 19.",
        "103": "‘Dat alle onse schepen sullen strycken, chastiment exemplaire aan Van Gent, om andere te leeren haer van diergelycke te waghten’: Notulen gehouden ter Staten-Vergadering, ed. Japikse, p. 10 (12 Jan. 1672).",
        "104": "Ibid., p. 26 (Boreel’s despatch, at 11 Feb. 1672).",
        "105": "Ibid. (3–11 Feb. 1672 passim). Cf. Briefwisseling, ed. Gonnet, ii. 332–3 (Adriaan to Willem van der Goes, 14 Jan. 1672).",
        "106": "‘dat oock geen point is van civiliteyt, maer een point van recht’: Notulen gehouden ter Staten-Vergadering, ed. Japikse, p. 18 (3 Feb. 1672).",
        "107": "‘scholastique argumenten’: ibid., p. 18 (3 Feb. 1672).",
        "108": "‘Dat Engelandt het recht competeert oover de see … Dat alle de schepen van oorlogh moeten strycken en dat Van Gent exemplaerlijck gestraft’: ibid., p. 19 (3 Feb. 1672).",
        "109": "Ibid., p. 35 (Boreel’s despatch, at 18 Feb. 1672).",
        "110": "‘dat de Brittanische zee niet verder gaet als tot het Canaal en niet tot de Noordzee, veel min op onse cust’: ibid., p. 19 (3 Feb. 1672). Cf. Brieven van Johan de Witt, IV: 1670–1672, ed. R. Fruin and N. Japikse (Amsterdam, 1913), p. 201 (Johan de Witt to Boreel, 22 Sept. 1671).",
        "111": "Brieven van Johan de Witt, IV, ed. Fruin and Japikse, p. 201 (De Witt to Boreel, 22 Sept. 1671).",
        "112": "Resolution of the States General, 3 Jan. 1671, in Groot Placaet-Boeck Inhoudende de Placaten ende Ordonnantien van de Hoog. Mog. Heeren Staten Generael der Vereenigde Nederlanden ende vande Ed. Groot. Mog. Heeren Staten van Hollandt ende West-Vrieselandt, Mitsgaders vande Ed. Mog. Heeren Staten van Zeelandt (The Hague, 1683), p. 52.",
        "113": "Notulen gehouden ter Staten-Vergadering, ed. Japikse, p. 19 (3 Feb. 1672).",
        "114": "Wagenaar, Vaderlandsche Historie, XIII, pp. 475–6.",
        "115": "Notulen gehouden ter Staten-Vergadering, ed. Japikse, p. 20 (Boreel’s despatch, at 3 Feb. 1672).",
        "116": "‘dat vreemd vint, dat wy sijn mediatie derven vorderen, sonder alvorens te doen, dat ons te doen staet: dat wy geen satisfactie geven wegens de vlagge en andere pointen’: ibid., p. 25 (Boreel’s dispatch, at 6 Feb. 1672).",
        "117": "Ibid., p. 26 (Boreel’s despatch, at 11 Feb. 1672).",
        "118": "‘gelooft, dat als men satisfactie geeft wegen de vlagge en de Prins van Oranje vordert, de saecken sigh wel sullen schicken’: ibid., p. 35 (Boreel’s despatch, at 18 Feb. 1672). Cf. p. 49 (Boreel’s despatch, at 30 Mar. 1672).",
        "119": "‘Dat de Coningh de gemeynte sal traghten te persuaderen, dat ons den oorlogh niet aendoet ter contemplatie van de Franse, maer voor het recht van de natie en van de vlagge’: ibid., p. 20 (internal report, at 4 Feb. 1672).",
        "120": "‘dat Haer Hoog Mogenden tevreden sijn met heele vlootten te strycken, mits niet prejudicierende aen de vrye vaart’: ibid., p. 21 (internal report, at 4 Feb. 1672); Wagenaar, Vaderlandsche Historie, XIII, p. 476.",
        "121": "‘Dat het tractaet gevioleert is en de souverainiteit een klaar en oudt recht is. Dat de Coningh de souverainiteit van de zee begeert’: Notulen gehouden ter Staten-Vergadering, ed. Japikse, p. 27 (Boreel’s despatch, at 11 Feb. 1672).",
        "122": "Ibid., p. 35 (Boreel’s despatch, at 18 Feb. 1672).",
        "123": "The National Archives, SP 84/188, fo. 84r, answer to Dutch Ambassador’s memorial, 3 Feb. 1672.",
        "124": "Ibid.",
        "125": "‘dat de Staten presenteren te strycken als een point van eeren, en niet als een schuldige plight’: Notulen gehouden ter Staten-Vergadering, ed. Japikse, p. 35 (Downing’s answer, at 18 Feb. 1672).",
        "126": "The Macassar affair was a dispute over the English right to trade in territories unofficially claimed by the Vereenigde Oostindische Compagnie. Cf. H. Rowen, John de Witt, Grand Pensionary of Holland, 1625–1672 (Cambridge, 1978), p. 723.",
        "127": "‘dat de Coningh misnoeght is over het werck van de vlagge, de saeck van Makasser, de penning, de schildery, de royal Charles en diergelycke affronten’: Notulen gehouden ter Staten-Vergadering, ed. Japikse, p. 42 (Boreel’s despatch, at 29 Feb. 1672). Cf. ibid. p. 43 (Boreel’s despatch, at 1 Mar. 1672).",
        "128": "Brieven van Johan de Witt, IV, ed. Fruin and Japikse, p. 198 (De Witt to Boreel, 22 Sept. 1671).",
        "129": "‘dat men van deser zyde noyt van eenich pretens dominium maris heeft willen hooren spreecken ende … dat men ’t selve cum indignatione heeft verworpen’: Brieven van Johan de Witt, IV, ed. Fruin and Japikse, p. 197 (De Witt to Boreel, 22 Sept. 1671).",
        "130": "‘dat men uut civiliteyt, maer geensins uut eenich recht off plicht’: ibid.",
        "131": "‘daerover vele ende lange disputen gevallen zijnde’: ibid. p. 199 (De Witt to Boreel, 22 Sept. 1671).",
        "132": "Nationaal Archief, Archive States General, 1.01.04 5909.",
        "133": "The National Archives, SP 84/190, fo. 84r, Sidney Godolphin to ‘My Lord’, 22 July 1672.",
        "134": "Pincus, ‘From Butterboxes to Wooden Shoes’."
    }
}