{
    "title": "Testimony, Tyranny and Treason: The Witnesses at Charles I’s Trial*",
    "author": "Edward Vallance",
    "date": "13 October 2021",
    "article": "The trial and execution of Charles I have been the subject of considerable historical study, especially in the last twenty years. One aspect of the trial, however, remains largely unexplored: the role of witness testimony. The witness depositions received on 24 and 25 January 1649 have sometimes been dismissed as a mere stalling tactic, intended to provide Charles with further time to consider entering a plea. In contrast, this article contends that the witnesses’ depositions shed important new light on the trial. Exploring the witnesses’ backgrounds allows us to connect individuals with the regiments of regicides such as John Hewson and John Barkstead. These connections, through the army petitions of 1648, also link the witnesses’ testimony and, in broader terms, the trial, with the radical ideas of justice embodied in the Levellers’ ‘Large Petition’. Connecting the trial with the arguments made in the petitions for justice of the autumn and winter of 1648/9 also allows us to reconsider the importance of the concept of ‘blood guilt’. This article suggests that, far from being marginal to the king’s trial, the multi-faceted idea of blood guilt not only influenced the court’s procedure (in terms of the calling of multiple witnesses) but also was central to many of the witness depositions. Finally, drawing on both historical and philosophical work on personal testimony, the article suggests that the witness depositions may be connected to the broader, non-legal purposes of ‘witnessing’ in offering narratives of personal suffering.In the past two decades, the trial and execution of Charles I have received considerable scholarly attention.[CITATION-1] Most recently, there has been an extensive debate between Sean Kelsey and Clive Holmes over Kelsey’s argument that the trial was, in fact, a form of ‘extended negotiation’, in which the outcome of a capital sentence was by no means inevitable.[CITATION-2] The witness testimony delivered at the trial, however, remains largely unexplored.[CITATION-3] Some historians have accepted S.R. Gardiner’s verdict that the hearing of testimony was essentially a delaying tactic, as the court sought a way out of the impasse presented by the king’s repeated refusal to enter a plea.[CITATION-4] Kelsey has gone so far as to describe the evidence as ‘next to useless’ in legal terms.[CITATION-5] This neglect stands in marked contrast to the importance attached to witness depositions as evidence by early modern social and cultural historians. Since the pioneering micro-histories of Emmanuel Le Roy Ladurie and Carlo Ginzburg, scholars have recognised the value of depositions in providing access to the lived experience of those who otherwise feature little in the historical record.[CITATION-6] The evidence that depositions provide is undoubtedly heavily mediated, shaped by the questions of the interrogators and the interpolations and translations of the transcribing clerks.[CITATION-7] These issues are clearly present in the case of the testimony gathered at Charles I’s trial. Nonetheless, witness depositions continue to be vital ways for historians to access the ‘voices’ of marginalised groups and to understand the agency conferred through the act of testifying.[CITATION-8] It will be argued here that investigating the witnesses’ backgrounds and the way in which their evidence was gathered and presented in court and subsequently disseminated in print, as well as the content of their testimony, can provide us with significant insights into the king’s trial and the understandings of justice which underpinned it. From the beginning, it was envisaged that the charges against the king would be substantiated by witness testimony. Many of the witnesses who were summoned were connected to the regiments of commissioners of the High Court such as John Hewson and John Barkstead. The evidence provided by these witnesses was not only meant to demonstrate that Charles was a traitor who had personally commissioned wars against his own people, but was also intended to confirm that he was a tyrant, murderer and public enemy. The charges of tyranny and murder were underwritten by the notion of ‘blood guilt’, an idea that has been associated with the regicide but has generally been thought to have been marginal to the trial itself. As presented in the witness evidence, however, blood guilt was connected to the ideas of justice contained in the petitions of autumn and winter 1648, especially the Levellers’ ‘Large Petition’, which demanded that those responsible for the death and destruction of the civil wars should be held to account. Finally, there was also an important non-legal aspect of witnessing. As scholars of witnessing in the modern era remind us, its role is as much ethical as juridical, providing testimony of the plaintiff’s suffering as much as evidence of the accused’s guilt. For the Rump, the stories of suffering contained in the witness depositions formed a potentially powerful, if never fully exploited, counterpoint to the image of Charles as martyr-king.The act establishing the High Court of Justice, passed on 6 January 1649 by the Commons alone, affirmed the court’s authority to examine witnesses under oath.[CITATION-9] The pamphlet(received by the bookseller-collector George Thomason on 11 January 1649) reported that, on 8 January, the commissioners who were to judge the king had resolved that heralds should proclaim throughout the country that ‘all persons whatsoever, who have any matter of Fact, against Charles Stuart, King of England, are desired and invited, to bring their Charges, on Wednesday the 10 of this instant January, to the said Commissioners sitting in Westminster-Hall’.[CITATION-10] Although this order is not recorded in the trial journal or in the proclamation announcing the establishing of the court, it is mentioned in other pamphlet and newsbook accounts.[CITATION-11] It was also clearly envisaged that the witnesses would be summoned to substantiate the prosecution case if Charles entered a plea. On 12 January, as part of its discussion of its procedure, the court considered how the witnesses were to be questioned, determining that the commissioners were not to address them directly but were to communicate any queries to the president for him to pose to the witnesses.[CITATION-12] This appears to be confirmed by a report in Samuel Pecke’sthat, if the king made a plea, ‘the witnesses will be ready to speake’.[CITATION-13] Most telling of the early integration of witness testimony into the proceedings of the court was the close correlation between the witnesses’ statements and the charge laid against the king, especially with regard to his presence at the head of his army at the battles of Edgehill, Newbury and Naseby, all of which spoke to significant evidence having been gathered in early January before the charge was drawn up.[CITATION-14] Indeed, on 15 January the court directed the committee drafting the charge to compare it ‘with the Evidence’, strongly indicating that witness statements had already been taken.[CITATION-15] Post-Restoration testimony also alleged that the prosecutor John Cook had administered oaths to witnesses before depositions were formally taken by the court, suggesting that evidence was taken from the witnesses earlier in Westminster Hall.[CITATION-16] A letter from the French ambassador to Scotland, Grignon, to the comte de Brienne dated 4 February 1649 (new style), noting the delivery of witness testimony against the king, indicated that some of those testifying were being recalled rather than summoned for the first time.[CITATION-17] The High Court issued warrants for the calling of witnesses on the afternoon of 23 January 1649.[CITATION-18] The witnesses were examined in private on the following day in the Painted Chamber, rather than in the public setting of Westminster Hall. This change of venue clearly came as a surprise to some of those attending the king’s trial. As…reported:This day it was expected the High Court of Justice would have met in Westminster Hall, about ten of the clock, but at the time appointed one of the Ushers by direction of the Court (then sitting in the Painted Chamber) gave notice to the People there assembled, That in regard the Court was then upon the examination of Witnesses in relation to present affairs, in the Painted Chamber, they could not sit there, but all persons appointed to be there, were to appear upon further Summons.[CITATION-19] The journal of the High Court made it clear that, as the king had ‘not pleaded to issue’, the examination of witnesses was ‘[out of an abundance of caution], only for further sattisfaction of themselves’.[CITATION-20] The journal then listed the names of thirty witnesses, who were examined by a committee of six civilian and eleven military commissioners. The following day, 25 January, the court sat in private as the witness testimony was heard before a larger group of commissioners (the journal named thirty-two plus ‘divers others’ as being present). Five additional witnesses were also summoned: a Mr Houlder or Holder, who was dismissed before giving evidence, Henry Gooch, William Cuthbert, Thomas Reade and Richard Price. The journal indicates that on the 25th, having been examined the day before by the committee, the witnesses simply had their depositions read to them, which they then averred were true under oath.[CITATION-21] This appears to be confirmed by the testimony of the regicide John Downes at his trial in 1660, when he stated that ‘not one Member of the Court did hear one witnesse’.[CITATION-22] The deposition of one of the witnesses named in the original list of thirty, William Arnop, does not appear to have been communicated to the commissioners, if it was taken. With Holder’s dismissal, this meant that the depositions of thirty-three witnesses were recorded in the court journal.As we will see, the Rump did eventually authorise the publication of the witnesses’ evidence. Nonetheless, before the Restoration, little information appears to have leaked into the English press concerning the identity of the witnesses at Charles I’s trial or the content of their testimony. In contrast to the proceedings in Westminster Hall, the depositions heard in the Painted Chamber were not reported in print in England, apart from brief summaries in contemporary newsbooks.[CITATION-23] The trial journal itself, on the other hand, provides considerable information about the witnesses who gave evidence against the king. Four manuscript copies of the journal survive: one in the state papers, SP 16/517 (sometimes referred to as ‘Bradshawe’s journal’ and attested to by the clerks of the court, Andrew Broughton and John Phelps), one in the UK parliamentary archives (the ‘engrossed’ copy), one in the Harleian manuscripts in the British Library and a further text in the Beinecke Library.[CITATION-24] Barring some relatively minor variations, the journals largely record the witness testimony in a similar fashion. However, the Beinecke copy does include one significant difference: when the names of the witnesses first appear in this version of the journal, only thirteen are listed, with a further note on the reverse of the page stating ‘Here write the rest of the names [?] of the witnesses which yow shall find in a loose sheete of paper afor the w[ri]tt [?] for exacucon of the Kinge’.[CITATION-25] The full list of witnesses then appears several pages later, arranged in two columns as in ‘Bradshawe’s journal’.[CITATION-26] The transcripts of the depositions give details of witnesses’ place of residence, age and occupation or social status, as well as their names.[CITATION-27] These biographical summaries were common in civil law procedure and in line with the advice of contemporary legal manuals.[CITATION-28] There were similarities, too, with the way in which witness testimony was gathered and recorded in Parliamentarian courts martial and in sequestration proceedings.[CITATION-29] The court heard testimony from former Royalist soldiers, though only one of the witnesses called to give evidence was clearly in Parliament’s custody at the time of the trial: the Mr Houlder or Holder who was summoned on 25 January. Sean Kelsey has identified this witness as Thomas Holder, reportedly an agent for the Prince of Wales, who was arrested while attempting to raise arms and troops in Colchester.[CITATION-30] Holder was ultimately excused from giving evidence as ‘the Commissioners finding him alredy a Prisoner and perceiving that the questions intended to be asked of him tended to accuse himselfe thought fitt to spare his examination’.[CITATION-31] (It had been resolved earlier at a council of war on 15 December that proceedings should be launched against Holder as a Royalist spy.)[CITATION-32] Only two of the thirty-three witnesses from whom depositions were taken clearly identified themselves as Royalists. John Bennett, a glover of ‘Harwood’ (Harewood) in Yorkshire, claimed in his account of the raising of the royal standard at Nottingham that he only took up arms for the king under duress, after the Royalists threatened to plunder the town if men did not join the king’s cause. Thomas Ives, a husbandman of ‘Boysett’ (Bozeat) in Northamptonshire, said in his testimony that he was one of a party of horse ordered to protect Royalist infantry retrieving their dead at the first battle of Newbury.[CITATION-33] The testimony of other witnesses, such as Henry Hartford of Stratford-upon-Avon, also strongly suggested that they had served in the king’s forces.[CITATION-34] C.V. Wedgwood argued, however, that many of these witnesses were probably soldiers who had ‘at one time served in the Royalist ranks, and later joined the victorious Army’.[CITATION-35] This certainly seems to have been the case with William Brayne, who testified to marching with the king’s army from Nottingham to Derby. Brayne was later accused of being a Parliamentarian spy and, as we will see, he certainly later had a career in Parliament’s army.[CITATION-36] Wedgwood’s thesis also appears to be confirmed by the testimony at Daniel Axtell’s trial in 1660 of another witness against the king, Samuel Burden. Burden stated that of the witnesses ‘there were eight or nine of us’, who ‘had been in the king’s army in former times’ but who were now in Parliament’s service (in Burden’s case, in Axtell’s own company).[CITATION-37] Other witnesses were serving Parliamentarian soldiers, such as Arthur Younge or Young, described as a Citizen and Barber-Surgeon of London, of about 29 years of age. The Barbers’ Company records show an ‘Arthur Yonge’ being apprenticed to Thomas Turner on 6 May 1637.[CITATION-38] As Young’s own testimony made clear, however, he was better known as the soldier who had captured the royal standard at the battle of Edgehill, a feat which was celebrated in print in John Vicars’s(1643). This referred to the king’s red regiment being routed by Sir William Constable’s Redcoats, ‘one of whose Ensignes (Master Young by name) had the first honour of taking the King’s Standard’. Young would rise to the rank of captain, and at the time of the trial was serving in the regicide John Barkstead’s regiment of foot.[CITATION-39] William Arnop, who, as has been noted, was summoned and sworn to give evidence but whose deposition was not recorded, was another witness whose military career connected him to the regicides. A Captain-lieutenant Arnop is listed as being present at a council of war held at Bury St Edmunds on 29 May 1647.[CITATION-40] By 1650 Arnop had been promoted to major in the regicide John Hewson’s regiment, and by 1651 had risen to the rank of lieutenant colonel. During his service in Ireland, Arnop acted as president of the court martial in Dublin and as a commissioner for the High Court of Justice in Ireland. He appears to have continued to serve in the army in Ireland until the Restoration.[CITATION-41] William Brayne, mentioned above, of ‘Wixhall’ (Whixhall) in Shropshire, was described as a gentleman but was another witness who held officer rank in the Parliamentarian army, being promoted to major in 1644 when he was given command of the garrison at Wem in that county. Brayne is now better known for his career after the regicide. He was made lieutenant colonel in the English army in Scotland in 1653, and in 1655 appointed governor of Inverlochy. The pinnacle of Brayne’s career came in the following year, when Cromwell appointed him commander-in-chief of the English forces in Jamaica.[CITATION-42] Thomas Rawlins, identified in court as a gentleman of ‘Hanslopp’ (Hanslope) in Berkshire, was probably a major in Daniel Axtell’s regiment.[CITATION-43] John Moore, described as a gentleman of Cork, was most probably the John Moore who saw active service in Ireland but returned to England to recruit in 1648, dying in Ireland in May 1650.[CITATION-44] John Pyneger, recorded in the trial journals as a yeoman of Heanor, Derbyshire, served as quartermaster in Thomas Sanders’s regiment of horse.[CITATION-45] Army connections are also suggested in the case of Diogenes Edwards, described in the trial journals as a butcher of Carston in Shropshire, of 21 years of age. Edwards’s name can be found on a land claim in Tipperary, Ireland, along with that of William Steevens. This was probably the William Steevens who served as a sergeant in Sir Arthur Haselrig’s regiment.[CITATION-46] The wide geographical spread of witnesses, coming from across England, Wales and Ireland, is a likely result of them being drawn from regiments of Parliament’s army: Stephen Roberts has suggested that the significant number of witnesses from Wales may have come from units in the service of the Welsh regicides Thomas Horton and John Jones.[CITATION-47] Horton was one of the commissioners appointed to examine the witnesses and Jones was one of the commissioners present when their testimony was read.[CITATION-48] Equally, that five of the witnesses were drawn from Shropshire may be connected to the support given by Colonel Humphrey Mackworth and the garrisons of Shrewsbury and Ludlow to enacting ‘exemplary’ justice against the authors (plural) of the late troubles ‘without respect of persons’.[CITATION-49] The connections of some witnesses via the army to the regicides, and the preponderance of military figures on the committee for examining the witnesses, may indicate that testimony was coached or orchestrated. Burden claimed after the Restoration that he had been ‘commanded’ by Axtell to provide evidence.[CITATION-50] Other witnesses may have been directed to testify. As Sean Kelsey has shown, Richard Price, the last witness to give evidence, appears to have acted in a clerical capacity for the court, assisting in drafting the charges against the king well before he was called to give evidence.[CITATION-51] The career advancement of some witnesses after the trial, such as Brayne, might also indicate that inducements as well as threats were offered to witnesses to testify. It was certainly alleged by Clement Walker, in the third part of his, entitled(1651), that the prospect of career advancement, as well as cash bribes, was used in other treason trials to elicit testimony: ‘Of this sort areandset on work to betray [Sir John]and [Eusebius]… For which [Major John]had 300l and a Troope of horse conferred upon him’.[CITATION-52] Walker’s accusations reflected longer-standing assumptions that the testimony of poorer witnesses could be bought with ‘gifts’, financial or otherwise.[CITATION-53] Some broader evidentiary issues with witness depositions also make it difficult for us to treat them straightforwardly as the individual’s own independent account. As the work of Andrea Frisch on eyewitnessing in early modern France has made clear, written testimony of this kind presents us not with authentic individual narratives but instead with texts constructed out of legal exchanges between witnesses and their interrogators.[CITATION-54] This could mean that what appear to be vivid, personal recollections in fact conceal monosyllabic responses to lengthy and possibly leading interrogatories.[CITATION-55] Indeed, some critics of the republic’s courts claimed that the ‘catechizing interrogatories’ and ‘catching questions’ posed by its inquisitors were as bad as those put to defendants by the courts of High Commission and Star Chamber before the civil wars.[CITATION-56] The manuscript journals of Charles I’s trial provide no record of the questions posed to the deponents, only of the written depositions that resulted from their interrogation. Given the consistency of elements of the witness testimony, however—the references to the king’s presence at the raising of the royal standard at Nottingham and/or on the battlefield—it is highly likely that interrogatories were used in the king’s trial. Burden certainly claimed in his post-Restoration testimony that he was asked to provide evidence on where he had seen the king in battle, and whether he had been present when the king raised his standard at Nottingham.[CITATION-57] The identity of these witnesses is also critical to understanding the value of their testimony. Although it has not proved possible to trace the biographies of all of the witnesses, where evidence can be found it confirms the description given in court: Burden, for example, was born in Lyneham, Wiltshire, as stated in the trial, and, similarly, John Pyneger of Heanor, Derbyshire appears to have been buried in that parish in 1676.[CITATION-58] If the intent of listing civilian occupations for serving soldiers was to deceive the commissioners, the value of that subterfuge was questionable. After all, as Kelsey has noted, the witness statements collectively represented ‘the colourful wartime recollections of a handful of nonentities’. While seven witnesses were described as being ‘gentlemen’, the majority were ‘men of lowly, even completely insignificant social standing’.[CITATION-59] Social status was a key criterion for assessing the credibility of witnesses in the early modern period.[CITATION-60] In terms of contemporary values, therefore, the butchers, smiths and cobblers assembled to give testimony against the king did not appear to present the most convincing set of deponents.Sean Kelsey has suggested that the selection of these individuals, rather than higher-status military or civilian figures, was a product of the commissioners’ caution: if the trial failed, it would be a set of expendable figures who would face repercussions.[CITATION-61] This is certainly plausible, given the allegations already noted of rank-and-file soldiers being commanded to testify. It is worth stating, however, that there were several witnesses (Arnop, Brayne, Moore, Price and Young) whose enduring commitment to the Parliamentarian cause suggests that they may have given evidence willingly. Moreover, rank-and-file soldiers, especially those who had served on the Royalist side, were much better placed to support the charge that the king had ‘trayterously and maliciously levyed war against the present Parliament and the people therein represented’. These witnesses were more able than Parliamentarian commanders to provide direct evidence that Charles was present at the raising of the royal standard, that he had been in arms at the major battles of the civil war, and that he had personally exhorted his troops to fight.[CITATION-62] Equally, if the High Court of Justice was so concerned with reprisals against members of the court, it is hard to understand why it publicised its own proceedings, including the names of commissioners and officers of the court. Lists of court personnel were clearly being circulated and purchased even before the open proceedings began.[CITATION-63] The public nature of the court proceedings would have serious repercussions for participants, beginning with the murder of Isaac Dorislaus in 1649 and finishing with the trials of the regicides in 1660–62.[CITATION-64] In contrast, as has already been noted, the identity of the witnesses does not appear to have become common knowledge in England until after the Restoration.[CITATION-65] Yet witness testimony had been utilised in earlier Parliamentarian pamphlets, which, like the evidence of the witnesses in 1649, had sought to blame the king for encouraging Royalist depredations.[CITATION-66] The decision not to publish the witnesses’ names and full testimony in 1649 therefore appears to have been a conscious choice to avoid revealing the inner workings of the court and thereby the links between some witnesses and the military commissioners. As we will see, the decision was probably also informed by the failure of the Rump’s propaganda strategy for the trial.There was, arguably, an ideological as well as legal rationale for selecting these witnesses. On the afternoon of 23 January, before the witnesses were summoned, the president of the court, John Bradshaw, in attempting once more to get Charles to enter a plea, reminded the king that ‘Justice knowes noe respect of p[er]sons’.[CITATION-67] There was a clear allusion here to Deuteronomy 1:17, ‘You shall have no respect of person in judgement, ye shall not feare the face of man for the judgement is Gods’. Bradshaw’s intention was undoubtedly to convince the king (and perhaps some of the commissioners) that his status afforded him no immunity from the court’s judgment. As we will see, Bradshaw also pre-empted the witness testimony by claiming that the king’s actions had already spoken for him, writing their meaning ‘in bloody Characters throughout the Kingdom’.[CITATION-68] These words, however, also resonated with Leveller demands, namely the sixth point of the ‘Large Petition’ of 11 September:That you would have made both Kings, Queens, Princes, Dukes, Earls, Lords and all Persons, alike liable to every Law of the Land, made or to be made; that so all persons even the Highest might fear and stand in aw, and neither violate the publick peace, nor private right of person or estate … without being lyable to accompt as other men…[CITATION-69] Similar arguments had been made earlier at Putney, though they had been rejected by Henry Ireton, except in the case of those holding public office—a caveat that would loom large by 1649.[CITATION-70] The choice of such ‘lowly’ witnesses may, therefore, have been intended to show the right of the people to try their king. After the Lords rejected the legislation establishing the High Court of Justice, the Commons had made a bold assertion of popular sovereignty in their declaration of 4 January 1649:The Commons of England, in Parliament assembled, do Declare, That the People are, under God, the Original of all just Power: And do also Declare, that the Commons of England, in Parliament assembled, being chosen by, and representing the People, have the Supreme Power in this Nation.[CITATION-71] As much as this statement may have been expedient, designed to overcome the intransigence of the upper house, it was also in line with the opening demand of the Large Petition: ‘That you would have made good the supreme of the people, in this Honourable House, from all pretences of Negative Voices, either in King or Lords’.[CITATION-72] Similarly, the rejection of evidence on the grounds of self-incrimination also reflected Leveller demands, again articulated in the Large Petition, that ‘you would have freed all men from being examined against themselves’.[CITATION-73] The description of current or former New Model Army soldiers by their civilian occupations or status (Arthur Young, barber surgeon, or William Brayne, gentleman) made little sense as an act of deception, given that both their testimony and, in some cases at least, personal acquaintance would have made clear to the commissioners their service in Parliament’s cause. Instead, combined with the inclusion of testimony from some former Royalists, it may have been intended to substantiate the idea that the court was delivering the judgment of the people of England, not just the censure of the ‘well affected’. In Cook’s words, the witnesses had been called ‘on the People of England’s behalf’.[CITATION-74] The testimony of several witnesses spoke of the loss of life on ‘both sides’ in the conflict, a phrase repeated in eight of the depositions with similar expressions used in several others.[CITATION-75] Before the hearing of their testimony, and recalling the words of the charge against Charles I, Cook had urged the court to listen to the cry of ‘in[n]ocent blood’ that demanded justice.[CITATION-76] These references to blood-letting also echoed the Large Petition, which asked Parliament to lay to ‘heart all the abundance of innocent bloud that hath bin spilt’.[CITATION-77] The intent of this testimony, therefore, was arguably to convince the commissioners that they were delivering not victors’ justice, but rather the judgment of a sovereign people upon their king.Sean Kelsey has claimed, nonetheless, that the evidence provided by the witnesses against the king was ‘extremely weak’, and unlikely to have persuaded many of Charles’s judges.[CITATION-78] It can, however, be argued instead that both the substance of the witness testimony and the fact that it was provided by multiple deponents was of considerable importance. The intent of many of the depositions, as both contemporaries and historians have noted, was to show that Charles had personally initiated the conflict—many of the statements reported seeing him at the raising of the royal standard at Nottingham—and that he had been present in arms (‘sword in hand’, as the report of the French ambassador put it) at the major battles of the civil war.[CITATION-79] As Alan Orr has argued, these accounts served to substantiate the reconfiguring of treason as the crime of waging war against a sovereign people, rather than against a sovereign king. Charles’s actions were both a usurpation of sovereignty—the right to wage war being a key marker of sovereign power—and an unnatural act: how could a sovereign people authorise their king to wage war against them?[CITATION-80] Here too, the substance of the witness statements connected to the claims of the Large Petition, which alleged that the ‘infinite spoil and havock’ of the war had been initiated by ‘express Commissions from the King’.[CITATION-81] As the barrister and historian Geoffrey Robertson observed in his biography of Cook, however, the witnesses not only testified that Charles had waged war against Parliament ‘personally and enthusiastically’ but also that he ‘bore command responsibility for the war crimes of his soldiers and that he was responsible as an individual for ordering and approving the torture of prisoners and plunder of towns’.[CITATION-82] The concept of ‘war crimes’ is modern, but ‘command responsibility’ was an accepted element of the early modern laws of war and was held to extend even to rulers.[CITATION-83] Parliamentarian print had already made use of eyewitness testimony to document Royalist atrocities, such as those committed by Prince Rupert’s troops at the storming of Bolton in 1644.[CITATION-84] Similarly, there can be no doubt that, from the beginning of the gathering of witness testimony, Charles was being accused of crimes relating to the conduct as well as the commissioning of the war. The first witness whose deposition was recorded, William Cuthbert of Patrington, Yorkshire, spoke of plundering and seizure of goods by the king’s men outside Hull in the summer of 1642. As has already been noted, the next witness, John Bennett, stated that he had only joined the king’s forces because of the threat of plunder and devastation made by Royalists.[CITATION-85] These statements also served to substantiate the charges of tyranny and murder which had been levelled against the king. Tyranny was understood as rule without regard for, or in violation of, the law. Infractions of the laws of war might be considered to be within that definition. Contemporary understandings of tyranny, however, were as much to do with the monarch’s character as with their treatment of the legal and constitutional system. Where good kings were constant, self-controlled, honest and open, tyrants were capricious, impulsive, duplicitous and covert.[CITATION-86] As Charles’s father James VI and I put it in a speech delivered in 1603, later much used by Parliamentarian writers, ‘the proude and ambitious Tyrant doeth thinke his Kingdome and people are onely ordeined for satisfaction of his desires and unreasonable appetites’.[CITATION-87] One witness in particular, Humphrey Browne of ‘Whitsondine’ (Whissendine), Rutland, gave evidence which depicted the king as both cruel and unstable. Browne stated that, though the terms of surrender at Leicester had agreed that neither money nor clothes should be taken from the surrendering Parliamentarian forces, Royalist soldiers ignored this and began to strip, cut and wound them. Browne alleged that when the Royalist officers attempted to restrain their charges the king rebuked his commanders, reporting that Charles cried out ‘I doe not Care if they Cutt them three tymes more, for they are mine Enimies, or Words to that effect’.[CITATION-88] Thomas Rawlins similarly testified that at ‘Foy’ (Fowey) in Cornwall, the king’s soldiers plundered the town in contravention of the articles of agreement and that, despite Charles’s proximity to the soldiers, he made no attempt to restrain them.[CITATION-89] It is worth noting that both the storming of Leicester and the behaviour of Royalist soldiers following the Battle of Lostwithiel had been represented by pro-Parliamentarian writers as notorious incidents of Cavalier cruelty, committed in the king’s presence.[CITATION-90] Two of the last witness statements, from Henry Gooch and Richard Price, spoke to the king’s untrustworthiness and inconstancy. Gooch’s testimony, the only deposition referring to the second civil war, demonstrated that the king was prepared to issue commissions to royalists (via his son) while he was negotiating the Treaty of Newport.[CITATION-91] Price’s testimony, outlining the king’s part in the Ogle or Brooke plots involving Independents and the City Peace party, as Kelsey has suggested, could have been intended to show that the duplicity of some of the Parliament’s supposed allies had also contributed to Charles’s double-dealing.[CITATION-92] However, Price also reported that the king had said the Independents should have as much freedom, and as much success, as his Irish subjects had had against the Parliament’s forces. This was surely also meant to show that Charles was in cahoots with papists, and so faithless that he would promise anything to anyone.[CITATION-93] Kelsey has proposed that the evidence of these two witnesses, neither of whom were included in the original list of deponents and who appeared at the very end of the hearing of witness testimony, may have been ‘specially commissioned’.[CITATION-94] The specific intent of Gooch’s testimony certainly could have been to undercut the king’s argument that the trial had prevented him from successfully concluding the Treaty of Newport. The broader purpose of this testimony, however, may have been to suggest to the commissioners that any expressions of contrition offered by the king, acknowledging his crimes, were not to be trusted.The depositions were also critical to underwriting the charge of murder against the king. As we have seen, many witnesses referred to the large numbers of casualties on both sides of the conflict. John Bennett’s testimony was remarkably precise in this respect, stating that he had seen a list of those slain at Edgehill which placed the total number of casualties at 6,559.[CITATION-95] Arguably, these testimonies were intended to fulfil Bradshaw’s resolution ‘to make Inquisition’ for ‘the i[n]nocent blood that had bin spilt’ in the war ‘which was fixed uppon him as the principall Author of it’.[CITATION-96] Since the publication of Patricia Crawford’s pathbreaking article in 1977, historians have acknowledged that the notion of ‘blood guilt’ was present in discussions both before and after the trial about the king’s culpability for loss of life during the civil war.[CITATION-97] Both Bradshaw (during the trial) and Cook (after) referred to the idea of blood guilt and the biblical texts that were commonly cited in relation to it (Genesis 9:6; Numbers 35:33).[CITATION-98] As Crawford also noted, and Phil Baker has more recently reaffirmed, accusations of ‘blood guilt’ did not necessarily support arguments for capital punishment, and could be used instead to deliver moral admonition. A striking example was provided by Bradshaw in his closing statement to Charles, in which he cited the case of King David, who expressed repentance before God for his role in the death of Uriah the Hittite, the husband of David’s mistress, Bathsheba, so that God ‘was pleased to accept of him, and to give him his Pardon’.[CITATION-99] Here, a biblical reference to blood guilt was being invoked to urge royal contrition, rather than to justify regicide.[CITATION-100] Moreover, with the exception of Clive Holmes’s work, the concept of blood guilt has generally been treated as marginal to the trial, with most historians seemingly accepting Crawford’s argument that the idea was incompatible with the legal arena in which the king was brought to account.[CITATION-101] Understood in a broader sense than an Old Testament ‘blood for blood’ reading, however, the idea of blood guilt may not only explain the multiple references to casualties and blood-shedding in the witnesses’ testimony, but also the fact that the witnesses were called at all, despite Charles’s refusal to enter a plea. A post-regicide defence of the proceedings against the king,, published in February 1649, once again used the familiar verses from the book of Numbers to justify Charles’s death. However, this work also cited chapter 35, verse 30 as well as those following (using the Geneva Bible text): ‘Whosoever killeth any person, the Judge shall slay the murtherer through witnesses etc.’.[CITATION-102] The meaning of this passage is clearer in the Authorised Version: ‘Whosoever killeth any person, the murderer shall be put to death by the mouth of witnesses: but one witness shall not testify against any personto die’. The hearing of multiple witnesses, and the resolution following that testimony to condemn the king to death, was therefore in line with Old Testament injunctions regarding murder and blood guilt.Of course, receiving witness testimony also added to the impression that some form of legal due process was being followed. Even some of those who supported the trial of the king, such as the Judge Advocate for the Army in the North, Thomas Margetts, were concerned that if the proceedings appeared rushed it would tend ‘to the presenting of malicious designs and less of Justice’.[CITATION-103] This point was acknowledged in Cook’s(1649). Here, Cook vindicated the court not only on the basis of the evidence that it had heard but also for the manner in which it had heard it:This high court did not only consult with Heaven for wisdom and direction … but examined witnesses for several days upon oath to inform their consciences and received abundant satisfaction in a judicial way … as judges, which before was most notorious and known to them as private persons.[CITATION-104] The language of conscience used here by Cook was in line with early modern English law and legal treatises relating to witness testimony, which defined its purpose as being to inform the consciences of juries. Equally, the calling of multiple witnesses in a treason case was also in accordance with contemporary legal procedure and with early modern assumptions regarding witness credibility, which, as Barbara Shapiro has argued, valued ‘skill, fidelity, impartiality, and the number of observers as well as social status’.[CITATION-105] In an early modern English context, biblically based claims were compatible with legal arguments. The idea of blood guilt was incorporated into puritan social, legal and political critiques; indeed, the language of making ‘inquisition’ for ‘innocent blood’ had been the substance of godly sermons to magistrates in the mid-1640s.[CITATION-106] As Kevin Killeen has recently argued, there has been a tendency to treat scriptural arguments relating to the regicide primarily in terms of the motivations for king-killing, as evidence of millenarian ‘zeal’ rather than as a critical framework for structuring early modern political thinking. This is despite the fact that John Cook’s anti-monarchical tract,(1651), was rooted in biblical examples.[CITATION-107] ‘Civill Prudence for governing a state or commonwealth’, Cook said, was to be ‘fetcht and drawne from the sacred fountaine of Scripture, rather than the puddles of history’. Indeed, Cook specifically used within this tract the injunctions in the book of Numbers requiring murder to be proven by multiple witnesses.[CITATION-108] As well as informing the manner in which the charges against the king were substantiated, ideas of blood guilt were also critical in assigning responsibility to Charles for the loss of life in the civil wars. As David Como’s research has demonstrated, the pretence that it was the king’s ‘evil counsellors’ who were responsible for the bloodshed of the civil war was challenged in a number of petitions and pamphlets from 1643 onwards. The July 1643 petition which urged a ‘General Rising’ in defence of Parliament denounced the king for having brought thousands of subjects to ‘slavery or destruction’.[CITATION-109] A year later, the pamphlet(1644) warned the king to expect ‘revenge for the blood of thy subjects’.[CITATION-110] The tract prefigured some of the witness statements at the king’s trial by holding Charles responsible for acts of plunder committed by his troops, and for making the ground of ‘Kenton-field’ (Edgehill) ‘red with the blood of his subjects’.[CITATION-111] By 1647, John Lilburne was using Genesis 9:6 to argue that no-one should be exempt from responsibility for the shedding of ‘England’s innocent blood’, whether ‘kings, princes, dukes … or gentlemen’. Notably, Lilburne here made accusations of blood guilt against a Parliamentarian officer, Colonel Edward King.[CITATION-112] Calls for the execution of ‘impartial justice’ were often grounded in the need to give satisfaction for the innocent blood that had been shed in the civil wars, as the petitions issued in the autumn and winter of 1648 demonstrated.[CITATION-113] This point has been stressed in recent work on these petitions by John Rees and Norah Carlin. Rees distinguishes between an understanding of blood guilt as a providentially ordained directive to exact retribution or face divine wrath, and the idea of blood guilt present in many Leveller and army petitions prior to the trial of Charles I. The notion of blood guilt present in these texts was a moral and political argument for justice as a recompense for both the army’s and the kingdom’s losses.[CITATION-114] Indeed, as Carlin has noted, only two of the petitions for justice issued in late 1648 and early 1649 directly employed the familiar biblical texts from Genesis and Numbers. Far more common were references to blood in relation to the nation’s suffering and loss.[CITATION-115] Allusions of this kind in the petitions did not always presume the king’s guilt, instead urging that ‘the King (instead of a Treaty) be brought to a fair trial, to make answer for all the innocent bloud that hath been spilt in the land’.[CITATION-116] It is a similar sense of blood guilt which comes through most strongly in the witness statements: the grim arithmetic of battlefield casualty lists and the legal account that must now be made for them, rather than the providential imperative to assuage divine wrath by extinguishing the king as a ‘Man of Blood’. These kinds of arguments are also evident in petitions produced by the two regiments with clearest connections to some of the witnesses—Barkstead’s and Hewson’s. The petition from Hewson’s regiment anticipated the role of some of its soldiers in the trial by stating that its members had been ‘eye and ear witnesses of the last transactions with the grand Enemy’.[CITATION-117] The petition from Barkstead’s regiment clearly painted Charles I as a tyrant, intent on enslaving the people ‘to his exorbitant will and lust’.[CITATION-118] Blood here was the price that the soldiers had paid for ‘every mans freedom, right and property’, a sacrifice which had been unconscionably forgotten when the Parliament resolved to re-open negotiations with the king.[CITATION-119] The text also strongly indicated some Leveller sympathies or influence: it complained that the Large Petition had been unfairly slighted, and it followed earlier Leveller works in using the language of blood guilt against Parliament and the army leadership, as well as against Charles, in its demand for an ‘inquisition’ for the blood of Thomas Rainsborough.[CITATION-120] The idea of making an ‘inquisition for blood’, of course, was also rooted in the Bible, specifically Psalm 9:12. Yet that text itself, especially in the Geneva Bible translation, could also be read as a call for social justice, resonating with the broader demands of many of these petitions: ‘For when he maketh inquisition for blood, he remembereth it,forgetteth not the complaint of the poor’.[CITATION-121] This rendering of the verse certainly chimed with the powerful ending to the petition from Barkstead’s regiment, which called on Fairfax to consider ‘the miseries of this bleeding Nation, the bloud of the innocence [], the Outcry of the Widdow, and Fatherlesse, the sad Omen of future troubles’.[CITATION-122] The demands of army petitioners were heard by the court itself and, in this instance, these demands threatened the king’s judges as well as the king. The petitioners for justice in the winter of 1648 have sometimes been portrayed as the cat’s paws of some trial commissioners. Henry Marten was accused of having authored the Large Petition himself.[CITATION-123] Oliver Cromwell and Henry Ireton were similarly alleged to have orchestrated the petitions from army regiments.[CITATION-124] Yet, while it is certainly true that Cromwell endorsed the petition from Thomas Harrison’s regiment as showing a ‘very great zeal to have impartial Justice done upon Offenders’, the vast majority of these army petitions made no explicit calls for the king’s execution.[CITATION-125] Moreover, as Norah Carlin has argued and broader work on other petitioning campaigns has suggested, the variety of demands found within these texts indicates that we should view them in the main as the authentic productions of these regiments.[CITATION-126] Work on petitioning more generally has also encouraged us to be attentive to the voice of petitioners communicated through these texts, though they might be mediated by clerks or superiors.[CITATION-127] The court was addressed directly by some army petitioners: on 22 January, as the commissioners sat in private in the Painted Chamber, they received a petition from soldiers in the city, explicitly denouncing the king as ‘our grand tyrant, Charles Steward’. The petition brought home the ramifications of the Commons’ invocation of popular sovereignty. The petitioners informed the commissioners that, as the court was founded on the sovereignty of the people, it was bound to honour their requests. The court should avenge the innocent blood shed during the civil wars by condemning the king and cut the ‘bands of wickedness … letting the oppressed go free, by breaking every heavy yoke’. It urged the commissioners to ‘put on righteousness as a robe and judgement as a crown, walking in the light and strength of God, fulfilling his will’. Yet it also warned the king’s judges that if they did not execute justice, both they and the petitioners would perish, rather than the ‘tyrant’ Charles Stuart.[CITATION-128] After hearing the testimony of the final witness, Richard Price, the commissioners resolved to proceed to condemning the king as a tyrant, traitor, murderer and public enemy to the commonwealth. It was agreed that the condemnation should ‘extend to death’, though notably the court agreed that their votes on these matters would not be binding.[CITATION-129] The witness depositions may have served to persuade some wavering commissioners to condemn the king. They arguably take on a wider significance when we consider that it was originally intended that they be read in open court. The public nature of the king’s trial has largely been thought of in terms of its propaganda value, but we might consider whether this mass ‘witnessing’, both within Westminster Hall and beyond through print, was also intended to confirm the court’s judgment. Thinking about witnessing in this broader sense may also require us to re-examine the reporting of the king’s behaviour at the trial. Jason Peacey has argued that both Parliamentarian and Royalist writers identified the value of reflecting on Charles’s speech and deportment.[CITATION-130] As has already been stated, early modern conceptions of tyranny were connected to various ‘unkingly’ personality traits. For those commissioners seeking to convince the rest of the court and the public at large that the king was a tyrant, printed reports of moments when Charles appeared to lose emotional control—laughing at the word tyrant itself, for example, or tapping Cook with his cane—were also perhaps intended to provide a wider body of witnesses with an insight into his malevolent character.[CITATION-131] Certainly, Lucy Hutchinson would later record that the king’s gestures as much as his speech provided clear evidence of his lack of remorse:One thing was remarked in him by many of the court, that when the blood spilt in many battles where he was in his own person, and had caused it to be shed by his own command, was laid to his charge, he heard it with disdainful smiles, and looks and gestures, which rather expressed sorrow that all the opposite party to him [meaning the commissioners] had not been cut off, than that any were…[CITATION-132] Here we might see newsbook accounts of the trial, for those outside of Westminster Hall, as the political equivalent of the ‘virtual witnessing’ through print that Steven Shapin has identified as a crucial strategy for validating the discoveries of the ‘New Science’.[CITATION-133] ‘Virtual witnessing’ of this kind involved not just passive observation but re-enactment: works of martyrology, for example, required readers to re-experience the suffering of the martyr (and thereby confirm their martyrdom).[CITATION-134] Similarly, authors reflecting on the role of witnesses in modern war crimes trials have emphasised that their testimony is often meant to do more than simply support the prosecution’s case against a specific defendant. Instead, witness statements delivered in the typically very public setting of these trials are intended, in broader terms, to deliver moral as well as legal judgment, encouraging the public to identify with the witnesses’ experience.[CITATION-135] Etymologically, as Giorgio Agamben has noted, witnessing is bound up with both personal experience and the experience of suffering in particular.[CITATION-136] In this way, the depositions of the witnesses against Charles I can be connected with the wealth of stories of suffering from veterans of the civil wars, or accounts offered by their families, which were critical to confirming political identities and, in turn, securing material relief.[CITATION-137] Besides their potential worth in encouraging wider public acceptance of the king’s guilt, the witnesses’ accounts also had polemical value. As is well known, Charles I and his supporters successfully fashioned an image of the king as a martyr for his church and for his people.[CITATION-138] It was an image that the king had developed in the trial, presenting himself as more concerned with securing the peace of the kingdom and the liberty of the subject than with saving his own life.[CITATION-139] The alternative narratives offered through the witnesses’ depositions could have been intended to counterbalance the Royalists’ strategy, replacing the saintly Charles with a bloody and unrepentant murderer, and recasting the English people as the true sufferers in a conflict he had initiated and perpetuated.The Rump clearly considered the witness statements to be politically as well as legally useful. While the witness testimony did not appear in print in English until 1660, an authorised French translation of the trial proceedings, including the depositions, appeared in early 1650:.[CITATION-140] The text was licensed by John Milton in December 1649 and was in print by the spring of 1650.[CITATION-141] Theincluded French translations of all of the witness statements, assuring its readers that their testimony was ‘tres-veritables’.[CITATION-142] It was intended as a response to Mazarinades which had cannibalised the Commonwealth’s own propaganda to produce pro-Royalist French-language accounts of the trial.[CITATION-143] Attempting to disguise its Parliamentarian provenance, thepresented itself as an objective chronicle of the trial, reporting its events without partiality.[CITATION-144] It concluded, however, by declaring that Charles was accused not only of the crimes alleged in the charge against him but of many other crimes and offences detailed in the Parliament’s declarations.[CITATION-145] The Commonwealth’s attempt to influence French public opinion by stealth, however, was unsuccessful: the ships carrying 1,900 copies of the pamphlet were seized at Rouen.[CITATION-146] In an English context, the Rump had already moved away from attempting to produce authorised accounts of its ‘state trials’, instead opting for a policy of suppressing their reporting.[CITATION-147] Thedemonstrates, nonetheless, that the Rump had seen value in including the witness statements, both to emphasise the king’s guilt and, perhaps, to undermine the developing image of the royal martyr. The potential power of the witness testimony in this respect is indicated by the handling of the depositions in post-Restoration works. The material contained within the depositions was still sensitive enough that it would be a decade after the publication of thebefore references to the witnesses appeared in English print. The compiler of the Royalist account(1660), which drew upon theas a source, seemingly felt some of the witness testimony was damaging enough that it needed to be entirely omitted, in the case of that from the last three witnesses, or truncated, in the case of Humphrey Browne’s testimony regarding the siege of Leicester.[CITATION-148] Some Royalist broadsheets included the names and biographical details of the witnesses. As one broadsheet,, made clear, however, their intent was to expose these individuals to justice rather than to rehearse their evidence: ‘If any man or Woman, in City, Town, or Countrey can Discover, or bring Tydings of any of these aforesaid Traytors who are fled away: Let them convey them safe to the Tower of London, and they shall be well rewarded for their Pains’.[CITATION-149] The witness depositions would not appear in full until 1684, in John Nalson’s. Even then, while Nalson chose to reproduce all of the witness testimony, he still felt it necessary to question the credibility of some of the depositions through the addition of critical, marginal commentary.[CITATION-150] Looking again at the role of the witnesses at Charles I’s trial can enrich our understanding of the regicide in a number of ways. The witnesses’ testimony substantiated the charges of treason, tyranny and murder made against the king. This evidence was deemed weighty enough both for the Rump to disseminate it in print to an international audience as part of its propaganda strategy and for Royalist writers immediately after the Restoration to omit it in part or in full from their accounts. The witnesses’ evidence also suggests that we need to think about what the High Court of Justice represented as much as we need to consider the ultimate outcome of its proceedings. This point has been made convincingly in a number of articles by Sean Kelsey in relation to the court as an institutional embodiment of the concept of popular sovereignty.[CITATION-151] Here, it has been argued that the lowly status of some of the witnesses reveals the influence of radical ideas of justice upon the operation of the High Court of Justice. These ideas were tacitly acknowledged by Royalist critics of the court, such as the Earl of Clarendon, whose distant relative, Sir Henry Hyde, was another one of its victims. Clarendon described the High Court as an institution which took away the ‘distinction of quality’ in capital cases and made ‘the greatest lord and the meanest peasant undergo the same judicatory and form of trial’.[CITATION-152] As Alexandra Shepard’s work makes clear, contemporaries understood the ‘worth’ of a witness in relative as well as absolute terms.[CITATION-153] The condemnation of a king on the basis of the evidence of cordwainers, vintners and husbandmen represented a profound challenge to accepted ideas of ‘worthiness’. The ideas of justice embodied in the trial resonated with Leveller ideas, especially those articulated in the Large Petition. As has been shown, these arguments were endorsed in numerous army petitions, including those from regiments which supplied several of the witnesses against the king.[CITATION-154] These, in turn, were echoed in the Commons’ own declaration, prior to the trial, that its authority, and by extension that of the court it established to try the king, was grounded on the sovereignty of the people.As Feisal G. Mohamed has argued, that declaration was one in which popular sovereignty was ‘dissolved’ as soon as it appeared: a small ‘Rump’ of the Commons asserting the right to speak on behalf of the whole English people.[CITATION-155] Nonetheless, the approbation of the people remained important. As originally envisaged, the witness testimony would have invited a wider public, both those within Westminster Hall and those following the proceedings in print, to judge the guilt of the king. Besides their value as legal evidence, then, the witness depositions illuminate the mode of thinking that apparently drove Parliament, in the words reportedly spoken by Thomas Harrison to Charles I, to try the king ‘in a way of justice, to which the world should be witness’.[CITATION-156] ",
    "footnotes": {
        "1": "See the essays contained in J. Peacey, ed., The Regicides and the Execution of Charles I (Basingstoke, 2001); C. Holmes, Why was Charles I Executed? (London, 2006); M.A. Kishlansky, ‘Mission Impossible: Charles I, Oliver Cromwell and the Regicide’, English Historical Review, cxxv (2010), pp. 844–74. An effective summary of more recent work is given in P. Baker, ‘The Regicide’, in M.J. Braddick, ed., The Oxford Handbook of the English Revolution (Oxford, 2015), ch. 9, and see references below. For a broader temporal and geographical perspective, see R. von Friedeburg, ed., Murder and Monarchy: Regicide in European History, 1300–1800 (Basingstoke, 2004).",
        "2": "S. Kelsey, ‘Staging the Trial of Charles I’, in Peacey, ed., Regicides, ch. 3; S. Kelsey, ‘The Trial of Charles I’, English Historical Review, cxviii (2003), pp. 583–616; id., ‘The Ordinance for the Trial of Charles I’, Historical Research, lxxvi (2003), pp. 310–31; id., ‘Politics and Procedure in the Trial of Charles I’, Law and History Review, xxii (2004), pp. 1–26; C. Holmes, ‘The Trial and Execution of Charles I’, Historical Journal, liii (2010), pp. 289–316; Kelsey, ‘A Riposte to Clive Holmes’ “The Trial and Execution of Charles I”’, History, ciii (2018), pp. 525–44; Kelsey, ‘Instrumenting the Trial of Charles I’, Historical Research, xcii (2019), pp. 118–38; C. Holmes, ‘The Remonstrance of the Army and the Execution of Charles I’, History, civ (2019), pp. 585–605.",
        "3": "A recent exception to this scholarly neglect is B. English, ‘“The First Act of Hostility”: Beverley’s Part in the Trial of Charles I’, Yorkshire Archaeological Journal, xcii (2020), pp. 115–30, which examines the evidence of the first witness at the trial, William Cuthbert. I am grateful to Barbara English for sharing her work on Cuthbert with me prior to publication.",
        "4": "See Kelsey, ‘Politics and Procedure’, p. 20; R. Cust, Charles I: A Political Life (Harlow, 2005), p. 457; Samuel R. Gardiner, History of the Great Civil War, 1642–1649 (new edn, 4 vols, London, 1894), iv, pp. 305–8.",
        "5": "Kelsey, ‘Ordinance for the Trial of Charles I’, p. 330.",
        "6": "E. Le Roy Ladurie, Montaillou: Cathars and Catholics in a French Village, 1294–1324, tr. B. Bray (London, 1978); C. Ginzburg, The Cheese and the Worms: The Cosmos of a Sixteenth-Century Miller, tr. J. Tedeschi and A. Tedeschi (London, 1980).",
        "7": "For a vigorous critique of historians’ use of depositions, see F.E. Dolan, True Relations: Reading, Literature, and Evidence in Seventeenth-Century England (Philadelphia, PA, 2013), ch. 4.",
        "8": "For a notable recent example, see S. Lipscomb, The Voices of Nîmes: Women, Sex and Marriage in Reformation Languedoc (Oxford, 2019).",
        "9": "J.G. Muddiman, The Trial of King Charles the First (Glasgow, 1928), p. 194; John Nalson, A True Copy of the Journal of the High Court of Justice, for the Tryal of K. Charles I (London, 1684), p. 4.",
        "10": "His Majesties Declaration Concerning the Proclamation of the Army (London, [1649]; Thomason E.537[37]).",
        "11": "A New Declaration Concerning the King (London, 1649), p. 6; John Rushworth, Historical Collections. The Fourth and Last Part (2 vols, London, 1701), ii, p. 1387, reported that heralds proclaimed on 9 January that all who had anything to say against the king might be heard before the commissioners on 10 January. See also The Perfect Weekly Account, 3–10 Jan. 1649; A Proclamation for Tryall of the King (London, 1648[9]).",
        "12": "New Haven, CT, Beinecke Rare Book and Manuscript Library [hereafter Beinecke], Osborn fb 146, ‘A jornall of the proceedinges of the Hiegh Corte of Justice’, fo. 9v. This manuscript has been digitised at https://brbl-dl.library.yale.edu/vufind/Record/4312143 (accessed 30 Aug. 2019). Muddiman, Trial of King Charles the First, p. 200.",
        "13": "A Perfect Diurnall, no. 287, 22–29 Jan. 1649. A similar report was given in The Armies Modest Intelligencer, no 1. (1649; E.540[7]), received by Thomason on 26 Jan.",
        "14": "Kelsey, ‘Politics and Procedure’, pp. 14, 19.",
        "15": "Kew, The National Archives [hereafter TNA], SP 16/517, fo. 8; Muddiman, Trial of King Charles the First, p. 202.",
        "16": "During Cook’s trial in 1660: Cobbett’s Complete Collection of State Trials, V, ed. T.B. Howell (London, 1810) [hereafter State Trials, ed. Howell], p. 1089. Cook denied administering the oath to witnesses: ibid., p. 1095.",
        "17": "TNA, PRO 31/3/89, fo. 4v, Pierre de Bellièvre, seigneur de Grignon, to Brienne, 4 Feb. 1649; see also The Perfect Weekly Account, 24–31 Jan. 1649.",
        "18": "Beinecke, Osborn fb 146, fo. 23v.",
        "19": "A Continuation of the Narrative being the Third and Fourth Days Proceedings of the High Court of Iustice sitting in Westminster Hall Jan 23 (London, 1649), p. 8. See also King Charles his Tryal, or, A Perfect Narrative of the Whole Proceedings of the High Court of Iustice (London, 1649), p. 22.",
        "20": "London, House of Lords Record Office [hereafter HLRO], HL/PO/JO/10/14/11A, m. 15. This manuscript has been digitised at https://archives.parliament.uk/collections/getrecord/GB61_HL_PO_JO_10_14_11A (accessed 17 Sept. 2021). See also Muddiman, Trial of King Charles the First, pp. 101, 211.",
        "21": "TNA, SP 16/517, fos. 26–33v; Muddiman, Trial of King Charles the First, pp. 212–23. Note that Nalson’s list of the witnesses omits the name of John Moore: True Copy, p. 61. The process for collecting witness testimony was markedly similar to that used in sequestration cases. See, for example, the pro forma in TNA, SP 20/10/24, fo. 83: ‘All which witnesses the said Comissionrs are to send for and examine upon oath And their Examinacons to take in writing, not p[er]mitting any p[er]sons but themselves to be present at, or privy to the said Examminacons’.",
        "22": "An Exact and Most Impartial Accompt of the Indictment, Arraignment, Trial, and Judgment (According to Law) of Nine and Twenty Regicides (London, 1660), p. 261.",
        "23": "The Moderate, no. 29, 23–30 Jan. 1649; Perfect Occurrences, no. 108, 18–25 Jan. 1649; A Perfect Summary, no. 1, 22–29 Jan. 1649; A Perfect Diurnall, no. 287, 22–29 Jan. 1649. Grignon’s letter suggests that he had either read these summaries or received some information about the content of the witness statements from another source.",
        "24": "‘Bradshawe’s Journal’ is partially reproduced (omitting records of the public sessions of the court) in Muddiman, Trial of King Charles the First, appendix A. For the provenance of this and the Parliamentary Archives manuscript, see The Manuscripts of the House of Lords, new ser., XI: Addenda, 1514–1714, ed. M.F. Bond (Historical Manuscripts Commission; London, 1962), pp. xviii–xix. The provenance of the Beinecke MS Osborn fb 146 is unfortunately uncertain. I am grateful to Sara Powell, research librarian at the Beinecke, for information regarding this MS. London, British Library, Harley MS 4306, ‘A Journall of the proceedings of the high Court of Justice’, like the Beinecke MS, states that it was ‘Read xi Decembr 1650’. For further discussion of the provenance of the manuscript journals, see E. Vallance, ‘The Manuscript Journals of the Trial of Charles I: New Evidence on their Provenance and Purpose’, Historical Research, xciv (2021), pp. 303–23.",
        "25": "Beinecke, Osborn fb 146, fo. 24v. The list does appear on the reverse of the version of the death warrant included in the manuscript (fo. 47v). The names of some witnesses (Gooch, Price and Load) are absent, as are biographical details for two witnesses (Potts and Young).",
        "26": "Ibid., fo. 26v; TNA, SP 16/417, fo. 26; Muddiman, Trial of King Charles the First, p. 212.",
        "27": "Accessible in the version given in ‘Bradshawe’s Journal’ in Muddiman, Trial of King Charles the First, pp. 212–23.",
        "28": "A. Shepard, Accounting for Oneself: Worth, Status and the Social Order in Early Modern England (Oxford, 2015), p. 10.",
        "29": "J.M. Collins, Martial Law and English Laws, c.1500–1700 (Cambridge, 2016), pp. 123–4, 190. For sequestration cases, see, for example, the case of Robert Harvey of Chester, TNA, SP 20/13/71, fos. 228–39; for John Bradshaw’s pivotal role in the sequestration process, see C.L. Young, ‘“The Gentry are Sequestred All”: A Study of English Civil War Sequestration’ (Royal Holloway, Univ. of London Ph.D. thesis, 2018), ch. 3.",
        "30": "S. Kelsey, ‘“The King of the Sea”: The Prince of Wales and the Stuart Monarchy, 1648–9’, History, xcii (2007), pp. 428–48, at 436–7; Kelsey, ‘Instrumenting the Trial’, pp. 129–30.",
        "31": "HLRO, HL/PO/JO/10/14/11A, m. 16. The court’s decision not to examine this witness on the grounds of self-incrimination is noted by G. Robertson, The Tyrannicide Brief (London, 2005), p. 174.",
        "32": "The Clarke Papers: Selections from the Papers of William Clarke, I and II, ed. C.H. Firth (2 vols in 1, repr. London, 1992), ii, p. 133.",
        "33": "TNA, SP 16/517, fos. 27v, 31 (Ives); Muddiman, Trial of King Charles the First, pp. 215–16 (Bennett), p. 220 (Ives).",
        "34": "TNA, SP 16/517, fo. 28; Muddiman, Trial of King Charles the First, p. 216.",
        "35": "C.V. Wedgwood, The Trial of Charles I (London, 1964), p. 149.",
        "36": "TNA, SP 16/517, fo. 28; Muddiman, Trial of King Charles the First, p. 216. For Brayne’s trial, see I. Jones, ‘The Government of Shropshire During the Interregnum’ (Univ. of Chester Ph.D. thesis, 2017), pp. 131–2. Brayne’s trial took place in September 1642 at Shrewsbury, but he was acquitted: J.E. Auden, ‘Shropshire and the Royalist Conspiracies Between the End of the First Civil War and the Restoration, 1648–1660’, Transactions of the Shropshire Archaeological and Natural History Society, x (1910), pp. 87–168, at 111 n.",
        "37": "State Trials, ed. Howell, p. 1089.",
        "38": "See London Metropolitan Archives, CLC/L/BB/C/006/MS05265/001, Worshipful Company of Barbers, Register of Freedom Admissions, 1522–1665, fo. 89v. Given that individuals were usually admitted to the company when they were 21 after a seven-year apprenticeship, this would make Yonge/Young about 33 at the time of the trial, but the ages given in the trial journal are only approximate. I am grateful to Victoria West, archivist of the Barbers’ Company, for this information.",
        "39": "John Vicars, Jehovah-jireh. God in the Mount, or, Englands Parliamentarie-chronicle ([London], 1643), p. 199, and see the entry on Young in S.K. Roberts, ed., The Cromwell Association Online Directory of Parliamentarian Army Officers (British History Online, 2017), available at https://www.british-history.ac.uk/no-series/cromwell-army-officers (accessed 29 Aug. 2019), and M. Wanklyn, Reconstructing the New Model Army (2 vols, Solihull, 2016) [hereafter NMA], i, pp. 45–6, 99.",
        "40": "A Declaration of the Engagements, Remonstrance, Representations, Proposals, Desires and Resolutions from His Excellency Sir Tho. Fairfax (London, [1647]), p. 15.",
        "41": "TNA, SP 25/129, fo. 5; SP 63/303, fo. 18; and see also SP 25/76, fo. 344. NMA, ii, pp. 88, 180, 201, 229, 240, 260; H. Maclean, I. Gentles and M. Ó Siochrú, eds, ‘Minutes of Courts Martial Held in Dublin in the Years 1651–3’, Archivium Hibernicum, lxiv (2011), pp. 56–163, at 118–19; J. Wells, ‘English Law, Irish Trials and Cromwellian State Building in the 1650s’, Past and Present, no. 227 (2015), pp. 77–119, appendix; Ireland under the Commonwealth: Being a Selection of Documents Relating to the Government of Ireland from 1651 to 1659, ed. R. Dunlop (2 vols, Manchester, 1913), ii, p. 378 n.",
        "42": "S. Barber, ‘Brayne, William (d. 1657)’, Oxford Dictionary of National Biography [hereafter ODNB]; and see the entry in Roberts, ed., Cromwell Association Directory.",
        "43": "C.H. Firth assisted by G. Davies, The Regimental History of Cromwell’s Army (Oxford, 1940), p. 628; Maclean, Gentles and Ó Siochrú, eds, ‘Minutes of the Courts Martial Held in Dublin’, p. 62.",
        "44": "Firth, Regimental History, pp. 650–52; NMA, ii, p. 189.",
        "45": "Matlock, Derbyshire Record Office [hereafter DRO], D1232/O/115, ‘A List of the Commission [sic] Officers of Collonell Thomas Sanders Regiment of Horse’.",
        "46": "John O’Hart, The Irish and Anglo-Irish Landed Gentry when Cromwell Came to Ireland, or, A Supplement to Irish Pedigrees (2nd edn, Dublin, 1887), p. 421; TNA, SP 28/124, fo. 28.",
        "47": "For some potential evidence, see NMA, i, pp. 131 (a William Jones listed as lieutenant in Barkstead’s regiment), 135 (a John Thomas listed in the 10th regiment alongside John Jones). A ‘Mr. Jones of Uske’ is also listed as one of the ‘Committee of South Wales’ taken prisoner when Pembridge Castle was stormed: John Rushworth, Historical Collections of Private Passages of State (8 vols, London, 1721), v, pp. 677–748, available via British History Online (Institute of Historical Research, 2003–), at https://www.british-history.ac.uk/rushworth-papers/vol5/pp677-748 (accessed 11 Sept. 2019). William Jones’s will included a bequest to ‘My Lord of Pembroke Officers’ of some of his horses, though this was in payment for ‘his herriott’ so may not confirm army connections: TNA, PROB 11/273/429. I am grateful to Stephen Roberts for his correspondence on this point.",
        "48": "Muddiman, Trial of King Charles the First, p. 215.",
        "49": "Auden, ‘Shropshire and Royalist Conspiracies’, pp. 109–11; A Perfect Diurnall, no. 283, 25 Dec.–1 Jan. 1648/9; N. Carlin, Regicide or Revolution? What Petitioners Wanted, September 1648–February 1649 (London, 2020), pp. 192–4, quotation at 193. As Carlin notes, this petition not only expresses support for the Army’s Remonstrance but also suggests Leveller influence or sympathies in calling for a political settlement before the prosecution of those responsible for the wars. I am grateful to Norah Carlin for sharing her work on the petitions of 1648–9 prior to publication.",
        "50": "State Trials, ed. Howell, pp. 1089, 1154.",
        "51": "Kelsey, ‘Politics and Procedure’, pp. 20–21. See also State Trials, ed. Howell, pp. 1080, 1083.",
        "52": "[Clement Walker], The High Court of Justice; or Cromvvells New Slaughter House in England ([London], 1651), p. 34. For similar accusations, specifically relating to the witnesses at Charles I’s trial, see the satire The Tragical Actors or the Martyrdome of the Late King Charles (London, 1660), p. 6.",
        "53": "H. Taylor, ‘The Price of the Poor’s Words: Social Relations and the Economics of Deposing for One’s “Betters” in Early Modern England’, Economic History Review, lxxii (2019), pp. 828–47.",
        "54": "A. Frisch, The Invention of the Eyewitness: Witnessing and Testimony in Early Modern France (Chapel Hill, NC, 2004), pp. 31–2. Interrogatories were regularly used in sequestration cases; see TNA, SP 20/12/21, fo. 62, case of Richard Deane of Ovenden, Yorkshire.",
        "55": "T. Stretton, ‘Women, Legal Records and the Problem of the Lawyer’s Hand’, Journal of British Studies, lviii (2019), pp. 684–700, at 693.",
        "56": "[John Lilburne], The Hunting of the Foxes from New-Market and Triploe-Heaths to White-hall, by Five Small Beagles (Late of the Armie) ([London?], 1649), pp. 22–3. ESTC attributes this publication to Lilburne but it has also been attributed to Richard Overton; see B.J. Gibbons, ‘Overton, Richard (fl. 1640–1663)’, ODNB.",
        "57": "State Trials, ed. Howell, p. 1089. Burden insisted he had never been to Nottingham.",
        "58": "For Burden, see Chippenham, Wiltshire and Swindon History Centre, BT/Lyne/Bld.1, Samuel Burden, son of Richard Burden, baptised 20 July 1627. For Pyneger, see DRO, D1632/A/PI/1, Parish of Heanor composite registers, 1558–1681. Another John Pyneger appears to have served as a vestryman in the parish; see DRO, D1632/A/PW/1, Heanor churchwardens’ accounts, 1585–1872, but it seems more likely that the individual who died in 1676 was the witness, given the description of him as ‘of Kirkby in ye county of Nottingham’ and the fact that most of Pyneger’s testimony concerned the king’s presence in Nottingham.",
        "59": "Kelsey, ‘Politics and Procedure’, p. 19.",
        "60": "S. Shapin and S. Schaffer, Leviathan and the Air-Pump: Hobbes, Boyle, and the Experimental Life (Oxford, 1985), ch. 2; S. Shapin, ‘The House of Experiment in Seventeenth-century England’, ISIS, lxxix (1988), pp. 373–404; id., A Social History of Truth: Civility and Science in Seventeenth-Century England (Chicago, IL, 1994), ch. 5; B.J. Shapiro, ‘Oaths, Credibility and the Legal Process in Early Modern England: Part One’, Law and Humanities, vi (2013), pp. 145–78; ead., ‘Oaths, Credibility and the Legal Process in Early Modern England: Part Two’, Law and Humanities, vii (2013), pp. 19-54; ead., ‘Testimony in Seventeenth-century English Natural Philosophy’, Studies in History and Philosophy of Science, xxxiii (2002), pp. 243–63; ead., A Culture of Fact: England, 1550–1720 (Ithaca, NY, 2000), ch. 1.",
        "61": "Kelsey, ‘Politics and Procedure’, p. 19.",
        "62": "Muddiman, Trial of King Charles the First, pp. 78–9. Richard Price was a leading city Independent, appointed to the committee responsible for drafting a new Agreement of the People in November 1648 and named as one of the commissioners responsible for redrawing electoral boundaries and collecting signatures to the version of the Agreement ultimately presented to Parliament in January 1649. See R. Brenner, Merchants and Revolution: Commercial Change, Political Conflict and London’s Overseas Traders, 1550–1653 (1993; London, 2003), pp. 421, 447–8, 536–9.",
        "63": "A List of the Names of the Judges of the High Court of Justice for Tryall of the King (London, 1649; Thomason 699 f.13[68]), received by Thomason on 11 January. Calendar of the Manuscripts of the Most Hon. the Marquis of Salisbury, XXIV: 1605–1668, ed. G.D. Owen (Historical Manuscripts Commission; London, 1976), p. 282, features a bill for books, dated 15 Jan. 1648/9, which includes ‘A list of them that try the king’.",
        "64": "M. Todd, ‘Dorislaus, Isaac (1595–1649)’, ODNB; An Exact and Most Impartial Accompt, p. 61.",
        "65": "A manuscript list of the witnesses and of the commissioners who heard their evidence can be found in Sir John Gell’s papers: DRO, D258/10/29/6–7. A very similar manuscript in the same hand is held in the William Andrews Clark Memorial Library, UCLA, Misc MSS, ‘A part of the journal of the true proceedings of the High Court of Justice, 1649 January 22–30’. For more on these manuscripts see Vallance, ‘Manuscript Journals’, pp. 313–15.",
        "66": "See The Examination of Josuah Hill, Taken at Northampton, in the Presence of the Earle of Essex (London, 1642), in which Hill and another witness, Augustine Harper, claimed that the king’s demands for money to the mayor of Nottingham encouraged Royalist threats to plunder the town.",
        "67": "Beinecke, Osborn fb 146, fo. 23; TNA, SP 16/517, fo. 24; HLRO, HL/PO/JO/10/14/11A, m. 15.",
        "68": "HLRO, HL/PO/JO/10/14/11A, m. 15; Nalson, True Copy, p. 54",
        "69": "To the Right Honorable the Commons of England in Parliament Assembled. The Humble Petition of Divers Wel Affected Persons Inhabiting the City of London, Westminster, the Borough of Southwark, Hamblets, and Places Adjacent (n.p., n.d. [1648]; Thomason E.464[5]). A broadsheet version of the petition was also produced (Thomason 669 f.13[16]); reproduced in Carlin, Regicide or Revolution?, pp. 13–19, quotation at 17.",
        "70": "Clarke Papers, ed. Firth, i, pp. 405–10.",
        "71": "Journal of the House of Commons, VI: 1648–1651 (London, 1802), p. 111.",
        "72": "Carlin, Regicide or Revolution?, p. 16.",
        "73": "Ibid., p. 17.",
        "74": "Nalson, True Copy, p. 56.",
        "75": "TNA, SP 16/517, fo. 28, testimony of Robert Load of Cotham in Notts; fo. 29, testimony of James Williams of Ross, Herefordshire; ibid., testimony of John Thomas of Llangollen in Co. Denbigh, husbandman; fo. 30v, testimony of Giles Grice of Wellington, Shropshire, gent; fo. 31, testimony of John Vincent of Damorham, Wiltshire, gent; ibid., testimony of George Seely of London, cordwainer; ibid., testimony of John Moore of Cork, gentleman; fo. 32, testimony of Michael Potts of Sharpreton, Northumberland, vintner. Muddiman, Trial of King Charles the First, pp. 216–21.",
        "76": "HLRO, HL/PO/JO/10/14/11A, m. 14.",
        "77": "Carlin, Regicide or Revolution?, p. 19.",
        "78": "Kelsey, ‘Politics and Procedure’, p. 20.",
        "79": "Wedgwood, Trial, pp. 148–9. For the standard, see TNA, SP 16/517, fo. 27v, testimony of John Bennett; fo. 28, testimonies of Henry Hartford, Robert Lacy, Edward Roberts; fo. 28v, testimony of John Pyneger; fo. 29v, testimony of Thomas Whittington. For the king in arms, see TNA, SP 16/517, fo. 30v, testimony of John Vincent and Giles Grice; Muddiman, Trial of King Charles the First, pp. 216–19. Aside from Grignon’s letter, this was the substance of the newsbook summaries referred to above.",
        "80": "D.A. Orr, Treason and the State: Law Politics and Ideology in the English Civil War (Cambridge, 2002), pp. 191–2; see also Kelsey, ‘Instrumenting the Trial’, p. 127, for the potential legal issues with this charge.",
        "81": "Carlin, Regicide or Revolution?, p. 19.",
        "82": "Robertson, Tyrannicide Brief, p. 175.",
        "83": "Wells, ‘Proceedings’, p. 69.",
        "84": "‘Eye-witnesse’, An Exact Relation of the Bloody and Barbarous Massacre at Bolton (London, 1644).",
        "85": "TNA, SP 16/517, fo. 27r–v; Muddiman, Trial of King Charles the First, pp. 214–16; and for Cuthbert, see English, ‘“The First Act of Hostility”’, pp. 120–30.",
        "86": "G. Walker, Writing under Tyranny: English Literature and the Henrician Reformation (Oxford, 2005), pp. 6–8; R. Zaller, ‘The Figure of the Tyrant in English Revolutionary Thought’, Journal of the History of Ideas, liv (1993), pp. 585–610.",
        "87": "Zaller, ‘Figure of the Tyrant’, p. 598.",
        "88": "TNA, SP 16/517, fo. 30; Muddiman, Trial of King Charles the First, p. 218. A ‘Humphery’ Browne was baptised at Whissendine on 28 July 1624; see Wigston Magna, Record Office for Leicestershire, Leicester and Rutland, DE1831/1, matching with the trial description of him as being in his early twenties. Giles Grice’s testimony also noted the king’s presence at the storming of Leicester and the loss of life and destruction of property in the assault and its aftermath: TNA, SP 16/517, fo. 30v; Muddiman, Trial of King Charles the First, p. 219.",
        "89": "TNA, SP 16/517, fo. 31v; Muddiman, Trial of King Charles the First, p. 220. Rawlins’s claims about the lack of punishment for the Royalist plunderers at Fowey could have been challenged in court, as they were in later Royalist works attacking the charges against the king. The plunderers, in fact, were hanged on the king’s orders. See B. Donagan, ‘Codes and Conduct in the English Civil War’, Past and Present, no. 118 (1988), pp. 65–96, at 89–90; and see also [Fabian Phippes], King Charles the First No Man of Blood but a Martyr for His People, or, A Sad, and Impartiall Enquiry, Whether the King or Parliament began the Warre (London, 1649), p. 56. I am grateful to Sean Kelsey for this point.",
        "90": "For Leicester, see Die Martis, 28 Octobris, 1645. Whereas it is Very Well Known What Miseries Befell the Inhabitants of the Town and County of Leicester ([London, 1645]); A Perfect Relation of the Taking of Leicester (London, 1645); The Letterbooks of Sir Samuel Luke, 1644–1645, ed. H.G. Tibbutt (Bedford, 1963), p. 555. For Fowey and Lostwithiel, see John Vicars, The Burning-bush not Consumed, or, The Fovrth and Last Part of the Parliamentarie-chronicle (London, 1646), pp. 19–20.",
        "91": "TNA, SP 16/517, fo. 32; Muddiman, Trial of King Charles the First, p. 221.",
        "92": "Kelsey, ‘Politics and Procedure’, p. 21.",
        "93": "TNA, SP 16/517, fo. 33; Muddiman, Trial of King Charles the First, p. 222.",
        "94": "Kelsey, ‘Politics and Procedure’, p. 20.",
        "95": "TNA, SP 16/517, fo. 27v; Muddiman, Trial of King Charles the First, p. 216.",
        "96": "HLRO, HL/PO/JO/10/14/11A, m. 10.",
        "97": "P. Crawford, ‘Charles Stuart, That Man of Blood’, Journal of British Studies, xvi (1977), pp. 41–61.",
        "98": "TNA, SP 16/517, fo. 42; Muddiman, Trial of King Charles the First, pp. 123, 255.",
        "99": "TNA, SP 16/517, fo. 42r–v, quotation at fo. 42v; The Full Proceedings of the High Court of Justice against King Charles In Westminster Hall on Saturday the 20th of January 1648 (London, 1654), p. 91; Crawford, ‘Man of Blood’, p. 53; Baker, ‘Regicide’, p. 158. For variations between the manuscript accounts in their rendering of this part of Bradshaw’s speech, see Vallance, ‘Manuscript Journals’, p. 308. Sean Kelsey has argued that the story of Ahab was intended to be used in a similar fashion by John Cook; see ‘King Charls His Case: The Intended Prosecution of Charles I’, Journal of Legal History, xxxix (2018), pp. 58–87, at 79–82. However, for a different reading of the use of the Ahab story by Cook, see S. Barber, Regicide and Republicanism: Politics and Ethics in the English Revolution, 1646–1659 (Edinburgh, 1998), p. 131.",
        "100": "This was the interpretation placed on the passage in the engrossed journal: HLRO, HL/PO/JO/10/14/11A, m. 25, stating that the king was urged to repentance to ‘prepare for his eternall Condition’.",
        "101": "Crawford, ‘Charles Stuart, That Man of Blood’, p. 58. C. Holmes, ‘Why was the King Executed?’, in his Why Was Charles I Executed?, ch. 5; id., ‘Trial and Execution’, pp. 302, 315–16; id., ‘Remonstrance of the Army’, esp. pp. 598–603.",
        "102": "The Execution of the Late King Justified (London, 1649), p. 5.",
        "103": "British Library, Add. MS 21417, fo. 28, Thomas Margetts to Adam Baynes, 13 Jan. 1649.",
        "104": "Muddiman, Trial of King Charles the First, p. 258.",
        "105": "B.J. Shapiro, ‘Law and the Evidentiary Environment’, in L. Hutson, ed., The Oxford Handbook of English Law and Literature, 1500–1700 (Oxford, 2017), ch. 13, pp. 265–6.",
        "106": "S. Baskerville, ‘Blood Guilt in the English Revolution’, Seventeenth Century, viii (1993), pp. 181–202, at 183.",
        "107": "K. Killeen, The Political Bible in Early Modern England (Cambridge, 2016), p. 179 and ch. 7 passim for the regicide.",
        "108": "J. Cook, Monarchy No Creature of God’s Making (Waterford, 1651), ‘To the Supreme Authority’.",
        "109": "D.R. Como, Radical Parliamentarians and the English Civil War (Oxford, 2018), pp. 172–3; see also G.S. De Krey, Following the Levellers, I: Political and Religious Radical in the English Civil War and Revolution, 1645–1649 (Basingstoke, 2017), p. 36.",
        "110": "Como, Radical Parliamentarians, p. 259, and see pp. 257-60; see also J. Macadam, ‘Mercurius Britannicus on Charles I: An Exercise in Civil War Journalism and High Politics, August 1643 to May 1646’, Historical Research, lxxxiv (2011), pp. 470–92 at 475, 490, for similar arguments.",
        "111": "The Great Eclipse of the Sun, or, Charles his Waine (London, 1644), pp. 5–6.",
        "112": "John Lilburne in The Just Man’s Justification (2nd edn, [London], 1647), p. 10, quoted in De Krey, Following the Levellers, I, p. 67. See also Barber, Regicide and Republicanism, p. 41, for a similar argument, advanced in the pamphlet Vox Plebis, or, The Peoples Out-cry against Oppression, Injustice, and Tyranny (London, 1646).",
        "113": "See, for example, the Somerset petition, To the Honorable, the Commons Assembled in Parliament: the Humble Petition of Divers Gentlemen, Ministers, and Well-affected Inhabitants of the County of Somerset (London, 1648[9]), and the Berkshire petition A True Copie of the Berkshire Petition (London, 1648), both reproduced in Carlin, Regicide or Revolution?, pp. 283–4, 56–7.",
        "114": "J. Rees, The Leveller Revolution: Radical Political Organization in England, 1640–1650 (London, 2016), p. 275, and see pp. 272–4 for reference to Carlin’s unpublished work on these petitions, ‘Petitions and Revolution in England, September 1648–January 1649’. I am grateful to Norah Carlin for sharing this paper with me.",
        "115": "Carlin, Regicide or Revolution?, pp. 7–8.",
        "116": "Carlin, Regicide or Revolution?, p. 144 (Northumberland Horse Regiment), and, similarly, pp. 27–8 (Leicestershire)",
        "117": "Two Petitions Presented to his Excellency the Lord Fairfax (London, 1648), p. 7. Reproduced in Carlin, Regicide or Revolution?, p. 132–4, quotation at 133.",
        "118": "A Petition from Several Regiments of the Army, viz, Colonell Fleetwoods, Colonell Whalies, Colonell Barksteads, &c. (London, 1648), p. 3, reproduced in Carlin, Regicide or Revolution?, pp. 82–5, quotation at 83.",
        "119": "Ibid., p. 82.",
        "120": "Ibid., p. 84; Rees, Leveller Revolution, p. 275.",
        "121": "1599 version, available in modern spelling via Bible Gateway (HarperCollins Christian Publishing), at www.biblegateway.com (accessed 2 June 2019).",
        "122": "Carlin, Regicide or Revolution?, p. 85.",
        "123": "J. Peacey, ‘Blakiston, John (bap. 1603, d. 1649)’, ODNB; Mercurius Pragmaticus, no. 25, 12–19 Sept. 1648.",
        "124": "P. Baker, ‘“A Despicable Contemptible Generation of Men”: Cromwell and the Levellers’, in P. Little, ed., Oliver Cromwell: New Perspectives (Basingstoke, 2009), ch. 4, p. 107.",
        "125": "Carlin, Regicide or Revolution?, pp. 7–8, quotation at 111.",
        "126": "Ibid., p. 10; A. Fletcher, The Outbreak of the English Civil War (London, 1985), p. 192. See also R. Ashton, Counter-revolution: The Second Civil War and its Origins, 1646–8 (New Haven, CT, 1994), esp. ch. 4; K. Lindley, Popular Politics and Religion in Civil War London (Aldershot, 1997); J. Rees, ‘Leveller Organisation and the Dynamic of the English Revolution’ (Goldsmiths, Univ. of London Ph.D. thesis, 2014), ch. 4.",
        "127": "J. Healey, The First Century of Welfare: Poverty and Poor Relief in Lancashire, 1620–1730 (Woodbridge, 2014), ch. 3; S. Hindle, On the Parish? The Micro-Politics of Poor Relief in Rural England, c.1550–1750 (Oxford, 2004), pp. 156–63, 407–28.",
        "128": "To the Highest and Honourablest Court of Justice Now Assembled in Westminster for the Tryal of Charles Steward ([London], 1649). The petition was also reproduced in the newsbook Perfect Summary, no. 1, 22–29 Jan. 1649, but with a different date of presentation (25 Jan.). See also The Perfect Weekly Account, 24–31 Jan. 1649, and D.P. Massarella, ‘The Politics of the Army, 1647–1660’ (Univ. of York D.Phil. thesis, 2 vols, 1977), i, p. 192. The petition may have originated from soldiers in the regicide Adrian Scroop’s regiment: one of the named petitioners, John Raye, served as first quartermaster and then lieutenant in his regiment (TNA, E 121/3/4/77; NMA, i, pp. 126–7, 144–5). Its arguments are also very similar to those made in pamphlets produced by the ‘private souldierie’ of Scroop and Sanders’s regiments; see Carlin, Regicide or Revolution?, p. 155. Another subscriber, George Jellus or Jellis, would be cashiered from the Army for petitioning for the restoration of the Agitators and in support of the arguments of Lilburne’s England’s New Chains Discovered (London, 1649); Clarke Papers, ed. Firth, ii, pp. 193–4; [Lilburne], Hunting of the Foxes, p. 23. For more on this petition, see T. Vallance, ‘Cromwell, Blood Guilt and the Trial and Execution of Charles I’, Cromwelliana, iii (2020), pp. 5–21.",
        "129": "TNA, SP 16/517, fo. 33v; Muddiman, Trial of King Charles the First, p. 223.",
        "130": "J. Peacey, ‘Reporting a Revolution: A Failed Propaganda Campaign’, in id., ed., Regicides, ch. 7, pp. 167–71.",
        "131": "Perfect Diurnall, no. 287, 22–29 Jan. 1649; The Armies Modest Intelligencer, no. 1, 19–26 Jan. 1649; The Moderate, no. 28, 16–23 Jan. 1649.",
        "132": "Lucy Hutchinson, Memoirs of the Life of Colonel Hutchinson, ed. N.H. Keeble (London, 1995), p. 235. My interpolation.",
        "133": "S. Shapin, ‘Pump and Circumstance: Robert Boyle’s Literary Technology’, Social Studies of Science, xiv (1984), pp. 481–520, at 490–91. For an important recent discussion of the significance of publicness to the ‘state trials’ of the 1640s, see J.D. Sargeant, ‘Publicity, Authority, and Legal Radicalism in John Lilburne’s Treason Trial, 1649’, Historical Research, xciii (2020), pp. 661–77.",
        "134": "J.K. Taylor, Fictions of Evidence: Witnessing, Literature and Community in the Late Middle Ages (Columbus, OH, 2013), pp. 2–3.",
        "135": "A. Wieviorka, The Era of the Witness, tr. J. Stark (London, 2006), pp. 66, 73.",
        "136": "G. Agamben, Remnants of Auschwitz: The Witness and the Archive, tr. D. Heller-Roazen (New York, 1999), pp. 17–18, 26–27.",
        "137": "M. Stoyle, ‘Memories of the Maimed: The Testimony of Charles I’s Former Soldiers’, History, lxxxviii (2003), pp. 204–26; I. Peck, ‘The Great Unknown: The Negotiation and Narration of Death by English War Widows, 1647–60’, Northern History, liii (2016), pp. 220–35; H. Worthen, ‘Supplicants and Guardians: The Petitions of Royalist Widows During the Civil Wars and Interregnum, 1642–1660’, Women’s History Review, xxvi (2017), pp. 528–40.",
        "138": "A. Lacey, The Cult of King Charles the Martyr (Woodbridge, 2003).",
        "139": "TNA, SP 16/517, fo. 36v; Muddiman, Trial of Charles the First, pp. 107–8.",
        "140": "Histoire Entiere et Veritable du Procez de Charles Stuart, Roy d’Angleterre (London, 1650). The ESTC suggests that the pamphlet may have been printed by the Royalist John Grismond. This seems unlikely, given that Grismond’s commitment to the Royalist cause appears to have been unwavering: J. McElligott, Royalism, Print and Censorship in Revolutionary England (Woodbridge, 2007), pp. 134–5. An alternative candidate is John Gilbert, bookseller near Temple Bar, who produced two pamphlets in 1648 which included commentary on the king’s trial (Thomason E.537[37] and E.536[21]). It is also possible that the initials were intended to mislead readers into thinking that ‘J.G.’ was Grismond, the printer of Eikon Basilike, to disguise further the fact that the pamphlet was authorised by the Commonwealth.",
        "141": "Peacey, ‘Reporting a Revolution’, p. 175 and p. 180 n.",
        "142": "Histoire Entiere, pp. 41–58, quotation at 43.",
        "143": "P.A. Knachel, England and the Fronde: The Impact of the English Civil War and Revolution on France (Ithaca, NY, 1967), p. 69; and see also C.V. Wedgwood, ‘European Reaction to the Death of Charles I’, in C.H. Carter, ed., From the Renaissance to the Counter-Reformation: Essays in Honour of Garrett Mattingly (London, 1966), pp. 401–16; R. Bonney, ‘The European Reaction to the Trial and Execution of Charles I’, in Peacey, ed., Regicides, ch. 11.",
        "144": "Histoire Entiere, ‘Au Lecteur’: ‘rapporté le tout sans partialité’.",
        "145": "Included in 12mo version; copy at British Library, 1472 Aa. 13, p. 161.",
        "146": "Calendar of State Papers, Domestic Series [of the Commonwealth] (13 vols, London, 1875–86), 1649–1650, p. 525; Valentin Conrart, premier secrétaire perpétuel de l’Académie française: Sa vie et sa correspondance, ed. René Kerviler and Edouard de Barthélemy (Paris, 1881), p. 548; Knachel, England and the Fronde. For further discussion of Histoire Entiere, see Vallance, ‘Manuscript Journals’, pp. 306–9.",
        "147": "Peacey, ‘Reporting a Revolution’, p. 175.",
        "148": "The Oglio of Traytors: Including the Illegal Tryall of his Late Majesty (London, 1660), p. 87.",
        "149": "A Hue and Cry after the High Court of Injustice (London, 1660; Thomason E.1025[8]), p. 8. For other broadsides, see the multiple editions of The Great Memorial, or, A List of the Names of Those Pretended Judges Who Sate and Sentenced Our Late Soveraign (London, 1660); A Transcript of the Names of So Many of Those Commissioners as Sate and Sentenced the Late King Charles of Blessed Memory to Death (n.d., n.p.), misdated by ESTC to 1649 but published in March 1660: Diurnal of Thomas Rugg, ed. W.L. Sachse (London, 1961), pp. 56–8.",
        "150": "Nalson, True Copy, p. 67.",
        "151": "Kelsey, ‘Trial’, pp. 589, 597; id., ‘King Charls His Case’, pp. 58–9; and see also Wells, ‘English Law, Irish Trials’, for a persuasive argument concerning the role of the Irish High Court of Justice in legitimising the Commonwealth.",
        "152": "Quoted in D. Veall, The Popular Movement for Law Reform (Oxford, 1970), p. 161.",
        "153": "Shepard, Accounting for Oneself, p. 25.",
        "154": "This adds further weight to Phil Baker’s recent suggestion, following work by Sean Kelsey, that looking again at the interplay of Leveller texts and the regicide may be fruitful: Baker, ‘Regicide’, p. 161; and see also A. Sharp, ‘The Levellers and the End of Charles I’, in Peacey, ed., Regicides, ch. 8; Barber, Regicide and Republicanism, ch. 2.",
        "155": "F.G. Mohamed, Sovereignty: Seventeenth-Century England and the Making of the Modern Political Imaginary (Oxford, 2020), p. 2.",
        "156": "Quoted in Edward Hyde, earl of Clarendon, The History of the Rebellion: A New Selection, ed. P. Seaward (Oxford, 2009), p. 330."
    }
}