{
    "title": "The Paris Peace Conference and Cultural Reparations after the First World War*",
    "author": "Tomás Irish",
    "date": "23 March 2023",
    "article": "The First World War was marked by cultural destruction that violated international law and outraged international audiences. This article examines the Paris Peace Conference of 1919 and the five post-war treaties (Versailles, Saint-Germain, Neuilly, Trianon and Sèvres) to explore how these issues were resolved in the post-war settlements. Rather than focusing solely on the substance of the treaties, the article examines the process through which they were negotiated, paying particular attention to the crucial role played by lobbyists such as museum directors, writers and politicians. It sets these negotiations in the wider context of the contemporary discourse about cultural destruction.The article asserts that the cultural provisions of the post-war treaties sit at the intersection of two key issues in post-war peacemaking: self-determination and reparations. Many states presented claims for the return of cultural objects or compensation for cultural destruction as essential to their national restoration after the war. Cultural claims generally appeared in the treaties’ reparation clauses and their enactment was inherited by the post-war Inter-Allied Reparation Commission.The article argues that the post-war treaties demonstrate the dominance of the cultural claims of Western allies over those of eastern Europe and colonial settings. They also demonstrate a tension between a belief in universal civilisation and the claims of nation states to ownership of cultural property, which was most apparent in cases involving the dissolution of the Habsburg and Ottoman empires. Fundamentally, the decisions reached were often arbitrary rather than being guided by consistent principles or norms.In his 1923 account of Woodrow Wilson’s role in the post-First World War settlements, Ray Stannard Baker wrote of the huge quantity of ‘passionate and hopeful’ appeals that reached the American president from around the world prior to the Paris Peace Conference.[CITATION-1] Baker, who had served as Wilson’s press secretary, described these appeals collectively as ‘the heart of the world laid bare’, with petitioners seeking approval for their claims for ‘islands and mines and harbours and secure boundaries and Rubens pictures and antique coins!’[CITATION-2] Each of the five treaties signed at the end of the war—Versailles, Saint-Germain-en-Laye, Neuilly-sur-Seine, Trianon and Sèvres—included articles which dealt explicitly with cultural matters. These covered issues such as the restitution of items that nations claimed had been looted from them either during the war or in the conflicts that preceded it and reparation for acts of cultural destruction that took place during the war. Most of these provisions were the result of a messy interplay between claims made by national delegations, lobbying by external actors and deliberation by representatives of the victorious Allies. They were generally discussed and formalised under the wider rubric of reparations.[CITATION-3] Much has been written about the diplomacy of the Paris Peace Conference and the five treaties that resulted from it.[CITATION-4] Within this literature, the cultural articles included in the treaties have received some attention, primarily from legal historians who emphasise the importance of the peace treaties in the development of international law and international norms. Wayne Sandholtz has argued that the First World War led to an ‘important turn through the cycle of norm change’ with respect to cultural destruction and pillage.[CITATION-5] Ana Filipa Vrdoljak has posited that the treaties ‘laid down foundational principles for contemporary international cultural heritage law’.[CITATION-6] Andrzej Jakubowski’s work emphasises the role of the post-war settlements in establishing the idea of ‘state succession to tangible cultural heritage in cases of cession and dissolution of the multinational state’.[CITATION-7] These valuable works take elements of the settlements and trace their wider importance to subsequent legal developments, such as the protection of cultural property.[CITATION-8] Most of the legal scholarship in this area focuses on the substance of the treaties rather than the process informing their production.[CITATION-9] However, the ways in which treaties were discussed, drafted and effected are important because they shed light on three issues which are the focus of this article: self-determination, reparations, and the wider workings of the conference itself.Woodrow Wilson’s promise of self-determination, an idea that resonated globally and suggested that populations could assert a right to nationhood, was central to many discussions at Paris. In practice, self-determination remained a vague idea which was applied in a limited and inconsistent manner and only in Europe.[CITATION-10] The vagueness of self-determination meant that arguments for and decisions regarding the precise borders of new or expanded states were made for a wide variety of (sometimes contradictory) reasons, including geographical characteristics, linguistic make-up, economics, and ethnicity, as well as political expediency.[CITATION-11] Leonard V. Smith has shown how petitioners to the peace conference frequently emphasised history as ‘the decisive discourse’, with former imperial rulers taking on the role of oppressors in these narratives.[CITATION-12] Calls for the restitution of cultural objects—which far outnumbered those which actually appeared in the final treaties—were based on tangible evidence of historic cultural development and membership of the ‘civilised world’, and became part of the diplomatic vocabulary utilised by states to underpin their claims to statehood or its expansion. As will be shown, claims to cultural objects in the name of nation states presented most problems where they affected so-called ‘centres of civilisation’ in deposed empires whose museums and galleries contained collections drawn from around Europe and the wider world. British and American diplomats often empathised with the plight of these museums and their collections.Secondly, calls for the restitution of cultural objects contribute to our understanding of reparations at the Paris Peace Conference. Reparations have attracted much scholarly attention, but most works on the topic focus on economics, such as the amount of reparation payments charged to Germany and its ability to meet these requirements in the 1920s.[CITATION-13] It was at the Commission on the Reparation of Damage that restitution of cultural objects was discussed, and it was through the institution of the post-war Inter-Allied Reparation Commission that the return of items was effected. Cultural objects took on a special value, providing moral compensation for what were perceived to be some of the worst excesses of total warfare, namely, the destruction of cultural sites such as Louvain University library in Belgium.[CITATION-14] The cultural damage perpetrated in wartime was a key component in how the war, its issues, and the image of both the Allied cause and that of the enemy other were conceptualised.[CITATION-15] Wartime cultural loss added stridency to the claims of certain states, such as Belgium, France and Italy, which were, in certain cases, compensated for by reparation through named cultural objects. Cultural reparations also demonstrate how wartime narratives emphasised cultural destruction in Western Europe—especially by Germany in Belgium—rather than its equivalent in Eastern Europe or beyond, and that this Western-centrism in turn shaped treaty articles.Finally, the article sheds light on the operation of the conference by analysing the role played by lobbyists. The issue of cultural reparations was complex and often beyond the expertise of national delegations. External experts were often sought out for their knowledge of technical issues, or volunteered, and sometimes they used this access as a means of lobbying for a particular outcome. Among the lobbyists who sought to influence the treaties were museum professionals who were opposed to the breaking-up of the ‘great collections’ of museums in Central Europe in order to compensate wartime foes. In a similar manner, archaeologists in Allied countries, fearful that access to antique sites might be lost following the collapse of the Ottoman Empire, organised to lobby the conference to ensure that these sites were ‘internationalised’. Lobbying at the peace conference was effective where those concerned had both expertise to offer and access to those in power.[CITATION-16] The peace conference did not treat cultural claims equally. This article shows that there was a pattern whereby the claims of western Allies tended to be prioritised, with those further east less likely to have claims included in peace treaties. The article examines the provision of the treaties in the same order in which the peacemakers did, starting in Western Europe with the peace settlement with Germany, then gradually moving to Central Europe (Austria), then to East Central and Eastern Europe (Bulgaria and Hungary), and concluding with the settlement with the Ottoman Empire. This west-to-east logic not only suggests that cultural damage done in western theatres was considered more worthy of restitution, but it also demonstrates that delegates to the conference privileged the cultural achievements of Western and Central Europe. The article first discusses cultural destruction in wartime and the emergence of calls for restitution and reparation; it then assesses the structures of the peace conference, before addressing themes in the settlements. It concludes by discussing how the Inter-Allied Reparation Commission resolved some of these issues in the early 1920s. The Paris Peace Conference showed that culture was an important element in how the post-war order was conceptualised and the ways in which states and cultural institutions made arguments in favour of their preferred vision of a settlement. The resulting treaty articles—the product of work by politicians and diplomats, as well as well-positioned intellectuals, museum professionals, and other lobbyists—reveal much about the power of culture in the conduct of international diplomacy, an issue that is as pressing today as it was in 1919.Pillage and the targeting of cultural sites have been a part of warfare for centuries. Ancient and medieval wars were fought with no special sanctity afforded to cultural sites and it was not until the eighteenth century that spoliation of museums and libraries was condemned. The looting of cultural property in war reached its high point during the French Revolution and Napoleonic wars but became increasingly controversial thereafter; the restitution of cultural objects by France after the Napoleonic wars has frequently been cited as a key turning point in the changing of attitudes towards plunder in wartime.[CITATION-17] By the start of the twentieth century, the emergence of international law had begun to provide greater (theoretical) legal protection for cultural sites in wartime, but that did not always change behaviour.[CITATION-18] Article 27 of the 1907 Hague Convention stated that in sieges and bombardments, ‘all necessary steps must be taken to spare, as far as possible, buildings dedicated to religion, art, science, or charitable purposes, [and] historic monuments … provided they are not being used at the time for military purposes’.[CITATION-19] Crucially, colonised territories and populations—themselves frequently targets of cultural destruction—were afforded none of the protections that were emerging in the form of international law.[CITATION-20] International protection of cultural sites was dramatically violated during the First World War. Alan Kramer has argued that cultural destruction was intrinsic to the violence of that conflict.[CITATION-21] Across the European fronts, from the west to the east, historic, educational and religious sites were targeted in combat. The most infamous instances of cultural violence took place at the beginning of the war in Belgium and France. The destruction of Louvain library in August 1914 and the shelling of Reims Cathedral by the German army in late September became points of reference for German ‘barbarism’.[CITATION-22] The violence on the Western Front in 1914 provoked an international outcry and initiated a discourse that viewed cultural destruction against the standard of international law as embodied in the Hague Convention.[CITATION-23] These events were unique in their function as mobilising myths at the beginning of the conflict, but cultural destruction itself was not confined to Western Europe.The Austrian bombardment of Belgrade at the start of the conflict caused significant damage to the University of Belgrade and the Serbian national museum.[CITATION-24] During its occupation of Serbia, which began in 1915, the Bulgarian army pursued a policy of ‘denationalisation’ in eastern Serbia, which sought to eradicate Serbian cultural influence through the destruction of books, manuscripts and archives.[CITATION-25] This cultural violence mirrored that which had been seen during the Balkan Wars of 1912–13.[CITATION-26] In the east, the occupying German army claimed that the retreating Russian forces were responsible for the destruction and looting of cultural objects such as statues, church bells and archives.[CITATION-27] On the Italian front, the Austrian and German forces conducted bombing raids between 1915 and 1918 which caused significant damage to churches, museums, libraries and archives in towns and cities in northern Italy.[CITATION-28] Following the bombing of Venice in 1918, one French newspaper remarked that ‘nothing is sacred to the Germans’, likening this bombardment to that of Reims Cathedral in 1914.[CITATION-29] In 1918, the German guns shelled Paris, leading to the destruction of the nave of the thirteenth-century church of St Gervais.[CITATION-30] Both the British Museum in London and the Bodleian Library in Oxford began making preparations for an aerial bombardment in 1915.[CITATION-31] After the international outcry that followed the burning of Louvain and the bombardment of Reims, the German army took special care to protect cultural sites in occupied Belgium and later in the territories under its occupation in the east.[CITATION-32] In 1919, the German art historian Paul Clemen published an edited volume calledwhich not only described German efforts to protect cultural sites during the war, but also detailed many instances of French and British destruction of churches through artillery fire near the front lines.[CITATION-33] Germany also published a book detailing its protection of monuments in the Ottoman Empire, which was disseminated to neutral nations by the German foreign ministry.[CITATION-34] Germany’s claim to be a protector of cultural sites was an important part of its international propaganda by the end of the war. Against this, representatives of French museums alleged that Germany had looted artworks from collections in northern France under the guise of protecting them from the fighting, while many publications described the destruction of churches, monuments and other cultural sites by the German army.[CITATION-35] Cultural destruction was an emotive topic in wartime, which, for some, led to the question of post-war reparation. The American journalist John Reed reported that there were calls in 1915 for post-war treaties to contain articles requiring that Serbia receive reparations in the form of books and laboratories for the damage done to the University of Belgrade.[CITATION-36] In 1917, the Oxford historian C.H. Firth argued that the precedent of restitution of manuscripts and archives after the Napoleonic wars should be followed at the post-war peace settlements.[CITATION-37] The American museum curator Alfred Mansfield Brooks argued in 1918 that Germany ought to replace in kind what had been taken or destroyed from French and Belgian collections.[CITATION-38] In 1919, Henry Guppy, the librarian of the John Rylands Library in Manchester, wrote that Germany should ‘be compelled to provide an equivalent, either in money or in kind, from their own well-stocked galleries, museums, and libraries’ for cultural objects and sites destroyed in the war.[CITATION-39] The cultural destruction of the First World War was significant because of how it shocked and mobilised educated audiences across the world, meaning that the issue of cultural reparations—either as compensation for wartime damage or as a corollary to post-war territorial changes—became an issue with which the peace conference would have to deal.[CITATION-40] Wartime damage accentuated a sense of grievance for states such as Belgium, France and Italy and consolidated a determination to claim reparation. The primacy of western cultural loss in wartime discourses also played a key role in shaping how treaty negotiations played out and who did—and did not—receive satisfaction for their claims.The Paris Peace Conference sat from January 1919. The question of cultural issues was not dealt with by a bespoke, expert committee but was discussed in many places, both formally and informally. The conference was a gathering of victor states, dominated by the Council of Four (the United States, Britain, France and Italy), who negotiated a settlement among themselves before presenting it to each of the vanquished states (Germany, Austria, Bulgaria, Hungary and the Ottoman Empire) to sign. In total, five treaties were signed: the Treaty of Versailles with Germany on 28 June 1919; the Treaty of Saint-Germain-en-Laye with Austria on 10 September 1919; the Treaty of Neuilly-sur-Seine with Bulgaria on 27 November 1919; the Treaty of Trianon with Hungary on 4 June 1920; and the Treaty of Sèvres with the Ottoman Empire on 10 August 1920.Cultural objects and their restitution or replacement formed a frequent and contentious topic of discussion at the Paris Peace Conference, but the term ‘cultural property’ was not defined until the 1954 Hague Convention.[CITATION-41] While the modern lexicon of cultural property was not available to the delegates in 1919, many of them shared a sense that cultural sites and objects ought to be categorised separately in claim-making, as well as feeling that damage to cultural sites during the war required compensation. This was heightened by the wide range of claims submitted to them by various national delegations and institutions. According to John Foster Dulles, a lawyer in the American delegation, ambiguous language was frequently used in order to enable compromise between ‘two conflicting interpretations’.[CITATION-42] Discussions of cultural matters at the peace conference took place in commissions set up primarily to discuss other issues: namely, the Commission on the Responsibility of the Authors of the War and on Enforcement of Penalties (CRAWEP), established to ascertain culpability for the war and breaches of law in it, and the Commission on the Reparation of Damage (CRD).[CITATION-43] The articles in the post-war treaties dealing with cultural issues were all included in the sections dealing with reparations, meaning that they were discussed and drafted by economists, bankers and lawyers who were concerned with the larger issue of the ability of defeated states to pay for wartime damage, the categories of damage to be included among reparations, and the proportion of reparations to be allocated to each of the victor states, among other things.[CITATION-44] The different delegations represented on the CRD had divergent national and personal views of these issues, as well as of the procedures to be adopted in addressing them.[CITATION-45] Many articles found their way into the treaties via personal contacts that circumvented the CRD outright.The language used to frame the discussion of cultural destruction and reparation was generally informed by the experience of a given state during the conflict. This was exemplified by submissions made to CRAWEP, which was set up in January 1919.[CITATION-46] National delegations submitted detailed documents that outlined wartime violations of international law on their territory. The French and Italian claims both cited the German violation of Article 56 of the Hague Convention, which prohibited the seizure or destruction of religious, educational or scientific institutions or monuments, artworks, and scientific material.[CITATION-47] The Serbian submission made reference to Bulgarian ‘denationalisation’ policies in Macedonia, such as the destruction of historic monuments and manuscripts and the suppression of Serbian-language education.[CITATION-48] Serbia argued that cultural and educational destruction on their territory had been both deliberate and integral to how Bulgaria had waged war. CRAWEP’s report concluded that among the crimes to be prosecuted was ‘wanton destruction of religious, charitable, educational, and historic buildings and monuments’.[CITATION-49] It utilised the language of Article 27 of the 1907 Hague Convention and asserted that these breaches would be prosecuted as war crimes.[CITATION-50] While political disagreements meant that the Leipzig trials, which sat from 1921, fell short of the aspirations of many nations, CRAWEP demonstrated that cultural damage in wartime was a significant concern of states exiting the conflict.The CRD had to determine categories of damage and estimate how losses should be compensated. The commission’s first sub-committee dealt with the issue of what war damage should be considered for reparations. In February 1919, national delegations submitted their claims. The French and British submissions both made reference to artworks in a general sense as a category of war damage. The Italian submission mentioned cultural damage in its first point and included ‘artistic patrimony’ as a category. The Serbian submission highlighted a separate section for ‘scientific and artistic education’ which specifically mentioned damage to libraries, museums, theatres and laboratories. The Czechoslovak document mentioned ‘intellectual and moral damage’, while the Belgian document had a separate category for ‘science and art’, which included universities, observatories, churches, monuments and artworks. The language of cultural damage and reparation reflected the manifold national experiences of the war and the relative value of cultural sites and practices within different nations.[CITATION-51] In a plenary session of the reparations commission on 6 March 1919, Lord Cunliffe, a former governor of the Bank of England and one of the British representatives on the CRD, noted the difficulty of assigning value to destroyed works of art in order to arrange reparation, suggesting that they could be replaced by items of equivalent value taken from collections in the offending country—a proposal with which the French minister of finance and president of the commission, Louis-Lucien Klotz, agreed.[CITATION-52] However, the second sub-committee decided at a meeting on 23 April that the general principle of restitution in kind would not be admitted, but the idea of repatriation of works of art would.[CITATION-53] The CRD was generally seen as having expertise to deal with cultural issues, and specific matters were often referred to it from other parts of the conference.[CITATION-54] The discussions at both CRAWEP and the CRD illustrated that issues of cultural reparation and repatriation would cut across all of the post-war treaties and that they were understood differently by the victims of cultural damage as well as by those adjudicating the respective claims.Cultural claims were complicated because delegations were frequently lobbied by experts or external actors with vested interests, such as learned societies or representative associations. At the beginning of March 1919, the French Académie des Beaux-Arts sent a petition to the French government which condemned the enemy’s ‘spirit of vandalism’ in wartime and suggested that French artworks held in public museums in Germany and Austria be valued and returned to France as compensation.[CITATION-55] Late in March 1919, the library of the École des Chartes petitioned the French Prime Minister, Georges Clemenceau, suggesting that a specially appointed committee of French experts should be dispatched to survey the holdings of German libraries and select ‘manuscripts and incunabula of interest to France’ as compensation for objects that had been destroyed in the war.[CITATION-56] The British Museums Association petitioned the British Prime Minister, David Lloyd George, arguing that Germany should restore items taken from collections in invaded countries and, failing that, ‘the Germans should be called upon to replace them by similar specimens of equivalent value’.[CITATION-57] Lobbying of delegations continued during the discussion of specific articles, demonstrating that decisions were not reached in isolation but were the result of a complex set of interconnected, but not equally weighted, interests.Lobbying worked in two directions. Delegations were frequently petitioned by outside actors, but, as the official delegations were trying to resolve complex issues about which they were not always specialists, they also sought out expert advice elsewhere. Sir Frederic Kenyon, the president of the British Academy and director of the British Museum, was frequently solicited for advice by the British delegation. These connections were reciprocal: delegations could gain invaluable information from expert contacts, but the latter could also seek to exert influence on the content of treaties.The post-war treaties all made general provisions for the restitution of cultural items that were taken during the conflict, but few made explicit provision for reparations to address cultural damage in war. The Treaty of Versailles was exceptional in this respect as it made specific mention of cultural items to be restored to France, Belgium and the British Empire, each of which was seen as righting a historic wrong. In the Belgian case this related to the destruction of the library at Louvain in 1914, whereas for France restitution went back to the Franco-Prussian war of 1870. The cultural articles of the Treaty of Versailles demonstrated the primacy to be accorded to the specific cultural claims of the main Allied nations in Western Europe; the same standard was not equally applied in the treaties of Saint-Germain, Trianon or Neuilly. Versailles also underscored the central position that Germany occupied among vanquished states.Three articles dealing with cultural reparations were inserted into the Treaty of Versailles; 245, 246 and 247.[CITATION-58] Article 247 specifically called for reparation for the destruction of the university library of Louvain, a key point in international cultural mobilisation at the beginning of the war. Despite the centrality of Louvain to debates about cultural destruction, it was a late addition to the treaty and did not emanate from the CRD. The Belgian government tabled the proposal at the end of April 1919 directly to Clemenceau, with the drafting committee adding it to the treaty at the start of May 1919.[CITATION-59] In his letter to Clemenceau, the Belgian foreign minister Paul Hymans cited the Hague conventions and claimed that although the damage done to Louvain could not be compensated for in monetary terms, Germany ought to make an ‘equitable compensation’.[CITATION-60] Article 247 committed Germany to furnish ‘the University of Louvain [with] manuscripts, incunabula, printed books, maps and objects of collection corresponding in number and value to those destroyed in the burning by Germany of the Library of Louvain’. It also named two works of art to be returned to Belgium. These were the triptych of the Mystic Lamb by the Van Eyck brothers and the triptych of the Last Supper by Dieric Bouts, both of which had been acquired legitimately by German museums.[CITATION-61] This provision constituted a form of restitution in kind for damage to Belgian property in the war and in so doing went against the resolutions of the Reparation Commission against restitution in kind of only a few weeks prior.[CITATION-62] Lord Sumner, a judge and British representative on the CRD, wrote with some frustration that ‘the Reparation Commission had nothing to do with the clauses in the German Treaty’, by which he meant articles 246 and 247.[CITATION-63] While the CRD sought to apply some consistency of approach, decisions regarding specific articles were sometimes taken by the Council of Four for political reasons.The example of Article 247 was not widely repeated in the other treaties and this reflects the elevated status that Belgium held at the peace conference as the ‘first victim’ of Germany in 1914. Belgium had been singled out in Wilson’s Fourteen Points as deserving full ‘restoration’ and, at the peace conference, the Belgian delegation pressured the peacemakers to ensure that they received special treatment.[CITATION-64] The Serbian leader Nikola Pašić highlighted this inequality of treatment in a letter to Clemenceau.[CITATION-65] Belgian treatment also suggests that cultural sites in Western Europe held an elevated status when compared with those in places such as Serbia, where details of widespread cultural damage were submitted to the conference’s commissions but not integrated into reparation settlements.France also called for the restitution of cultural objects in the Treaty of Versailles. Article 245 required that Germany restore ‘trophies, archives, historical souvenirs or works of art carried away from France’ during the course of the Franco-Prussian war of 1870–71. This provision emanated from a proposal which was tabled in the French Chamber of Deputies on the day of the armistice, 11 November 1918.[CITATION-66] The trophies concerned were mostly flags, with the most cherished being those of General Bazaine, commander of the French Army of the Rhine, which had surrendered at Metz in October 1870.[CITATION-67] A few days before Germany signed the Treaty of Versailles, fourteen of these flags were stolen from the arsenal in Berlin and destroyed by German officers and soldiers in front of a statue of Frederick the Great, which raised tensions in France.[CITATION-68] Speaking at the Chamber of Deputies, Clemenceau argued that the burning of these flags and the scuttling of the German fleet at Scapa Flow meant that French people would need to remain ‘on their guard’ with respect to Germany.[CITATION-69] Article 245 also required Germany to restore to France the Cerçay papers which were seized by Bismarck’s forces during the Franco-Prussian war in 1870. The papers contained diplomatic correspondence between Napoleon III of France and various rulers of southern German states who were opposed to Prussian dominance of the unified Germany that later emerged.[CITATION-70] While limited material from them had been made public in 1871, they were otherwise inaccessible to historians in the almost half-century that followed and remained ‘a little historical enigma’.[CITATION-71] Among those credited with the inclusion of this item in the treaty was the politician, writer and Dreyfusard Joseph Reinach.[CITATION-72] The cultural claims in the Treaty of Versailles were the consequence of wartime cultural destruction or a general desire for national expiation after the conflict.[CITATION-73] The French claims related to items that resembled traditional spoils of war; the taking of flags was a common feature of warfare in the nineteenth century and the return of captured flags was highly symbolic in reinforcing a desire for national revenge following the defeat of 1870.[CITATION-74] The same was true of the Cerçay papers. The restoration of the manuscript collections of Louvain addressed the most infamous instance of cultural destruction in the war and was uncontroversial, but its example was not widely replicated elsewhere; the issues provoked by the settlement in Central and Eastern Europe proved much more complex and rested, in many cases, upon competing visions of national identity and their compatibility with the logic of reparations.While the question of dealing with Germany exercised the Allied delegates most at the peace conference, the treaty with Austria had the most complicated and controversial cultural issues to resolve. The collapse of the Austro-Hungarian monarchy opened up questions of the ownership of cultural items which had either originated in the Habsburg Empire or had been acquired by the Habsburgs from the late eighteenth century onwards. Many of these items were on display in museums, meaning that the issues at stake centred on the question of states displaying cultural objects that had originated elsewhere. The possession of cultural objects and their display in national museums was a means through which states could articulate both their national identity and their civilisational progress. Early twentieth-century Vienna was seen as one of Europe’s great cities where, in the words of the contemporary satirist Karl Kraus, the streets were ‘paved with culture’.[CITATION-75] The issues raised at the peace conference had the potential to form a precedent for the restitution of objects to their country of origin. In this way, they anticipated twenty-first-century debates about cultural restitution between metropoles and former extra-European colonies, but with the distinction that these debates were an intra-European affair.At a meeting of the second sub-commission of the CRD on 21 February 1919, the Italian representative Mariano d’Amelio stated that the Italian government had compiled a list of artworks for which it would seek restitution from Austria. These included both works taken in the recently ended war and those which had not been restored since the Italian reclamation of Lombardy from the Habsburg Empire in 1859 and the Veneto in 1866. A number of Italian claims focused on items which had been removed from Venice to Vienna while under Habsburg rule.[CITATION-76] Rather than waiting for the conference to adjudicate the claim, the Italians acted peremptorily. On 12 and 13 February a team of Italian representatives, led by Gino Fogolari, went to galleries and museums across Vienna, identifying and taking over sixty works of Italian origin, in what one Austrian newspaper described as a ‘rape’ and another called ‘the picture war’ ().[CITATION-77] The Austrian foreign minister, Otto Bauer, immediately protested to the Italian Armistice Commission in Vienna, while the Austrian government protested to the Allied powers at the peace conference, citing Article 56 of the Hague Convention.[CITATION-78] The Austrian government claimed that the various items seized by Italy were the property of either the former monarchy, the court, or the old Austrian state, and that the armistice agreements gave Italy no rights to claim these items.[CITATION-79] In the middle of April 1919, the Italians made a new set of demands on Austria for the return of artworks. On 19 April, Dr Glück of the Kunsthistorisches Museum in Vienna estimated that the works being claimed by Italy were worth much more than any damage done to works of art by the Austrian army in the north of Italy during the war.[CITATION-80] Austrian museums sought to mobilise international opinion against the Italian claims, and an appeal reached the British delegation in June 1919. Addressing itself to ‘British and American public opinion’, it expressed its hope that they would ‘refuse to leave the spiritual goods of nation at the mercy of the political market and to allow an elderly beauty like Vienna being, so to say, undressed before the eyes of the whole world’. The document appealed to British and American self-interest and claimed that the logic applied by the Italians could lead to ‘the dissolution of all the great collections in the world’—such as the British Museum, or the Metropolitan Museum.[CITATION-81] In August 1919, a second, shorter protest was communicated to the Foreign Office in the name of Austrian art, which again protested against the potential splitting up of its collections.[CITATION-82] The idea that Vienna and cities like it were ‘centres of civilisation’ and thus entitled to house collections from around the world was one which gained some sympathy. Harold Temperley, a historian and part of the British delegation, characterised Austrian protests as ‘a last plea for the Old Vienna as a centre of culture and a gracious citadel of art’.[CITATION-83] Woodrow Wilson wrote privately of a ‘pathetic’ appeal that he had received from Vienna, noting his opposition to the ‘spoliation’ of collections for the damage that it would do to their ‘scientific value’.[CITATION-84] Frederic Kenyon wrote to the British Foreign Office in late May 1919 to add his weight to the criticisms of Italian claims.[CITATION-85] The art scholar Sidney Colvin wrote to the British Foreign Secretary, Arthur Balfour, arguing that the Italian claims were ‘far beyond the limits of justice’.[CITATION-86] The protests lodged against Italian claims in Austria all saw the nationalisation of cultural objects as problematic, because of both the difficulty of proving national ownership of cultural objects and the potential that, were this logic applied to all art collections, it could lead to museums across Europe and North America losing valuable objects in the future. Beyond these complex issues, British diplomats in Paris struggled to determine the truth of what was happening in Vienna. Harold Nicolson noted on 7 July that ‘we cannot be perfectly certain that the information which has reached us is accurate. We are certain, however, that the Italians have taken a large number of works of art away from Vienna.’[CITATION-87] The Treaty of Saint-Germain-en-Laye contained six articles (191–6) relating to cultural issues, all of which appeared as ‘special provisions’ in the section dealing with reparations. Articles 191 and 192 required that Austria return ‘all records, documents, objects of antiquity and of art, and all scientific and bibliographical material’ which had been taken from both invaded territories and ceded territories since 1 June 1914. Article 193 required that Austria relinquish ‘all the records, documents and historical material possessed by public institutions which may have a direct bearing on the history of the ceded territories and which have been removed during the last ten years’ (extended to 1861 in the case of Italy). Article 195 stated that, within a year of the treaty coming into effect, the Reparation Commission would appoint a committee of three jurists to examine the manner in which the House of Habsburg came into possession of ‘objects or manuscripts in possession of Austria’ and arrange their restitution to Italy if required.The drafters of the Treaty of Saint-Germain decided that the best approach was not to require the return of named items in the treaty, but to defer decisions until after the signing of the treaty and to encourage bilateral agreements between states. Lord Cunliffe had suggested this as early as 21 February 1919.[CITATION-88] In August 1919, Austria and Italy signed a series of agreements regarding reparation of cultural objects and archives: Austria committed to hand over to Italy unnamed works of art as a ‘just concession to public opinion’; Italy agreed that it would hand back three manuscripts ‘taken as security’ from the Hofbibliothek in Vienna.[CITATION-89] When the Treaty of Saint-Germain was signed the following month, it included an annex of specific items, organised into four areas of Italy (Naples, Palermo, Modena, and Tuscany), which were to be referred to the committee of three jurists.In May 1920, Italy and Austria signed another treaty in which Italy accepted that the ‘dispersion of historic, artistic and archaeological collections of Austria’ was not in the ‘general interest of civilization’. Consequently, the two states agreed to the restitution of a number of items mentioned in the annexes to Article 195 without referring to the expert committee of three jurists named in the treaty.[CITATION-90] In September 1920 Austria and Italy reached a further agreement whereby Italy would receive ‘all the works of art and manuscripts which were brought to Vienna after 1790 from the provinces abandoned by Austria’, with Austria giving up any claim to items already taken by Italy. In return, Italy agreed to support Austria against any similar claims made by other nations.[CITATION-91] The agreements between Italy and Austria simultaneously addressed the national claims of Italy while underscoring the importance of the idea of keeping collections together for the benefit of civilisation.The debates about the cultural articles of the Treaty of Saint-Germain demonstrated the difficulty of repatriating cultural objects following the collapse of the Habsburg Empire. The contentious issues were mostly unconnected to the war, relating rather to historic claims to ownership of artworks and other objects, and involved museum professionals, learned societies, and diplomats alike. Italy, as one of the major Allies and members of the Council of Four, and a country associated with high culture, was largely successful in its aims of ensuring the return of a number of pieces to which it had claims dating back to the eighteenth century. The debates about Italian actions highlighted a tension between the claims of a nation to ownership of cultural objects and the idea of a universal European civilisation which was on display in the museums of Vienna, London and Paris.The end of the Habsburg Empire saw inconsistent attempts to apply self-determination to territories in Central and Eastern Europe along geographical, linguistic and historic lines. Many national delegations submitted lists of items which they wanted restored to them as part of a peace settlement, demonstrating that culture sat alongside territorial negotiations in the process of post-war state-building. A wide range of claims for the return of cultural objects was proposed as the treaties of Saint-Germain, Trianon and Neuilly were being drafted. Many of these proposals took articles 245–7 of the Treaty of Versailles as their template, but they were not ultimately adopted. Instead, the treaties spoke in terms of general principles rather than specific instances of restitution, with the drafters keen to leave decisions regarding particular acts of restitution to bilateral agreements or to avoid them outright.Both the treaties of Saint-Germain (Article 196) and Trianon (Article 177) contained articles which required Austria and Hungary to negotiate with new or reconstituted states for whom objects or documents of ‘artistic, archaeological, scientific or historic character’ which were part of collections that had formerly belonged to the Austro-Hungarian Empire formed part of their ‘intellectual patrimony’.[CITATION-92] These articles also called for these (unspecified) collections not to be alienated for a period of twenty years and to be made available ‘to students who are nationals of any of the Allied and Associated Powers’. This provision was drafted by Lord Sumner in response to a claim made by the Yugoslav delegation in May 1919.[CITATION-93] They requested that Austria send to the Kingdom of Serbs, Croats and Slovenes a share of the collections of state universities, academies and scientific institutions in Austria in proportion with the number of inhabitants who, by treaty, were incorporated into the new Yugoslav state from the former Habsburg Empire, as well as cultural objects that had been removed from these territories in the past.[CITATION-94] Their negotiating position was complicated by the fact that Serbia had been invited to the conference even as the Allies had yet to formally recognise the existence of this new, South Slav state.[CITATION-95] The Yugoslav proposal suggested that new or enlarged states required intellectual capital to safeguard their vitality.The Yugoslav delegation was not the only one to present requests for the return of specific items in the name of their nation. Article 195 of the Treaty of Saint-Germain also allowed for Belgium, Poland and Czechoslovakia to submit claims for restitution to the commission of three jurists, effectively deferring a decision on the final restitution of certain items until after the conference. Each of these cases was the result of a formal petition submitted to the conference by the delegation of the states in question. For example, at the end of May 1919, the Polish delegation submitted a list of items to be restored to Poland, most of which dated to the late eighteenth century. The drafters rejected this proposal and instead required that Poland’s claim to the Gold Cup of King Ladislaus IV, then held by the Court Museum of Vienna, be referred to the committee of jurists, possibly motivated by Italian threats to submit further claims if Poland’s were admitted.[CITATION-96] The settlements in Eastern Europe—the Treaty of Trianon with Hungary and the Treaty of Neuilly with Bulgaria—were notable for the lack of detail given to cultural items in their terms and the non-inclusion of claims by states to the return of specific objects, in contrast to the treaties of Saint-Germain-en-Laye and Versailles, which either enumerated specific items to be restored or referred the question to the committee of jurists. This could be seen as surprising because many accusations of cultural vandalism had been made by Romania, Serbia and Greece against Bulgaria. In June 1919, the Greek government submitted a proposal for Bulgarian reparations which listed a range of ‘war trophies, antiquities, books, documents, manuscripts, paintings, artworks, religious relics and historic items’ to be returned to Greece, Yugoslavia and Romania, all dating from the start of the Balkan Wars in 1912. The Greek government also submitted a claim for the return to Greece of manuscripts, religious items and other artworks taken by the Bulgarian army from eastern Macedonia since 1913, as well as requesting that Yugoslavia receive named items, such as the relics of Stefan Milutin, the medieval king of Serbia, at that point held in a cathedral in Sofia.[CITATION-97] The drafters of the Treaty of Neuilly were guided by the wider logic of reparations. Lord Sumner argued that ‘to apply to Bulgaria the same type of clauses as the German Treaty contains presents some difficulties’ and so he suggested that a fixed sum for reparations should be included in the treaty.[CITATION-98] Those in favour of a fixed sum intended that this would compensate for all losses, thus overriding the need for specific items to be enumerated as had been the case in the Treaty of Versailles. The Allies were split on this issue, but ultimately the Anglo-American desire for a fixed sum prevailed.[CITATION-99] The Treaty of Neuilly-sur-Seine, signed with Bulgaria on 27 November 1919, did not include specific details of items to be returned. It acknowledged that ‘the resources of Bulgaria are not sufficient to enable her to make complete reparation’ and, unlike the Treaty of Versailles, included a fixed sum (2,250,000,000 gold francs) to be repaid (Article 121). There was no itemised enumeration of cultural objects in the treaty; instead, a general article (126) required the Bulgarian government to return ‘any records or archives or any articles of archaeological, historic or artistic interest’ which were taken from Greece, Romania or Yugoslavia during the war. Any dispute about ownership of articles was to be referred to an arbitrator to be appointed by the Inter-Allied Reparation Commission.[CITATION-100] The Treaty of Saint-Germain-en-Laye was an important model for the Treaty of Trianon, signed with Hungary on 4 June 1920.[CITATION-101] Article 175 of Trianon required that Hungary surrender ‘records, documents, objects of antiquity and of art, and all scientific and bibliographical material taken away from the invaded territories’. Article 176 required that it return objects taken from the ceded territories, while Article 177 followed the model of Article 196 of the Austrian treaty in facilitating the bilateral return of objects.[CITATION-102] Trianon was similar to both Versailles and Saint-Germain in that it did not establish a fixed sum for Hungary to pay and instead left this to be determined by the post-war Reparation Commission (Article 163).The Treaty of Trianon reduced the territory of Hungary by two-thirds and took away intellectual capital that Hungarians felt rightfully belonged to them. This was the opposite of the problem faced by the Yugoslav state. Hungarian advocates of treaty revision claimed that Trianon had resulted in Hungary losing two universities, four colleges of jurisprudence, two colleges of agriculture and 745 public and scientific libraries (amounting to 4 million volumes of a pre-war total of 9.5 million).[CITATION-103] Kolozsvár University found itself in ‘exile’ in Romania, meaning that the university had to be re-founded in Szeged in 1921, while the University of Pozsony found itself in Czechoslovak territory.[CITATION-104] Throughout the 1920s, Hungarian critics of Trianon forcefully cited the dislocation caused by the treaty and the importance of intellectual sites in underpinning Hungarian national identity in order to make the case for treaty revision. In 1921 the Hungarian Academy of Letters and Sciences issued an ‘Address to the Academies of the World’ which described the ‘vandalism with which the neighbouring nations demolish monuments of art and of historic interest in the territories severed from Hungary by the Treaty of Trianon’.[CITATION-105] Advocates of revision of the Treaty of Trianon understood the value of mobilising cultural loss to make their case to educated international opinion. Oliver Eöttevényi argued that Hungarian cultural life ‘was mutilated by the Treaty of Trianon’.[CITATION-106] Similarly, Count Pál Teleki emphasised Hungary’s cultural contributions to Europe and its historic role as a defender of western ‘civilisation’.[CITATION-107] The post-war treaties were inconsistent in their attitudes towards the redistribution of cultural objects in Central and Eastern Europe. The treaties of Versailles and Saint-Germain had, for the most part, granted the wishes of major Allies for restitution of named items. This was not the case when it came to the claims of small states in Central and Eastern Europe, and the drafters of the treaties demonstrated a desire to encourage the resolution of issues after the peace conference, either through bilateral agreements or through the adjudication of the committee of three jurists. Although they were not named in these treaties, cultural objects were frequently included in petitions to the conference by Eastern European states, suggesting that, for them, cultural reparation should be an integral part of the peace settlements.Beyond seeking to reorder the intellectual capital of Europe in line with new boundaries and to compensate certain victims of cultural violence, the post-war treaties also considered expanding the reach of European cultural influence into the Middle East. The Treaty of Sèvres with the former Ottoman Empire, which was never ratified and was subsequently replaced by the Treaty of Lausanne of 1923, included a number of cultural articles and sought to address the problem of what would become of the cultural property of former empires. This, in turn, raised difficult questions about the relationship between national self-determination and cultural items that were deemed to be of universal ownership.Archaeology became a major site of national rivalry in the decades prior to the outbreak of the First World War, with Western powers competing to uncover and claim antiquities to underpin their own assertion of civilisational advancement. Much archaeology was premised upon the idea that Europe was the inheritor of ancient civilisation and thus European museums presented a linear path from the Egyptians and Ancient Greeks, through the Roman Empire and the Renaissance, to modern states.[CITATION-108] Archaeology was competitive; for example, French, British, Italian, German and American archaeologists jostled for superiority in excavating sites in Egypt.[CITATION-109] States established archaeological schools and museums near sites of archaeological importance in order to institutionalise their influence in a particular region. As the discussions at the Paris Peace Conference demonstrate, many archaeologists had internalised the idea that indigenous populations were incapable of caring for the antiquities on their territories.The British Academy saw the Paris Peace Conference as an opportunity to lobby for the interests of its members and ensure that they retained access to antique sites in the future. In November 1918, the academy led a joint action by British learned societies, who collectively approved a resolution stating that the peace conference should end the ‘systematic neglect and destruction of antiquities, and the obstruction of scientific exploration and excavation’ which had prevailed under Ottoman rule.[CITATION-110] Under the lead of the British Academy, a committee of experts called the Archaeological Joint Committee (AJC) was formed to develop a policy and lobby the Foreign Office. The academy’s president, Sir Frederic Kenyon, believed that Britain had ‘a national responsibility for the records and relics of ancient civilization in those countries’.[CITATION-111] In a memorandum sent to the Foreign Office in January 1919, Kenyon argued for the necessity of international access to antiquities because collections in ‘England, France, or Italy, for example, can be easily visited by scholars of all countries, and there are large publics in each of these countries who can understand and profit by the exhibition of them’, unlike in the territories of the former Ottoman Empire.[CITATION-112] Kenyon reiterated these thoughts in a private letter to Lord Curzon, leader of the House of Lords and future Foreign Secretary, a few weeks later, arguing that objects such as cuneiform tablets were ‘useless unless they can be brought to countries where they can be studied’.[CITATION-113] Both Curzon and Balfour were fellows of the Academy, which undoubtedly helped its case.Similar ideas emerged in the United States. In December 1918, James H. Breasted, a key figure in the development of American Egyptology, presented a proposal to the American Historical Association to ‘safeguard the future of scientific research, exploration and excavation’ in the former Ottoman Empire. Breasted argued that the ‘Near East … bequeathed our own civilization to Europe’ but warned that the ‘processes of normal life’ under the successors to the Ottoman Empire would result in the ‘wide destruction of ancient monuments’.[CITATION-114] Breasted had a racial worldview which informed his attitudes to both the war and archaeology.[CITATION-115] The archaeologist Howard Crosby Butler wrote a report on the matter as part of his work with the American government’s expert group, The Inquiry. Butler argued that, were independence granted to ‘the peoples of Anatolia, Armenia, Mesopotamia, Syria, Palestine, and Arabia … they would probably interfere with, or hamper, scientific investigation on the part of the foreigners’.[CITATION-116] Both American and British plans reflected a deep-rooted belief that the populations of the former Ottoman Empire could not care for the antiquities in their territories. At the same time, the British Academy also maintained regular correspondence with the Institut de France regarding the organisation of post-war archaeology.[CITATION-117] The British Academy’s plans were furthered by careful cultivation of influential figures in advance of the conference. Kenyon worked with the American archaeologist W.H. Buckler, and they liaised with the Near East experts in both the British and American delegations, ultimately facilitating co-operation between the two delegations in Paris.[CITATION-118] Establishing these connections allowed Kenyon to send a draft of AJC resolutions to Sir Louis Mallet in Paris.[CITATION-119] At the conference, Anglo-American collaboration expanded to encompass the French scholar René Cagnat and the Italian academic Roberto Paribeni, who drafted a set of conventions, based on those of the joint committee, for insertion into the Treaty of Sèvres and the League of Nations mandates.[CITATION-120] Kenyon also sent his proposals to Sir Eric Drummond, the incoming Secretary General of the League of Nations, who promised to bring these proposals to the attention of the League’s Council.[CITATION-121] The annex to Article 421 of the Treaty of Sèvres embodied the substance of the British Academy’s recommendations. It established a Law of Antiquities which codified practices around the discovery of antiquities and archaeological excavations. Moreover, it ensured international access to antiquities, as the Turkish government pledged not to ‘eliminate scholars of any nation without good grounds’.[CITATION-122] Similar clauses were inserted into the British mandate for Palestine (Article 21) and the French mandate for Syria (Article 14).[CITATION-123] The former Ottoman Empire was also a site where wartime debates about cultural destruction by the enemy continued into peacetime. British diplomats were convinced that Germany had looted cultural sites in the Middle East during the conflict, but precise details proved difficult to establish. Arthur Balfour telegrammed Curzon at the end of January 1919 stating that he was ‘anxious to obtain’ a list of ‘objects of archaeological interest which may have been removed during the war from Asiatic Turkey to Constantinople or to Berlin or Vienna’.[CITATION-124] The reality was that, while German archaeologists saw the war as an opportunity to conduct research in parts of the Ottoman Empire that previously had been difficult to access, they were careful to ensure that antiquities were protected and saw much propaganda value in this, as they did across Europe.[CITATION-125] Voices indigenous to the former Ottoman Empire were rarely heard. In April 1919, the CRD decided to solicit claims for damages from states and territories who had no representation on the commission. The Kingdom of Hejaz submitted claims for damage to mosques, libraries, rare books and the treasure of the Harem Babaoui.[CITATION-126] This resulted in Article 246 of the Treaty of Versailles, requiring that Germany return an original Koran of the Caliph Othman to the king of the Hejaz. However, this article was based on a claim, made by Sharif Hussein, that the Koran had been presented to the Kaiser by the Ottoman Sultan, which was formally denied by the German government in January 1920 and which was ultimately left unresolved. Article 246 also included a clause, suggested by Britain, that required Germany to return to the United Kingdom the skull of Sultan Mkwawa, a ruler of the Wahehe in East Africa. Mkwawa led a war of resistance against Germany before committing suicide in 1898, with Germany taking his head as a trophy. Confusion over the whereabouts of this skull meant that it was not returned until 1954.[CITATION-127] As Jeremiah J. Garsha has argued, the return of this skull to Britain rather than its country of origin demonstrated that it was ‘a body part, a historical souvenir, and a tool of colonial control’.[CITATION-128] Archaeological excavations of ex-Ottoman territories by the main Allied states gathered pace in the post-war period. In December 1919, Kenyon announced plans for the establishment of a British School of Archaeology at Jerusalem with the support of the British Academy, the Palestine Exploration Fund and the Foreign Office.[CITATION-129] Breasted established an Oriental Institute at Chicago in 1919, which oversaw archaeological work in the Middle East in the years that followed and led to the establishment of a Chicago House at Luxor, Egypt, in 1931.[CITATION-130] In January 1921 France set up a Permanent Archaeological Mission in its new mandate of Syria which was modelled on those that it had set up in North Africa before the war.[CITATION-131] The fears expressed by figures such as Kenyon and Breasted about access to antiquities did not become a reality in the post-war period, largely thanks to their effective lobbying in Paris.The Inter-Allied Reparation Commission was responsible for ensuring the payment of reparations following the signing of the treaties; thus, it inherited many of the cultural issues that had been discussed at Paris. The early 1920s demonstrated that these issues would remain contentious; politicians and media in different countries exerted pressure to expedite the return of different cultural objects and ensure that treaty obligations were enacted. At the same time, the economic difficulties caused by post-war conditions led to cultural objects taking on new monetary value and being used as security for the issuing of international loans. Culture remained an important component of international relations not only through the execution of reparations, but also through the emergence of cultural treaties between states.[CITATION-132] The Reparation Commission was populated by representatives of the United States, Britain, France and Italy, with Belgium, Yugoslavia and Japan invited for discussion of specific issues.[CITATION-133] It was tasked with establishing the extent of damage to be claimed in each state by assessing a wide range of claims. The commission was also responsible for collecting payments from the vanquished states, establishing payment schedules, and then dividing payments among the Allied states to whom they were due. In most cases, national committees were formed that gathered data specific to that state before feeding it up into the inter-Allied body. An early plan for the structure of the Reparation Commission envisaged it having a Reparation-in-Kind Service, which was charged with overseeing ‘restitution and reparation of objects of artistic, historic or scientific interest’.[CITATION-134] The restoration of cultural objects to France became a major political issue in the summer of 1920. While the return of the Cerçay papers was unproblematic, the flags were delayed.[CITATION-135] In August 1920, Louis de Maud’huy, a native of Metz and deputy for the Moselle department, criticised the government for the slow progress in the Chamber of Deputies of the restitution of objects under Article 245.[CITATION-136] By then, plans had developed for the interment of the unknown soldier at the Arc de Triomphe and the burial of the heart of Léon Gambetta at the Panthéon in Paris on 11 November 1920, to coincide with the fiftieth anniversary of the establishment of the French Third Republic. The government, and the foreign minister, Aristide Briand, came under political and media pressure to secure the return of the flags surrendered by General Bazaine in October 1870. In mid-October 1920, for example, the deputy Henri Galli wrote that the inclusion of the flags would complete France’sand urged their return.[CITATION-137] They were ultimately returned for the ceremony of 11 November, wheredescribed the scene: ‘fifteen flags are brought around the altar; returned to us by the enemy, they lean towards the great heart of Gambetta’.[CITATION-138] Unambiguously, this was about victory and the spoils of war.Germany quickly restored the items mentioned in Article 247 to Belgium. The restitution of books, manuscripts and incunabula was a difficult task; a committee at Louvain liaised with German representatives over the course of twelve months to establish the value of destroyed items and identify replacements. By the time the foundation stone of the new building was laid on 28 July 1921, 198,000 printed volumes had been returned to Louvain, many sourced from the personal collections of recently deceased German professors. A German committee also searched the open market as well as private collections to identify manuscripts and incunabula, presenting lists to representatives of Louvain for their selection.[CITATION-139] Books and other property to the value of 2,186,084 gold marks were returned to Belgium under the terms of Article 247.[CITATION-140] The two other items named in Article 247, by Van Eyck and Bouts respectively, were both restored to Belgium quickly; the Van Eyck ‘Adoration of the Mystic Lamb’ was part of a touring exhibition which began in Brussels in August 1920 and concluded in Ghent. An account published in a French periodical claimed that the return of this item caused joy not only to art experts, but also to the crowd, who saw in it ‘the symbol of the justice of their cause [and] an homage to their suffering and their energy’.[CITATION-141] In the cases of France and Belgium, the restoration of named items in articles 245 and 247 was relatively straightforward, and once returned, they were utilised in ceremonials to reinforce the victory over Germany.The resolution of claims in the Treaty of Saint-Germain was more complicated than the equivalent terms in the Treaty of Versailles. Article 195 of Saint-Germain established the principle that Italy, Belgium, Czechoslovakia and Poland could submit claims for ‘objects or manuscripts’ that had been carried off by the House of Habsburg to a committee of three jurists. In February 1921 the commission appointed J. Fischer Williams, Jacques Lyon and Hugh A. Bayne, all of whom were members of the legal service of the Reparation Commission, to these posts.[CITATION-142] Only two issues reached the committee of jurists, as the other named issues in Article 195 of the Treaty of Saint-Germain were resolved in bilateral agreements.[CITATION-143] Belgium had submitted a number of claims for inclusion in the treaty with Austria, none of which related to war damage. These claims covered the Treasure of the Order of the Golden Fleece and the Triptych of Saint Ildephonse by Rubens, among other items which were taken to Vienna in 1794 to be held in safety from the approaching French armies but were never returned.[CITATION-144] The Belgian government claimed that these claims concerned historic injustices ‘for which public conscience demands reparation’, which was ‘fully justified’ by Austria’s artillery intervention against Belgian forts in August 1914.[CITATION-145] The jurists delivered their report in October 1921, where they dismissed Belgium’s claims, finding that the items were the historic private property of the Habsburg dynasty rather than of a nation.[CITATION-146] Claims made by the Czechoslovak state for the return of documents and art from Vienna—including the imperial crown of Rudolf II—were dismissed for similar reasons.[CITATION-147] The drafters of the Treaty of Saint-Germain hoped that the contentious issues relating to the repatriation of cultural objects following the collapse of the Habsburg Empire would be resolved through bilateral agreements which operated on the premise of reciprocity. In the years that followed, Austria signed agreements with Czechoslovakia and Romania for the return of archives, before a general convention was agreed between Austria, Italy, Poland, Romania, Czechoslovakia and the Kingdom of Serbs, Croats and Slovenes in 1922.[CITATION-148] Austria’s position in these negotiations was weak, meaning that it was often dependent on the goodwill of its neighbours. The result was that, in the words of the German archivist Ernst Posner, ‘the modern holdings of the Vienna archives have been torn apart in a most undesirable way’.[CITATION-149] While bilateral agreements and the work of the Reparation Commission seemed to be taking care of the business of enacting treaty provisions, events in Austria overtook them and reopened many of the cultural issues of Saint-Germain. Austria had faced catastrophic food shortages from early in the First World War, and these continued into peacetime.[CITATION-150] On his return to Austria at the end of the war, the writer Stefan Zweig noted that ‘there was no flour, bread, or oil; there appeared to be no solution other than a revolution or some other catastrophe’.[CITATION-151] Appeals by international agencies on behalf of Vienna enlisted the city’s historic importance as a centre of European civilisation in their support.[CITATION-152] F.O. Lindley, the British High Commissioner in Vienna, remarked that ‘it is a tragic thing to see a great centre of culture and decent civilisation on the brink of complete ruin’.[CITATION-153] With Austria bankrupt and unable to buy the supplies it needed to feed its population, a number of loan schemes emerged in 1919 and 1920.[CITATION-154] One of these utilised an Austrian national resource—its art collections.The idea of selling historic collections—specifically Gobelin and Arras tapestries which belonged to the collections of the former imperial palaces—seems to have first emerged in late 1919.[CITATION-155] In December, Lord Curzon told the House of Lords that a decision to use valuable pictures as security for loans to Austria had been taken on the advice of the board of trustees of the British National Gallery; it would ensure that these paintings were not sold by the Austrian state to raise funds ‘at knock-down prices’, as this would constitute ‘a scandal to the art-loving world’.[CITATION-156] On 15 December 1920, the Austrian minister of finance formally asked permission of the Austrian Section of the Reparation Commission to pledge certain named artworks held by the state, including Gobelin tapestries, ‘in order to procure funds to pay for foodstuffs’.[CITATION-157] There was initially some reticence on all sides about the morality and the practicality of using artworks for this purpose. Following a meeting regarding a potential loan between the Austrian finance minister, Viktor Kienböck, and the House of Morgan, the American financiers expressed their fears that the arrangement could be viewed as ‘pawn broking’.[CITATION-158] In February 1921, Thornely Gibson of the British delegation to the Austrian Section of the Reparation Commission stated his fear that the Austrian proposals could flood an already depressed art market with tapestries. Gibson also feared that the legal ownership of the various collections was ‘a problem of extreme intricacy’.[CITATION-159] The pledging of artworks needed to be undertaken in a manner consistent with the Treaty of Saint-Germain, but its language proved ambiguous. The interpretation of Lord Sumner’s Article 196 hinged on its definition of ‘collections’: some departments of the Austrian government took ‘collections’ to include only items that had been publicly displayed, while others took it to mean all state possessions, irrespective of whether they had been publicly displayed.[CITATION-160] The legal service was later called upon to decide whether the Reparation Commission was entitled to arrange for art to be pledged as part of the ‘special arrangements’ that would permit collections to be dispersed within the twenty-year period stipulated by Article 196. It was determined that the commission could not do this, but that it could facilitate bilateral agreements between Austria and other states.[CITATION-161] The prospect of tapestries being pledged against a loan elicited much negative feeling in Austria, demonstrating their perceived national importance. In December 1921, a number of learned societies in Vienna protested against the pledging of the Gobelins. They met with the Federal Chancellor, Johannes Schober, who decided that the tapestries would not leave Vienna either by sale or as security for a loan.[CITATION-162] In February 1922, a representative of Lord Curzon wrote to the Austrian Minister in London, G. Franckenstein, committing the British government to provide a loan of £2,250,000, with certain Gobelin tapestries being pledged as security, in accordance with Article 197 of the Treaty of Saint-Germain.[CITATION-163] The Austrian government agreed to these terms on the understanding that the tapestries would not physically leave Austria.[CITATION-164] Additional short-term loans were provided by the French, Italian and Czechoslovak governments on similar terms.[CITATION-165] In July 1923 it was reported that the Gobelin tapestries had been restored to the Austrian government.[CITATION-166] The Reparation Commission inherited the cultural provisions of the treaties and had to ensure that items were restored in the years following the peace conference. This was a difficult task; public expectations were raised in countries such as Belgium and France about the return of items that would underscore their sense of victory in the conflict, while in Austria, even during a period of mass economic disruption, there was much public opposition to the removal of artworks from state collections. The work of the Reparation Commission, particularly in Austria, demonstrated the coming together of the issues of reparations and culture; the pledging of artworks as securities against loans involved not only their symbolic worth, but also their monetary value.Writing in 1932, the Greek legal scholar Stelio Séfériadès argued, with reference to the cultural reparation clauses in the treaties of Versailles and Saint-Germain, that, had the Parthenon Marbles been ceded not to Lord Elgin but to Austria or Germany, ‘the last peace treaties would not have failed to order their repatriation to Greece; they constitute an integral part of the intellectual patrimony of this country, more than any other artwork whose return was stipulated to its country of origin’.[CITATION-167] Séfériadès’s argument demonstrated the arbitrary nature of the post-war cultural settlements, which gave limited satisfaction to the victors of the war but left many others without any sense of justice. As recently as February 2020 the Greek government suggested making the return of the Parthenon Marbles from Britain part of the demands of the European Union in its trade talks with the United Kingdom.[CITATION-168] The language of 1919 has survived to the present day too; many modern-day museum professionals argue against the repatriation of objects from European and North American museums to formerly colonised territories by citing the importance of these institutions as ‘universal’ museums, much as defenders of Viennese collections did during the Paris Peace Conference.[CITATION-169] Discussions about cultural issues at the peace conference formed some of its most contentious points and demonstrated the complexity of negotiations about reparations and the property of former empires. The process by which claims were put forward by a range of actors highlights the importance placed on cultural objects in underpinning new or reconstituted states. These claims were generally discussed, adopted and resolved via mechanisms which had been created to deal with economic matters, rather than cultural ones. Victor states expected restitution for wartime damage to cultural sites or to right what they saw as historic wrongs; for France and Belgium this was not an exhaustive list, but it encompassed a number of symbolic and emotionally resonant examples. Italy’s claims—and pre-emptive action in Vienna—were unusual in their extent and saw the return of much art that had originated in Italy, but the anxiety of the peacemakers to avoid the dismemberment of Austrian collections meant that Italy’s experience was exceptional. Extensive claims made on the cultural resources of the former Habsburg Empire by Poland, Czechoslovakia and Yugoslavia, for example, were diluted in the final settlements by general rather than specific provisions and the institution of the committee of three jurists. This protected Vienna’s elevated status as a ‘centre’ of civilisation; however, it also reveals much about the importance of culture to new states. This was made apparent through the restitution of named, historic objects which were seen as underpinning claims to civilisational advancement and national identity in the case of Poland and Czechoslovakia, and also Greece’s claims against Bulgaria. It was also apparent in the claims of the Yugoslav state, which sought not named items from Austria but a proportional share of its intellectual resources to serve Yugoslavia’s newly enlarged territory and population. The same idea can be seen in the appeals of Hungary, which protested against not only its territorial losses in the Treaty of Trianon, but also its intellectual losses.The cultural articles of the post-war treaties constitute a relatively unknown part of the story of reparations. The vast majority of cultural reparation clauses were discussed and drafted in the CRD, and the Inter-Allied Reparation Commission inherited their subsequent enforcement. This is important because the broader logic of reparations was often invoked to make determinations about cultural matters, as in the case of the Treaty of Neuilly not containing references to the restitution of specific items. When it came to cultural issues, the Paris Peace Conference demonstrated the persistence of a Eurocentric view of the world where damage to Western European cultural sites was understood as intrinsically more important than that which took place further east.While the five treaties were not consistent in their treatment of cultural matters, the settlements established some important precedents for the future of cultural heritage. In the decades that followed, a number of initiatives sought to strengthen norms concerning the protection of cultural property, such as the draft Rules of Aerial Warfare (1923), the Athens Charter for the Restoration of Historic Monuments (1931) and the draft treaty for the International Museums Office, developed by the League of Nations (1938).[CITATION-170] In his formulation of the idea of genocide, Raphael Lemkin placed a particular emphasis on the destruction of the culture of a people as well as mass killing.[CITATION-171] These were all essential precursors to the 1954 Hague Convention for the Protection of Cultural Property in the Event of Armed Conflict. However, to see the post-First World War treaties only in terms of longer-term legal precedents is to overlook their immediate contexts and the way that they were shaped by the logic of reparations, an uneven commitment to self-determination, the persistence of thinking in terms of civilisational hierarchies, and the ability of key actors to shape thinking on certain issues. By examining the process by which these treaties were developed and implemented, the symbolic and monetary value of cultural heritage to European societies can be better understood. Cultural claims were not dealt with in a consistent manner by the treaty drafters, reflecting rather their own understanding of who had suffered most in the war as well as for what the war had been fought. Finally, the treaties demonstrated that culture had become part of the process through which the world order was to be refashioned.",
    "footnotes": {
        "1": "R.S. Baker, Woodrow Wilson and World Settlement: Written from His Unpublished and Personal Material, I (Garden City, NY, 1923), p. 4.",
        "2": "Baker, Woodrow Wilson and World Settlement, I, pp. 7–8.",
        "3": "The exception to this was the provisions of the Treaty of Sèvres, where they were categorised as ‘miscellaneous provisions’.",
        "4": "M. MacMillan, Peacemakers: The Paris Conference of 1919 and its Attempts to End War (London, 2001); E. Manela, The Wilsonian Moment: Self-determination and the International Origins of Anticolonial Nationalism (Oxford, 2007); A. Sharp, The Versailles Settlement: Peacemaking after the First World War, 1919–1923 (Basingstoke, 1991); N.A. Graebner and E.M. Bennett, The Versailles Treaty and Its Legacy: The Failure of the Wilsonian Vision (Cambridge, 2011); W. Mulligan, The Great War for Peace (New Haven, CT, 2014); L.V. Smith, Sovereignty at the Paris Peace Conference (Oxford, 2018); Z. Steiner, The Lights That Failed: European International History, 1919–1933 (Oxford, 2005); M.F. Boemeke, G.D. Feldman and E. Glaser, eds, The Treaty of Versailles: A Reassessment after 75 Years (Cambridge, 1998).",
        "5": "W. Sandholtz, Prohibiting Plunder: How Norms Change (Oxford, 2007), p. 125.",
        "6": "A.F. Vrdoljak, ‘Enforcement of Restitution of Cultural Heritage through Peace Agreements’, in F. Francioni and J. Gordley, eds, Enforcing International Cultural Heritage Law (Oxford, 2013), pp. 22–39, at 23.",
        "7": "A. Jakubowski, State Succession in Cultural Property (Oxford, 2015), p. 86.",
        "8": "R. O’Keefe, The Protection of Cultural Property in Armed Conflict (Cambridge, 2006).",
        "9": "Erik Goldstein has explored the diplomatic aspects of the Treaty of Versailles’s cultural provisions: E. Goldstein, ‘Cultural Heritage, British Diplomacy, and the German Peace Settlement of 1919’, Diplomacy and Statecraft, xxx (2019), pp. 336–57.",
        "10": "On self-determination, see Manela, Wilsonian Moment; V. Prott, The Politics of Self-determination: Remaking Territories and National Identities in Europe, 1917–1923 (Oxford, 2016); E.D. Weitz, ‘From the Vienna to the Paris System: International Politics and the Entangled Histories of Human Rights, Forced Deportations, and Civilizing Missions’, American Historical Review, cxiii (2008), pp. 1313–43; J. Winter, Dreams of Peace and Freedom: Minor Utopias in the 20th Century (New Haven, CT, 2006), pp. 48–56; A. Getachew, Worldmaking after Empire: The Rise and Fall of Self-Determination (Princeton, NJ, 2019), pp. 37–52; S. Monaghan, Protecting Democracy from Dissent: Population Engineering in Western Europe, 1918–1926 (London, 2017).",
        "11": "MacMillan, Peacemakers, p. 20.",
        "12": "L.V. Smith, Sovereignty at the Paris Peace Conference of 1919 (Oxford, 2018), p. 122.",
        "13": "P.M. Burnett, Reparation at the Paris Peace Conference: From the Standpoint of the American Delegation (2 vols, New York, 1940); J.M. Keynes, The Economic Consequences of the Peace (London, 1919); M. Trachtenberg, Reparation in World Politics: France and European Economic Diplomacy, 1916–1923 (New York, 1980); B. Kent, The Spoils of War: The Politics, Economics and Diplomacy of Reparations, 1918–1932 (Oxford, 1989); Steiner, Lights That Failed, pp. 182–255; A. Tooze, The Deluge: The Great War and the Remaking of Global Order, 1916–1931 (London, 2014), pp. 288–304.",
        "14": "J. Horne and A. Kramer, German Atrocities, 1914: A History of Denial (New Haven, CT, 2001); A. Kramer, Dynamic of Destruction: Culture and Mass Killing in the First World War (Oxford, 2007); A. Fenet and M. Passini, eds, Hommes et patrimoines en guerre: L’heure du choix (1914–1918) (Dijon, 2018); R. Bevan, The Destruction of Memory: Architecture at War (2nd edn, London, 2016).",
        "15": "J. Horne, ‘Demobilizing the Mind: France and the Legacy of the Great War, 1919–1939’, French History and Civilization: Papers from the George Rudé Seminar, ii (2009), pp. 101–5.",
        "16": "On lobbying at the peace conference, see M.L. Siegel, Peace on Our Terms: The Global Battle for Women’s Rights after the First World War (New York, 2020), pp. 8–45; T. Irish, ‘Scholarly Identities in War and Peace: The Paris Peace Conference and the Mobilisation of Intellect’, Journal of Global History, xi (2016), pp. 365–86; Manela, Wilsonian Moment.",
        "17": "D. Gilks, ‘Attitudes to the Displacement of Cultural Property in the Wars of the French Revolution and Napoleon’, Historical Journal, lvi (2013), pp. 113–43; D. Rigby, ‘Cultural Reparations and a New Western Tradition’, American Scholar, xiii (1944), pp. 273–84.",
        "18": "I. Hull, A Scrap of Paper: Breaking and Making International Law during the Great War (Ithaca, NY, 2014), pp. 312–22.",
        "19": "O’Keefe, Protection of Cultural Property, p. 24.",
        "20": "F. Sarr and B. Savoy, Rapport sur la restitution du patrimoine culturel africain: Vers une nouvelle éthique relationnelle, report for the Ministère de la Culture, no. 2018-16 (Nov. 2018), pp. 9–13, available at https://www.culture.gouv.fr/Espace-documentation/Rapports/La-restitution-du-patrimoine-culturel-africain-vers-une-nouvelle-ethique-relationnelle (accessed 31 Jan. 2023).",
        "21": "Kramer, Dynamic of Destruction, pp. 55, 159.",
        "22": "Horne and Kramer, German Atrocities, pp. 39–53.",
        "23": "J. Massart, Comment les Belges résistent à la domination allemande: Contribution au livre des douleurs de la Belgique (Paris, 1916), pp. 145–50, 187–91.",
        "24": "R.A. Reiss, Rapport sur les atrocités commises par les troupes Austro-hongroises pendant la première invasion de la Serbie (Paris, 1919), p. 24.",
        "25": "New York, Columbia University Rare Books and Manuscripts [hereafter CURBML], Carnegie Endowment for International Peace [hereafter CEIP], Subseries VII.Q, Box 298, folder 3, Appeal of the Central Serbian Committee for the relief of the Serbian People, c.1917; Rapport de la Commission interalliée sur les violations des Conventions de la Haye et du droit international in générale, commises de 1915–1918 par les Bulgares en Serbie occupée (Paris, 1919), p. 37; M. Pisarri, ‘Bulgarian Crimes against Civilians in Occupied Serbia during the First World War’, Balcanica, xliv (2013), pp. 357–90.",
        "26": "CEIP, Report of the International Commission to Inquire into the Causes and Conduct of the Balkan Wars (Washington, DC, 1914), pp. 115–16, 199, 268.",
        "27": "V.G. Liulevičius, War Land on the Eastern Front: Culture, National Identity, and German Occupation in World War I (Cambridge, 2000), p. 129.",
        "28": "Kramer, Dynamic of Destruction, pp. 55–7.",
        "29": "Le Miroir, 12 May 1918.",
        "30": "O’Keefe, Protection of Cultural Property, p. 37; J.W. Garner, International Law and the World War, I (London, 1920), p. 451.",
        "31": "CURBML, NMB [Nicholas Murray Butler] Arranged Correspondence, Box 270, Gilbert Murray to Nicholas Murray Butler, 25 Jan. 1915.",
        "32": "Sandholtz, Prohibiting Plunder, pp. 106–7; Liulevičius, War Land on the Eastern Front, p. 130.",
        "33": "P. Clemen, ed., Kunstschutz im Kriege, I: Die Westfront (Leipzig, 1919).",
        "34": "O. Stein, ‘Archaeology and Monument Protection in War: The Collaboration between the German Army and Researchers in the Ottoman Empire, 1914–1918’, in J. Horne and J. Clarke, eds, Militarized Cultural Encounters in the Long Nineteenth Century: Making War, Mapping Europe (Cham, 2018), pp. 297–318, at 310–11.",
        "35": "Rapports et procès-verbaux d’enquête de la commission instituée en vue de constate les actes commis par l’ennemi en violation du droit des gens (décret du 23 septembre 1914), X–XII (Paris, 1919), pp. 14–15; A. Alexandre, Les monuments français détruits par l’Allemagne (Paris, 1918).",
        "36": "J. Reed, The War in Eastern Europe (New York, 1916), p. 66.",
        "37": "The Times, 13 Dec. 1917.",
        "38": "A.M. Brooks, ‘Robbery and Restitution of Works of Art in the Present War’, Bulletin of the College Art Association of America, i (1918), pp. 37–43, 42–3.",
        "39": "H. Guppy, ‘The Reconstruction of the Library of the University of Louvain’, Bulletin of the John Rylands Library, Manchester, v (1918–19), pp. 1–28, at 2.",
        "40": "Smith, Sovereignty at the Paris Peace Conference, p. 90.",
        "41": "Bevan, Destruction of Memory, p. 37.",
        "42": "J.F. Dulles, ‘Foreword’, in Burnett, Reparation at the Paris Peace Conference, I, pp. x–xiv, at x.",
        "43": "Trachtenberg, Reparation in World Politics, p. 53; Sharp, Versailles Settlement, pp. 85–6.",
        "44": "Sharp, Versailles Settlement, p. 78.",
        "45": "Trachtenberg, Reparation in World Politics, pp. 29–95; Dulles, ‘Foreword’, p. x.",
        "46": "‘Commission on the Responsibility of the Authors of the War and on Enforcement of Penalties’, American Journal of International Law, xiv (1920), pp. 95–154, at 95.",
        "47": "La Paix de Versailles: Responsabilités des auteurs de la guerre et sanctions (Paris, 1930), pp. 46, 59, 93.",
        "48": "La Paix de Versailles: Responsabilités des auteurs de la guerre et sanctions, pp. 110–15.",
        "49": "‘Commission on the Responsibility’, pp. 114–15.",
        "50": "O’Keefe, Protection of Cultural Property, p. 44.",
        "51": "La Paix de Versailles: La commission de réparations des dommages, I (Paris, 1932), pp. 185–207.",
        "52": "La Paix de Versailles: La commission de réparations des dommages, I, pp. 164–5. See also ‘Art Seizures by Italy’, New York Times Magazine, 13 Apr. 1919, p. 6.",
        "53": "Sandholtz, Prohibiting Plunder, p. 112.",
        "54": "Papers Relating to the Foreign Relations of the United States: The Paris Peace Conference, 1919, IV (Washington, DC, 1943), pp. 721, 774.",
        "55": "Journal des Débats, 2 Mar. 1919.",
        "56": "‘Réparation des dommages de guerre dans les archives et bibliothèques’, Bibliothèque de l’École des Chartes, lxxix (1918), pp. 493–4.",
        "57": "Kew, The National Archives [hereafter TNA], FO 608/136, W. Grant Murray to David Lloyd George, 24 Jan. 1919.",
        "58": "Article 246 dealt with the British Empire and will be discussed in section V below.",
        "59": "TNA, FO 608/2, Cecil Hurst minute, 7 May 1919.",
        "60": "TNA, FO 608/2, Hymans to Clemenceau, 22 Apr. 1919.",
        "61": "The Treaty of Versailles, Article 247, available via The Avalon Project: Documents in Law, History and Diplomacy (Lillian Goldman Law Library, 2008–), at http://avalon.law.yale.edu/subject_menus/versailles_menu.asp (accessed 30 Nov. 2022).",
        "62": "Vrdoljak, ‘Enforcement of Restitution’, p. 26.",
        "63": "TNA, FO 618/136, Sumner minute, June 1919.",
        "64": "Burnett, Reparation at the Paris Peace Conference, I, pp. 126–7.",
        "65": "Burnett, Reparation at the Paris Peace Conference, I, Document 314, p. 1076 (Pašić to Clemenceau, 29 Apr. 1919).",
        "66": "Journal officiel de la République française: Débats parlementaires. Chambre des députés, 11 Nov. 1918, p. 3011.",
        "67": "Le Petit Parisien, 18 Oct. 1920.",
        "68": "New York Times, 25 June 1919; Le Figaro, 25 June 1919.",
        "69": "Le Figaro, 25 June 1919.",
        "70": "Papers relating to the Foreign Relations of the United States: The Paris Peace Conference, 1919, XIII (Washington, DC, 1947), p. 523.",
        "71": "Le Temps, 27 June 1919.",
        "72": "Le Figaro, 25 June 1919.",
        "73": "One exception was Article 131, which called for the return of astronomical instruments looted by Germany from Beijing in 1900. See Xu Guoqi, China and the Great War: China’s Pursuit of a New National Identity and Internationalization (Cambridge, 2005), p. 268.",
        "74": "R. Poincaré, The Memoirs of Raymond Poincaré, tr. G. Arthur (London, 1929), p. 62.",
        "75": "J. Johnson, ‘“The Streets of Vienna are Paved with Culture, the Streets of Other Cities with Asphalt”: Museums and Material Culture in Vienna—a Comment’, Austrian History Yearbook, xlvi (2015), pp. 89–96, at 89.",
        "76": "New York Times Magazine, 13 Apr. 1919.",
        "77": "Neues Wiener Journal, 13 Feb. 1919; Wiener Allgemeine Zeitung, 13 Feb. 1919; Wiener Bilder, 23 Feb. 1919; Jakubowski, State Succession in Cultural Property, p. 75.",
        "78": "Neues Wiener Journal, 13 Feb. 1919.",
        "79": "TNA, FO 608/18/16, Note of Austrian Government, 12 Feb. 1919.",
        "80": "Neue Freie Presse, 19 Apr. 1919.",
        "81": "TNA, FO 608/18, Unsigned appeal, May 1919.",
        "82": "TNA, FO 608/18, ‘Colleg. der w.B. des kunsthistorischen Museums’, Aug. 1919.",
        "83": "H.M.V. Temperley, ‘The Making of the Treaties with Austria, Bulgaria, and Hungary, and the Principles Underlying Them’, in H.W.V. Temperley, ed., A History of the Peace Conference of Paris, IV (London, 1921), pp. 389–411, at 410.",
        "84": "Baker, Woodrow Wilson and World Settlement, p. 7.",
        "85": "TNA, FO 608/18, Kenyon to Under-Secretary of State, Foreign Office, 26 May 1919.",
        "86": "TNA, FO 608/18, Colvin to Balfour, 2 June 1919.",
        "87": "TNA, FO 608/18, Nicolson note, 7 July 1919.",
        "88": "La Paix de Versailles: La Commission de réparations des dommages, II (Paris, 1932), p. 749.",
        "89": "TNA, FO 608/18, Agreements between Austria and Italy, 13 Aug. 1919.",
        "90": "C. de Visscher, International Protection of Works of Art and Historic Monuments (Washington, DC, 1949), p. 834; Jakubowski, State Succession in Cultural Property, pp. 75–6.",
        "91": "Coventry Evening Telegraph, 2 Sept. 1920.",
        "92": "Jakubowski, State Succession in Cultural Property, pp. 69–74.",
        "93": "TNA, FO 608/298, Sumner draft of article 196 (dated 22 May 1919).",
        "94": "TNA, FO 608/308, Yugoslav proposals (dated 17 May 1919).",
        "95": "M. Glenny, The Balkans, 1804–1999: Nationalism, War, and the Great Powers (London, 1999), p. 367.",
        "96": "TNA, FO 608/297/50, 5, ‘Dispositions particulières’, 28 May 1919. See also TNA, FO 608/298/212–14 and Burnett, Reparation at the Paris Peace Conference, I, Document 257, pp. 886–7 (10 Apr. 1919). On Italy’s response, see Papers Relating to the Foreign Relations of the United States: The Paris Peace Conference, 1919, IV, pp. 721–2.",
        "97": "TNA, FO 608/302, ‘Réparations’, marked ‘Proposition hellénique’, 8 June 1919, and ‘Traité avec la Bulgarie—Réparations. Projet de la délégation française’, 27 June 1919.",
        "98": "TNA, FO 608/302, Sumner, ‘Bulgaria’, 4 June 1919.",
        "99": "TNA, FO 608/302, Sumner memorandum, 27 June 1919.",
        "100": "Treaty of Neuilly-sur-Seine, Article 126, available via The World War I Document Archive (Brigham Young University Library, 1996–), at https://wwi.lib.byu.edu/index.php/Treaty_of_Neuilly (accessed 30 Nov. 2022).",
        "101": "Vrdoljak, ‘Enforcement of Restitution’, p. 36.",
        "102": "Treaty of Trianon, available via World War I Document Archive, at https://wwi.lib.byu.edu/index.php/Treaty_of_Trianon (accessed 30 Nov. 2022).",
        "103": "O. Eottevényi, ‘Cultural Effects of the Treaty of Trianon’, in A. Apponyi, ed., Justice for Hungary: Review and Criticism of the Effects of the Treaty of Trianon (London, 1928), pp. 189–250, at 207, 240.",
        "104": "Geneva, League of Nations Archives [hereafter LNA], R1050 13C-24014-32240, Rector of the University of Szeged to the International Committee on Intellectual Co-operation, Nov. 1923; Eottevényi, ‘Cultural Effects of the Treaty of Trianon’, p. 208.",
        "105": "London, British Academy Archives [hereafter BAA], SEC/2/1/1, ‘Address to the Academies of the World’, 28 Nov. 1921.",
        "106": "Eottevényi, ‘Cultural Effects of the Treaty of Trianon’, pp. 239–40.",
        "107": "S. Seegel, Map Men: Transnational Lives and Deaths of Geographers in the Making of East Central Europe (Chicago, IL, 2018), pp. 83–4. See also Z. Nagy, ‘The Race for Revision and Recognition: Interwar Hungarian Cultural Diplomacy in Context’, in B.G. Martin and E.M. Piller, eds, European Cultural Diplomacy and the Twenty Years’ Crisis, special issue of Contemporary European History, xxx (2021), pp. 231–47.",
        "108": "W.M.K. Shaw, Possessors and Possessed: Museums, Archaeology and the Visualization of History in the Late Ottoman Empire (Berkeley, CA, 2003), p. 149.",
        "109": "D.M. Reid, Contesting Antiquity in Egypt: Archaeologies, Museums and the Struggle for Identities from World War I to Nasser (Cairo, 2015), pp. 19–29.",
        "110": "BAA, SEC/1/54, Resolution passed by the Hellenic Council, 12 Nov. 1918.",
        "111": "BAA, SEC/1/54, Kenyon to Hill, 8 Nov. 1918.",
        "112": "BAA, SEC/1/54, Frederic Kenyon memorandum, ‘Archaeology in the Near and Middle East’, Jan. 1919.",
        "113": "London, British Library, Curzon Papers, MS Eur F.112/212(b)/126, Kenyon to Curzon, 4 Feb. 1919.",
        "114": "BAA, SEC/1/54, James H. Breasted, ‘Suggestions for preliminary measures designed to safeguard the future of scientific research, exploration and excavation in the territory of the Ottoman Empire’, Dec. 1918.",
        "115": "L.J. Ambridge, ‘Imperialism and Racial Geography in James Henry Breasted’s Ancient Times: A History of the Early World’, in T. Schneider, ed., Egyptology from the First World War to the Third Reich: Ideology, Scholarship and Individual Biographies (Leiden, 2012), pp. 12–33.",
        "116": "BAA, SEC/1/54, H.C. Butler, ‘Suggestions for the Internationalisation of the Historic Monuments of Nearer Asia’, undated, but c.Dec. 1918.",
        "117": "BAA, Minutebook of the British Academy/1912–19/65–6, Council meeting, 10 Mar. 1915; BAA, Minutebook of the British Academy/1912–19/184–9, Council meeting, 2 Apr. 1919.",
        "118": "BAA, SEC/1/54, Buckler to Kenyon, 23 Dec. 1918, Kenyon to Hill, 2 Jan. 1919, and Buckler to Kenyon, 7 Feb. 1919.",
        "119": "BAA, SEC/1/54, Kenyon to Mallet, 20 Feb. 1919.",
        "120": "BAA, SEC/1/54, Kenyon to Under-Secretary of State, Foreign Office, 12 May 1919.",
        "121": "BAA/SEC/1/54, Buckler to Hill, 11 June 1919, Kenyon to Drummond, June 1919, and Drummond to Kenyon, 23 June 1919.",
        "122": "Treaty of Sèvres, available via World War I Document Archive, at https://wwi.lib.byu.edu/index.php/Peace_Treaty_of_Sèvres (accessed 30 Nov. 2022).",
        "123": "‘French Mandate for Syria and the Lebanon’, American Journal of International Law, xvii (1923), pp. 177–82; ‘The Palestine Mandate’, available via Avalon Project, at https://avalon.law.yale.edu/20th_century/palmanda.asp (accessed 30 Nov. 2022).",
        "124": "TNA, FO 608/82, Balfour to Curzon, 31 Jan. 1919.",
        "125": "Stein, ‘Archaeology and Monument Protection in War’, pp. 310–11.",
        "126": "Burnett, Reparation at the Paris Peace Conference, II, Document 497, p. 588.",
        "127": "Goldstein, ‘Cultural Heritage, British Diplomacy, and the German Peace Settlement of 1919’, pp. 344–7.",
        "128": "J.J. Garsha, ‘Expanding “Vergangenheitsbewältigung”? German Repatriation of Colonial Artefacts and Human Remains’, Journal of Genocide Research, xxii (2020), p. 54.",
        "129": "The Athenaeum, 26 Dec. 1919.",
        "130": "Reid, Contesting Antiquity in Egypt, pp. 95–7.",
        "131": "‘Rapport de M. E. Pottier’, in Académie des Inscriptions et Belles-Lettres: Comptes rendus des séances de l’année 1922 (Paris, 1922), pp. 359–71, at 359; S.L. Dyson, In Pursuit of Ancient Pasts: A History of Classical Archaeology in the Nineteenth and Twentieth Centuries (New Haven, CT, 2006), pp. 173–4.",
        "132": "B.G. Martin, ‘The Birth of the Cultural Treaty in Europe’s Age of Crisis’, in Martin and Piller, eds, European Cultural Diplomacy, pp. 301–17.",
        "133": "Sharp, Versailles Settlement, p. 93.",
        "134": "TNA, T 194/4, ‘Report of the Sub-Committee of the Peace Conference Appointed to Consider the Organization of the Reparation Commission’, 4 Aug. 1919.",
        "135": "J. Reinach, Napoléon III et la paix (Paris, 1921), p. 271.",
        "136": "‘Affaires étrangères’, 3994, Journal officiel de la République Française: Lois et décrets, 6 Aug. 1920, 11361–2.",
        "137": "Le Petit Parisien, 18 Oct. 1920.",
        "138": "Le Petit Parisien, 12 Nov. 1920.",
        "139": "W. Schivelbusch, Die Bibliothek von Löwen: Eine Episode aus der Zeit der Weltkriege (Munich, 1988), pp. 53–86.",
        "140": "Papers relating to the Foreign Relations of the United States: The Paris Peace Conference, 1919, XIII, p. 525.",
        "141": "La Chronique des arts, 15 Oct. 1920.",
        "142": "TNA, T 194/142, ‘Extracts from decisions of the 138th meeting of the Reparation Commission’, 15 Feb. 1921.",
        "143": "Jakubowski, State Succession in Cultural Property, p. 72.",
        "144": "TNA, FO 608/2, Hymans to Clemenceau, 13 May 1919.",
        "145": "TNA, FO 608/2, Annex to Hymans letter of 13 May 1919.",
        "146": "TNA, T 194/142, Annex no. 1141, ‘Belgian Claims to the Triptych of Saint Ildephonse and the Treasure of the Order of the Golden Fleece. Report of the Committee of Three Jurists’, and ‘Extracts from the decisions of the 258th meeting of the Reparations Commission on the 27th January, 1922’.",
        "147": "De Visscher, International Protection of Works of Art, pp. 831–2. See also X. Pellot, ‘La Restitution internationale des biens culturels aux XIXe et XXe siècles: Espace d’origine, intégrité et droit’, I (Univ. of Limoges D.Phil. thesis, 2005), pp. 124–5.",
        "148": "Jakubowski, State Succession in Cultural Property, p. 78.",
        "149": "E. Posner, ‘Effects of Changes of Sovereignty on Archives’, American Archivist, v (1942), p. 152; L. Bittner, ‘Das Wiener Haus-, Hof- und Staatsarchiv in der Nachkriegszeit’, Archivalische Zeitschrift, xxxv (1925), pp. 156–63.",
        "150": "M. Healy, Vienna and the Fall of the Habsburg Empire: Total War and Everyday Life in World War I (Cambridge, 2004), pp. 31–86; W. Maderthaner, ‘Krieg und Frieden’, in P. Csendes and F. Opll, eds, Wien: Geschichte einer Stadt, III: Von 1790 bis zur Gegenwart (Vienna, 2006), pp. 327–37.",
        "151": "S. Zweig, The World of Yesterday: An Autobiography (Lincoln, 1964), p. 281.",
        "152": "P. Clavin, ‘The Austrian Hunger Crisis and the Genesis of International Organization after the First World War’, International Affairs, xc (2014), pp. 265–78, at 269; T. Irish, ‘The “Moral Basis” of Reconstruction? Humanitarianism, Intellectual Relief and the League of Nations, 1918–1925’, Modern Intellectual History, xvii (2020), pp. 769–800.",
        "153": "British Library, Curzon papers, MS Eur F.112/212(b)/185, F.O. Lindley to Curzon, 27 Nov. 1919.",
        "154": "Clavin, ‘Austrian Hunger Crisis’, pp. 270–72.",
        "155": "Northern Daily Mail, 30 Sept. 1919.",
        "156": "Hansard, Parliamentary Debates, 5th ser., House of Lords, 22 Dec. 1919, vol. 38, c. 495 (Lord Curzon of Kedleston, ‘Distress in Austria’).",
        "157": "TNA, T 194/142, pp. 3–6, Grimm to Austrian section, 15 Dec. 1920 (Annex 740b).",
        "158": "R. Chernow, The House of Morgan: An American Banking Dynasty and the Rise of Modern Finance (New York, 1990), p. 247.",
        "159": "TNA, T 194/142, p. 11, Gibson report, 7 Feb. 1921.",
        "160": "TNA, T 194/142, p. 13, Gibson, ‘Memorandum to the Legal Service’, 28 Jan. 1921 (Annex 740e). See above, at nn. 92–3.",
        "161": "TNA, T 194/142, Andrew McFadyean to Goode, 22 Nov. 1921.",
        "162": "TNA, T 194/142, p. 3, ‘The question of credits’, 14 Jan. 1922.",
        "163": "LNA, C.203.1922.II, S.P. Waterlow to G. Franckenstein, 10 Feb. 1922, in ‘Financial Reconstruction of Austria: Report of the Financial Committee to the Council of the League’, 18 Apr. 1922, pp. 5–6.",
        "164": "LNA, C.203.1922.II, Franckenstein to Curzon, 15 Feb. 1922, in ‘Financial Reconstruction of Austria: Report of the Financial Committee to the Council of the League’, 18 Apr. 1922, p. 7.",
        "165": "The French loan was for 55 million French francs; the Italian loan was for 70 million lire; and the Czechoslovak loan was for 500 million Czechoslovak crowns.",
        "166": "LNA, C.477.1923.II, pp. 5–6, League of Nations, ‘Financial Reconstruction of Austria: Sixth Report by the Commissioner-General of the League of Nations for Austria’, 9 July 1923.",
        "167": "S. Séfériadès, ‘La Question du rapatriement des “marbres d’Elgin” considérée plus spécialement au point de vue du Droit des Gens’, Revue de droit international, x (1932), pp. 52–81, at 79.",
        "168": "‘Brexit Will Strengthen European Support for Return of Parthenon Marbles, Says Greek Minister’, Reuters, 30 Jan. 2020, available at https://www.reuters.com/article/us-greece-britain-marbles/brexit-will-strengthen-european-support-for-return-of-parthenon-marbles-says-greek-minister-idUSKBN1ZT1XF (accessed 30 Nov. 2022).",
        "169": "On the idea of the ‘universal’ museum see D. Hicks, The Brutish Museums: The Benin Bronzes, Colonial Violence and Cultural Restitution (London, 2020), pp. 194–208.",
        "170": "Sandholtz, Prohibiting Plunder, pp. 123–5; F. Hartog, Regimes of Historicity: Presentism and Experiences of Time (New York, 2017), p. 183.",
        "171": "A.D. Moses, ‘Raphael Lemkin, Culture, and the Concept of Genocide’, in D. Bloxham and A.D. Moses, eds, The Oxford Handbook of Genocide Studies (Oxford, 2010), pp. 19–41."
    }
}