{
    "title": "The Ambiguities of Belief and Belonging: Catholicism and the Church of the East in the Sixteenth Century*",
    "author": "Lucy Parker",
    "date": "10 December 2018",
    "article": "This article considers the emergence of the Chaldaean (East Syrian Catholic) Church in the 1550s, a topic of considerable relevance for scholars of eastern Christianity and of Counter-Reformation Catholicism alike. The Chaldaeans seem to present a paradox, in that they broke away from their existing Church and turned towards the papacy for support, yet continued to espouse their traditional beliefs and venerate their traditional saints, deemed heretical by Catholics. This paradox has often been attributed to the Chaldaeans’ ignorance of Catholicism, but this argument risks patronising the Chaldaeans and denying their agency. This article seeks to reconceptualise this problem, arguing that the apparent paradox largely disappears when viewed from an eastern Christian rather than a western Catholic perspective. First, an awareness of the highly tense political situation in Mesopotamia leads us to view some of the apparently contradictory Chaldaean writings as polemical and performative, rather than ignorant and confused. Secondly, it is necessary to appreciate the Chaldaeans’ own sense of religious belief and belonging, rather than trying to impose strict and exclusionary confessional boundaries upon them as if these were universal and unproblematic categories of analysis. Some of their leaders seem to have had an open-minded, perhaps even ecumenical, approach to other Christian churches. They adopted and adapted Catholicism selectively in view of their background and their particular priorities. As individual religious agents they had a greater range of possibilities than has usually been acknowledged. The article thus, from a new perspective, contributes to the scholarly ‘de-centring’ of Tridentine Catholicism.In 1552 a schism emerged in one of the oldest Christian churches, the so-called ‘Nestorian’ Church of the East.[CITATION-1] Part of the church broke away from the existing hierarchy and elected a new (anti-) patriarch, the monk Yoḥannan Sulaqa, who, in an historically unprecedented move, was sent by his supporters to Rome to be ordained by the pope.[CITATION-2] After he had stayed there for several months, Sulaqa made a Catholic profession of faith, was confirmed in his position by Julius III, and was sent back to Mesopotamia in the company of two Dominican missionaries, Ambrosius Buttigeg and Antoninus Zahara. After his return, however, he was not able to exercise his patriarchal authority for long; he was soon imprisoned by the local governor, allegedly at the instigation of his rival as patriarch, Shemʿon VII Bar Mama, and, in 1555, he was put to death. Ambrosius Buttigeg, in his letter reporting these events to the pope, lauded Sulaqa as a martyr, presumably a Catholic martyr against his Nestorian rival.[CITATION-3] Sulaqa’s close associate and successor, ʿAbdishoʿ of Gazarta, who would himself later journey to Rome to be confirmed by the pope, wrote a funeral elegy in Syriac for the late patriarch.[CITATION-4] In this elegy, he urges the Roman curia to lament Sulaqa’s murder: ‘Let the pope of Rome weep, the fount of fragrances, who made you the chief of prefects, and head of the church of the nations; let the ranks of beloved cardinals mourn’.[CITATION-5] Like Buttigeg, ʿAbdishoʿ refers to Sulaqa as a martyr, but he does so in terms which would have been unthinkable to a western Catholic: ‘Go in peace, good shepherd, martyr killed by the sword; go, live ... in the unending kingdom. Go, be a neighbour to the persecuted Nestorius, and the celebrated doctor John [Chrysostom]’.[CITATION-6] The reference to John Chrysostom is uncontroversial. The allusion to ‘persecuted Nestorius’, however, presents a real problem, since Nestorius, patriarch of Constantinople from 428 until his deposition at the First Council of Ephesus in 431, was, in Catholic eyes, a heretic who had denied the full divinity of Christ.[CITATION-7] Sulaqa, the martyr for Catholicism, is praised through association with one of Catholicism’s most hated figures.This is not the only such difficulty in ʿAbdishoʿ’s work. In another of his three poems on Sulaqa, he depicts him making a profession of faith before the Roman cardinals which seems typically ‘Nestorian’ in its Christology, and would have been regarded as heretical by early modern Catholics. Problematic elements include the profession of Christ’s two(a term usually treated as equivalent to the Greekwhich, although difficult to translate, means something close to ‘individual existence’)[CITATION-8] and one will, as opposed to the Catholic belief in one hypostasis and two wills, and references to the three books of Maccabees, as opposed to the Catholic two.[CITATION-9] Other Chaldaeans (the term usually applied to these members of the Church of the East who broke away and turned to the papacy) also displayed seemingly inconsistent words and actions.[CITATION-10] After Yoḥannan Sulaqa’s death, his brother Yawsep was sent by ʿAbdishoʿ as metropolitan bishop to India, whose Saint Thomas Christians had long-standing ties with the Church of the East.[CITATION-11] Some of Yawsep’s writings show clear traces of Catholic influence: he used the Catholic epithet for Mary, ‘Mother of God’, traditionally eschewed by Nestorians, and copied translations into Syriac of Latin Catholic ritual texts.[CITATION-12] Yet at the same time he owned and copied manuscripts which contained laudatory references to ‘Nestorian’ saints rejected by the Catholic Church as heretics, including Nestorius himself, Diodore of Tarsus, Theodore of Mopsuestia and Barsauma of Nisibis. The actions and writings of the Chaldaeans thus present a paradox. On one hand, Sulaqa and ʿAbdishoʿ professed submission to the papacy, received confirmation of their position from the pope, and made Catholic professions of faith in Rome.[CITATION-13] On the other hand, Chaldaeans, including ʿAbdishoʿ and Sulaqa’s brother Yawsep, continued to invoke traditional ‘Nestorian’ saints and beliefs.How to explain this paradox? The dominant historiographical tendency, which has its roots in Catholic scholarship, has been to emphasise the ignorance of the Chaldaeans, suggesting that they were genuinely devoted to the pope, but unaware of the details of Catholic doctrines. Thus the Dominican scholar Jacques-Marie Vosté, after posing the question ‘Catholiques ou Nestoriens?’ in the title of his article of 1930 on Sulaqa’s circle, concluded firmly that they were sincere Catholics who simply needed more education in what that entailed.[CITATION-14] Vosté was a careful scholar whose work laid the foundations for subsequent research on Sulaqa and his breakaway part of the Church of the East. Yet his writings had a pastoral and religious-political aim as well as a scholarly one: they sought to encourage the Catholic identity of the modern Chaldaean Church, and they reflected a traditional understanding of conversion and belief that has dominated most historiographical analyses of the Church of the East.[CITATION-15] This understanding sees different belief systems—in this case ‘Catholicism’ and ‘Nestorianism’—as ontological units, with fixed and unchanging meanings, and thus anyone whose views seem not to fit comfortably into either category is considered to be either ignorant, or at a liminal stage in an inevitable process of moving from one category to another. The Chaldaeans’ supposed ignorance has also been cited to explain their seemingly contradictory beliefs by Joseph Habbi (who, in a future-focused study published in 1966 and intended to encourage modern-day Chaldaeans to preserve their historic traditions, argued that the Chaldaean clergy of the 1550s were too uneducated to defend their own rites, and were thus pressurised into union on Roman terms), by Johannes van der Ploeg, in his study of 1983 of Sulaqa’s brother Yawsep, and, more recently, by Herman Teule, in his analysis of the professions of faith attributed to Sulaqa and ʿAbdishoʿ.[CITATION-16] Such arguments offer an easy way of explaining the inconsistencies in the Chaldaeans’ statements and actions. Yet without a fuller exploration of the Chaldaeans’ religious backgrounds and educations, and of the contexts in which they were writing, this approach comes dangerously close to patronising the eastern Christians, and to assuming that they did not have sophisticated motives for their actions. The relationship of the Chaldaeans to Catholicism stands in need of reconceptualisation.Rethinking this relationship would be of great benefit to historians of eastern Christianity and of early modern Catholicism alike. Scholars of the Counter-Reformation now recognise that Catholicism was not merely a European religion and has to be viewed in its global context. Our understanding of early modern Catholicism has been greatly expanded by studies of the Catholic missions in various parts of Asia and the Americas—although these studies are often oriented towards the perspective of the missionaries, not the locals, in part because of a lack of local-language sources.[CITATION-17] Scholars of this period have, however, tended to pay much less attention to Catholic relations with eastern Christian communities, including the Church of the East, even though various Syriac and Arabic sources from these communities survive. But the Chaldaean Church was part of the story of the spread of global Catholicism, and it shows particularly clearly that this story cannot only be viewed from the Latin Catholic perspective. The view from the east, from among the ‘converted’ communities, is crucial. The emergence of the Chaldaean Church can only be understood in the context of the schism within the Church of the East, and of the Chaldaeans’ decision to appeal for papal support. Local factors thus prove crucial to the spread of Catholicism. What is more, the paradox of the Chaldaeans’ seemingly contradictory religious actions raises significant questions about the meaning of Catholicism in this period. Why and on what terms might non-Catholics accept papal authority? Could Catholic proselytising zeal be manipulated by outsiders? How did ‘converts’ to Catholicism approach their new religion (did they, indeed, regard themselves as converts or even as Catholics)? Ultimately, what did it mean to belong to a religious community in the sixteenth century, and how was this shaped by geographical or confessional background?In order to address these questions, this article will adopt an approach centred firmly on the converts’ own interests, motivations and agency. It argues that, if the Chaldaeans are viewed in a Mesopotamian, rather than a Roman, context, much of what appears paradoxical about their behaviour in fact makes coherent sense. Their putative ignorance does not suffice as an explanation for their seemingly contradictory beliefs and behaviour. An alternative approach, which sees eastern Christians’ interactions with Rome as motivated predominantly by narrow political concerns, is also problematic, as a close analysis of the fragmentary evidence for Sulaqa’s own beliefs and actions reveals. To tackle the paradox, a methodological rethinking is required. First, it is necessary always to consider the local context in which the Chaldaeans were writing and acting. Scholarship has tended to prioritise the Roman context when discussing eastern Christians’ interactions with Latin Catholicism. Yet, however important their relationship with the papacy, eastern Christian leaders were fundamentally dependent on the support of local Christians in Mesopotamia, and, when writing in Syriac or Arabic, it was usually this audience that they were addressing. In the Chaldaean case, they were writing for a divided domestic church, which was torn between two patriarchs, and deeply suspicious of the authority of the pope. When this is taken into consideration, their writings are revealed as performative and polemical, rather than confused and ignorant. Secondly, and still more importantly, it is necessary to reconceptualise the ways in which we analyse belief, belonging and religious identity, focusing not on Latin Catholic notions of confessions, but on the eastern Christians’ own understandings. To try to label the Chaldaeans as either ‘Catholic’ or ‘Nestorian’, as if either term had a fixed meaning—and in particular a fixed doctrinal position—is inherently problematic. We must not impose strict confessional boundaries upon them without considering whether these are, fundamentally, relevant categories of analysis. The eastern Christian agents under discussion may have had had a more fluid sense of belonging, and awareness of a much wider range of religious possibilities, than modern scholars tend to acknowledge.[CITATION-18] Liturgy, prayer and tradition were at least as important to identities as doctrines.Before considering these questions in detail, it is necessary to explore the background to the schism of 1552. Because of its Persian roots, the Church of the East had always been hierarchically independent from the other Christian churches, under the leadership of its own catholicos-patriarch.[CITATION-19] It also had its own distinct Christology, and had never accepted the Council of Chalcedon of 451. Its Christology was rejected by the other churches for going too far in separating Christ’s divinity from his humanity, as epitomised by its members’ reluctance to call Mary ‘Mother of God’, instead preferring ‘Mother of Christ’.[CITATION-20] This did not, of course, mean that it had no outside contacts; throughout most of its history geographical and historical factors ensured that it had close connections with other eastern churches. It also came into contact with Latin Christianity, in particular from the Mongol period onwards, and its leaders sometimes entered into negotiations with the papacy.[CITATION-21] Most famously, in 1287 the East Syrian Rabban Sawma travelled to Rome as the envoy of the patriarch Yahbalaha III and of the Mongol emperor Arghun Khan. The Church of the East shrank drastically in size and power in the fourteenth century, which led to reduced interaction with the west. Nonetheless, in some special areas, particularly Jerusalem, East Syrians still encountered Latin Catholics.[CITATION-22] Cypriot ‘Nestorians’ were among those who entered into the (short-lived and unpopular) ‘union’ with the Catholic Church at the Council of Florence in the 1440s, although it is not clear if the Cypriot ‘Nestorians’ were in touch with the Mesopotamian Church of the East.[CITATION-23] Despite these prior contacts, the events of 1552–3 represented a radical break from precedent. Never before had an East Syrian patriarch been sent to Rome for confirmation of his status, or made a profession of Catholic doctrine.[CITATION-24] Little is known about the circumstances underlying the outbreak of schism. No sources survive from the side of the ‘traditionalists’, that is, the supporters of the old patriarch, Shemʿon VII Bar Mama.[CITATION-25] We are thus reliant on the Chaldaean rebels’ self-presentation. Roman accounts of the schism are extant, but their authors were dependent upon the undoubtedly tendentious version of events which the Chaldaeans chose to tell them. Thus, Roman sources state that the Chaldaeans elected Sulaqa after the death of Bar Mama, in protest against the accession of the latter’s young nephew.[CITATION-26] In reality, Bar Mama was still alive when Sulaqa was elected; the Chaldaeans appointed Sulaqa as rival to an adult patriarch who had been in the role for well over ten years.[CITATION-27] It is highly probable that the Chaldaeans deliberately misled the Romans on this point. Certainly, this is implied by a letter written by the Dominican Ambrosius Buttigeg to Julius III after Sulaqa’s death: Buttigeg refers to ‘the old patriarch, who had never died—about whom your Holiness, the Roman cardinals and all of you had been informed to the contrary’.[CITATION-28] The Chaldaeans’ opposition to the accession of the young nephew of Bar Mama is therefore a red herring, and their reports on their motivations to the Romans should be viewed with suspicion.It remains possible that the Chaldaeans elected a new patriarch in protest against the hereditary control of the patriarchal line by the Bar Mama family. Hereditary succession was not, however, a new development, and is unlikely to have been the sole cause of the schism.[CITATION-29] It is not mentioned by ʿAbdishoʿ of Gazarta in his long account of Bar Mama’s alleged crimes within his first poem on Sulaqa. Rather, he highlights two main failings: first, general dissoluteness and impiety, manifested in gluttony and avarice, and secondly, disregard for canon law and ecclesiastical order, as evidenced by simony, ordination of underage bishops and approval of illicit marriages.[CITATION-30] Other factors may also have been at play.[CITATION-31] There was a geographical slant to the divide: Sulaqa’s support was strongest in the more westerly parts of the sphere of influence of the Church of the East, including the cities of Diyarbakır and Mardin, whereas Bar Mama remained powerful further east, in the area around Mosul.[CITATION-32] The Chaldaeans seem also to have hoped to increase their influence with the Saint Thomas Christians in India. While in Rome, Sulaqa visited the Portuguese ambassador and acquired letters of recommendation from him which were later used by the Chaldaeans in India.[CITATION-33] Particularly unclear is what role religion itself played in these events: had the Chaldaeans been exposed to and influenced by Catholic beliefs? The letters of Sulaqa’s electors do not make any explicit reference to Catholicism as a belief system; indeed, in addressing the pope, they refer to themselves as ‘we, your wretched sinful Nestorian servants’.[CITATION-34] Yet the decision to appeal to Rome for support had inherent religious implications: it at least suggested an acceptance of the primacy of the see of St Peter, an issue which had long been contested within the Church of the East.[CITATION-35] The Chaldaeans were willing to acknowledge papal supremacy, yet, as mentioned above, several of their leaders continued to refer to ‘Nestorian’ saints and doctrines even after Sulaqa’s visit to Rome. What, if anything, can be said about their beliefs? It is to this question that the rest of this article will turn.Scholars have tended to attribute the seeming paradox of the Chaldaeans’ ‘Catholic’ and ‘Nestorian’ beliefs to ignorance, implying that they were the weaker, passive party in their dealings with the Catholic Church. We have already seen, however, that the Chaldaeans were strategic political actors, hence their decision to conceal the fact that Sulaqa had been elected as rival to a living, long-established patriarch. This immediately undermines the idea that they were naive or ignorant negotiators who lacked agency in their interactions with the Romans. We have also seen that the Church of the East had a long history of contacts with the Catholic Church; certainly, in the medieval period many of its theologians were well informed about Latin doctrines.[CITATION-36] There is no way of knowing how familiar the Chaldaeans were with Catholic beliefs when they sent Sulaqa to Rome in 1552; but the texts by ʿAbdishoʿ of Gazarta and Yawsep of India which contain ‘Nestorian’ references were written after Sulaqa’s return to the east in the company of the Dominican missionaries Buttigeg and Zahara. Both ʿAbdishoʿ and Yawsep knew these Dominicans, who would surely have discussed matters of faith with them.[CITATION-37] ʿAbdishoʿ must also have spoken to Sulaqa about his stay in Rome, of which he gives a detailed, if tendentious, account in his poems. Even if ʿAbdishoʿ and Yawsep were not well versed in the intricacies of Catholic doctrine, it seems implausible that they would not have known that the Catholics regarded Nestorius as a heretic, this being one of the most prominent sources of disagreement between the Church of the East and the other Christian churches. Both, nonetheless, continued to refer to him as a saint. The invocation of Chaldaean ignorance thus fails to provide a satisfactory explanation for these complexities.An alternative approach would be to argue that the Chaldaeans’ motivations for turning to Rome were in fact purely political; they needed papal backing to legitimise Sulaqa’s election, possibly because there were no metropolitans (at least in their party) to elect him. They were prepared to make insincere Catholic professions of faith while in Rome, but had no genuine interest in Catholicism as a religion. This possibility has not, to my knowledge, been explored in depth with respect to the sixteenth-century Chaldaeans.[CITATION-38] More generally, however, recent scholarship on eastern Christian relations with Catholicism has begun to argue that eastern Christian patriarchs did often act in this way; they turned to Rome for the fulfilment of particular requests and needs, or to bolster their domestic position, without any intention of changing their traditional beliefs and practices.[CITATION-39] This approach is often compelling and provides an important corrective to the tendency to see eastern Christians as ignorant vessels for Catholic missionary efforts. Yet in this case it does not seem sufficient to explain the Chaldaeans’ behaviour, for there is evidence to suggest that Sulaqa did in fact intend to implement Catholicising changes in the east among his followers.Sulaqa’s own views are admittedly difficult to establish. Three different statements of his beliefs survive.[CITATION-40] Two of these are found in Roman sources. One is in the papal bull confirming his selection as patriarch, and here Sulaqa’s faith appears perfectly orthodox, in Catholic terms.[CITATION-41] The other, however, which was translated by the humanist Andreas Masius, although predominantly Catholic, contains some apparent oddities. One example comes from its discussion of the sacraments: ‘As for confirmation, however, I do not know whether the ancients used it: for I am a monk, and who would have taught me this?’[CITATION-42] The third statement of Sulaqa’s faith is included in ʿAbdishoʿ of Gazarta’s first poem on his predecessor. It contains decidedly ‘Nestorian’ elements, including the statement that the Son had two.[CITATION-43] It may be, as was argued by Habbi, that this last represents what Sulaqa’s faith would have been had he never come to Rome; that he did not arrive in Rome with an established profession of faith, but that, in the face of pressure by the Romans, he was forced to develop a Catholic, western statement, in the formation of which his confession as translated by Masius represents an intermediate stage.[CITATION-44] It seems unlikely, at any rate, that Sulaqa held fully developed Catholic beliefs during his earlier life in the monastery of Rabban Hormizd, near Alqosh in northern Iraq.[CITATION-45] Yet it is not clear that Sulaqa was forced unwillingly to profess and preach Catholic orthodoxy. We cannot assume that because the ‘Nestorian’ profession of faith is written in Syriac, it necessarily reveals to us a genuine expression of Sulaqa’s beliefs. As I will argue below, ʿAbdishoʿ of Gazarta wrote his poems on Sulaqa for a specific, apologetic purpose, and the profession of faith which he attributes to his predecessor plays an important role in this. It is thus just as performative as Sulaqa’s Roman professions, and in any case reflects ʿAbdishoʿ’s interests more than Sulaqa’s own.Sulaqa’s behaviour does suggest at least some openness towards Catholic beliefs and practices, and even towards their promulgation in the east. His six-month stay in Rome may well have affected his views, even if he had had little exposure to Catholicism beforehand. Work on religious exiles within Europe in this period has highlighted that exile, and the travel and exposure to different religious communities which it involved, could prove transformative. Although Sulaqa was not an exile, there are some parallels between the behaviours of these exiles and those of eastern Christian travellers and migrants in western Europe.[CITATION-46] While in Rome, the patriarch seems to have made a range of friends, including both Romans with an interest in eastern Christianity and, significantly, other eastern Christians, with different confessional backgrounds, then living in Rome. Two letters written by Sulaqa to Rome after his return to Mesopotamia survive: one was for Pope Julius, but the other is addressed ‘to the bishop Symeon the Maronite, and to ... the excellent doctor of the words of the divine volumes, master of the Sacred Palace, and to m. Andreas, our brother, and to John the Baptist the Ethiopian, and to our son George the Maronite’.[CITATION-47] ‘M. Andreas’ almost certainly refers to Andreas Masius, the humanist scholar who translated several of Sulaqa’s writings into Latin.[CITATION-48] The Master of the Sacred Palace was probably at this date Girolamo Muzzarelli, a close ally of Julius III who played an important role in the Roman Inquisition.[CITATION-49] The other three persons named are all eastern Christians: the bishop Symeon and George were adherents of the Maronite Church, at this date in communion with the Catholic Church, and John the Baptist the Ethiopian was an important figure who served as both an interpreter and later a legate of Rome to various eastern churches.[CITATION-50] The letter itself gives no indication of how Sulaqa knew these people, or of their connection to each other: he describes himself as their disciple and refers to their ‘good teachings’,[CITATION-51] but it is difficult to know if this is more than a polite formula. Nonetheless, this letter raises several intriguing questions. Was there a network of eastern Christians in Rome who associated with and supported each other, despite originally coming from different religious traditions?[CITATION-52] And how might contact with these pro-Catholic Christians have affected Sulaqa’s own beliefs? It seems likely that the six months he spent in Rome in the company of these and other Catholics influenced his attitude towards the religion.Indeed, there is one crucial piece of evidence to suggest that Sulaqa did not intend to use the pope’s authority merely to secure his patriarchate, but also to implement wider Catholicising reforms within his own dioceses. As mentioned above, Julius III sent the Dominicans Buttigeg and Zahara with Sulaqa on his return to the east. They do not, however, seem to have been foisted on Sulaqa by the pope in order to ensure conformity to Roman rites among the Chaldaeans. Rather, Sulaqa had himself asked for such an envoy to be sent with him. The end of a curious document attributed to Cardinal Bernardino Maffei on the patriarch’s background ends with a report of Sulaqa’s requests to the pope. These include:It is also necessary, that together with him [Sulaqa] a man experienced in ecclesiastical affairs should be sent, who can teach to them the rites of this our orthodox church, and he promises soon, if some such should be sent, he will appoint him to a bishopric or other dignity and a place and dwelling will be given to him, in which he can live most comfortably. He adds too that the four great councils are held there in many volumes, and also many other books of ancient doctors, which we lack here, such as Ephrem etc., could be brought here by such a man.[CITATION-53] It seems, therefore, that Sulaqa was offering inducements, in the form of a position and comfortable living conditions for the appointee, and the opportunity to acquire rare books, to encourage the pope to send him an ecclesiastically qualified companion. At least according to Maffei, Sulaqa wanted this envoy to teach Catholic rites to the Chaldaeans. It is possible that Sulaqa had motivations for this request other than those specified—perhaps he hoped that a Roman cleric would make his claims to papal support more credible in the east, or that such a man could negotiate for him with other authorities—but this does not mean that the missionaries were imposed upon him by an overpowering papal authority. In this case, at least, an eastern Christian took an active role in encouraging Catholic agents into his homeland.Sulaqa certainly planned for an ongoing relationship with Rome. In his letter of December 1553 to Pope Julius, reporting on his return to the city of Amida (Diyarbakır), he claims that he had been very successful in spreading papal authority:Our journey was very successful, thanks be to God. From this city … all the faithful came out to meet us, priests and deacons and monks with the rest of the population … and all together cried out, saying, ‘We have received the grace of the Apostolic See’, and equally they praised the Lord God. And … we showed the apostolic letters to them, and, narrating the sanctimony of Your Highness, they kissed them and received them graciously and rejoiced as if they were letters of the Apostles: and so they have preached your name in all the churches, and similarly announced it to all the bishops and to many other people.[CITATION-54] In the same letter, he also addresses some individual cardinals, urging them to adore the pope on his behalf.[CITATION-55] These seem likely to have been people whom he knew personally from his time in Rome, and whose friendship he wanted to maintain, suggesting that he hoped for a continuing connection to Rome, rather than simply the conferral of the patriarchate. Sulaqa himself only mentions the spread of obedience to the pope; nothing in his letter refers to Catholicising changes in doctrine or ritual. Yet the 1563 report of Antoninus Zahara on his and the deceased Buttigeg’s work in the east claims that during the time they spent in Mesopotamia they did spread the Catholic faith, apparently with Sulaqa’s support (after his death they fled to India for safety):In Mesopotamia, Assyria and Chaldaea, to which they had been sent in particular, they introduced obedience to the Holy Roman Church and to its Highest Pontifex, whose Most Holy name is now held in the greatest veneration there; and staying there for three years and preaching the word of God, not without great labours and many vigils, and teaching those people who professed the error of Nestorius, who were named from Nestorius, and educating them with sincerity in the catholic faith, they purged them from the aforesaid error, so that the name of Nestorius is abominated, and they want to be called Chaldaeans. Simon Sulaqa took possession of his patriarchate there in the city of Caramitt [Amida].[CITATION-56] Zahara doubtless wanted to present a positive picture of his accomplishments to the pope, and may have exaggerated his successes, but his words nonetheless imply that he was granted considerable freedom to proselytise. Whatever Sulaqa’s personal beliefs, then, it seems clear that he invited Catholic envoys to return with him to the east, and to disseminate the Roman faith, a radical move in the context of the Church of the East’s independent past. The religious effects of contact with Catholicism on at least some Chaldaeans are visible in the case of Yawsep of India.[CITATION-57] Despite continuing to copy texts praising Nestorius, he also, even in Syriac colophons presumably not designed for western eyes, referred to Mary as the Mother of God (the Catholic phrase traditionally avoided by East Syrians), and copied translations of (and may even have himself translated) Latin Catholic ritual texts into Syriac.[CITATION-58] In this case, therefore, eastern Christians do not seem to have interacted with Rome only with the intention of gaining a narrowly circumscribed political goal; there does seem to have been genuine interest in Catholic beliefs. The Chaldaeans, then, were neither ignorant Catholics, nor exclusively politicising Nestorians.The problem remains, however, of explaining the apparent contradictions in the behaviour of the Chaldaeans, between ‘Catholic’ and ‘Nestorian’ words and actions. The answer, arguably, lies in two parts, both of which depend upon adopting a Mesopotamian rather than a Roman perspective. The first relates to the ways in which historians of Christianity work with sources about conversion, particularly those written in non-western languages. These sources must be considered in their possible local contexts, and not only in relationship with the external society or religion, in this case Rome and Latin Catholicism. As mentioned above, our sources on the schism within the Church of the East and the subsequent Chaldaean union with Rome derive from the Chaldaeans themselves, who tend to present a positive picture of their own situation and successes.[CITATION-59] Yet by reading these sources against the grain, it becomes clear that the Chaldaeans were in fact in a very unstable position domestically, in Mesopotamia. It is this context which must be borne in mind when considering, for example, the ‘Nestorian’ tendencies in ʿAbdishoʿ of Gazarta’s three poems on Sulaqa, which have been at the heart of the debate as to whether the Chaldaeans were ‘Catholics’ or ‘Nestorians’. The audience of ʿAbdishoʿ’s poems has rarely been taken into account; sometimes it has even been assumed to be Roman.[CITATION-60] But ʿAbdishoʿ is highly unlikely to have had the Romans in mind when writing these poems in Syriac, a language little known in the west at this time. Although the two earliest manuscripts of the poems are now preserved in Rome, this is largely coincidental; both were copied in the east, and it was surely an East Syrian audience to whom they were directed.[CITATION-61] The immediate domestic context of their composition is crucial. It is not known whether the first poem was written before or after Sulaqa’s death in 1555, as it makes no reference to it; the latter two were certainly written after the event, but very soon after, as the earliest manuscript, although not an autograph, dates from 1556. They were thus written in a highly fraught political situation, when the Church of the East was split between two rival patriarchates, one—Bar Mama’s—with the weight of tradition behind it, and the other—Sulaqa and ʿAbdishoʿ’s—which had broken away from the existing church and derived its authority from a new and distant source: the pope. If re-examined in this light, ʿAbdishoʿ’s poems appear performative and polemical, rather than ignorant and naïve.The tense situation in the east immediately after the schism is revealed by the Chaldaeans’ letters and petitions to the Romans at the time of Sulaqa’s journey to Rome. Even though they suppress the threat posed by Bar Mama, and try to show that Sulaqa enjoyed widespread support across Mesopotamia, these documents convey a sense of urgency and instability. Thus we find repeated requests that Sulaqa be confirmed and sent back to the east as soon as possible, for fear of disturbances. In their first letter, for example, the Chaldaeans write, ‘We seek from your sublime Paternity, that as soon as they reach you, you complete their business, lest there should remain mockery and laughter among people, even those who are of our profession, such that we would not dare to look on any man’.[CITATION-62] The letter from Jerusalem reads ‘we beg you, our Father, do not delay with respect to them, nor let our heart delay with them, but send them back quickly’.[CITATION-63] In Cardinal Bernardino Maffei’s report on Sulaqa, we are told that Sulaqa ‘beseeches most humbly, that our Most Holy Lord pope be willing to confirm him in the patriarchate, and that this [be done] as quickly as possible, so that he can set out with the first ships to his fatherland, from which he has been away more than half a year. For he fears, lest the people, suspecting his death, may think about new things concerning religion’.[CITATION-64] In his profession of faith, as recorded by Andreas Masius, Sulaqa implores, ‘Do not delay us, but resolve our business, so that we may go back quickly’.[CITATION-65] It is quite clear that Sulaqa’s absence was perceived as highly dangerous, and that the Chaldaeans’ position in the east was under threat.This threat was not solved by Sulaqa’s endorsement by the papacy. In fact, the decision to go to Rome to seek papal backing seems to have been highly controversial among the East Syrian Christians, and it is this controversy which underlies ʿAbdishoʿ’s poetic depiction of Sulaqa and his beliefs. ʿAbdishoʿ’s first poem on Sulaqa is a carefully structured apologetic for the decision to seek confirmation in Rome; its main aims are to discredit his rival Bar Mama, and to emphasise that Sulaqa was the sole legitimate patriarch and that Rome was a valid source of patriarchal authority.[CITATION-66] The poem begins with a catalogue of historic examples of Divine Justice overthrowing sinners;[CITATION-67] it then turns to Bar Mama, evoking his manifold sins in some detail, and claiming that he too provoked Justice’s inevitable wrath and retribution.[CITATION-68] It thus seeks to undermine Bar Mama’s legitimacy before Sulaqa is even mentioned. The poem then recounts how, because of Bar Mama’s wickedness, God inspired Sulaqa to go, via Jerusalem, to Rome, repeatedly emphasising the divine support and guidance which sheltered the new patriarch throughout his journey.[CITATION-69] It ignores any human involvement in Sulaqa’s election and decision to go to Rome. ʿAbdishoʿ’s account of Sulaqa’s confirmation as patriarch in Rome is particularly tendentious, and is suggestive of how rituals and ceremonies performed in Rome could be reinterpreted, and perhaps deliberately misrepresented, for eastern audiences. From the Roman sources, it appears that Sulaqa’s confirmation had several stages: Julius III issued a bull in February 1553 appointing Sulaqa as patriarch;[CITATION-70] he was then ordained by Cardinal Juan Alvarez de Toledo on 9 April 1553;[CITATION-71] and on 28 April the pope conferred upon him, as confirmation of his status, the pallium, a vestment traditionally bestowed upon high ecclesiastical dignitaries and linked to the body of St Peter.[CITATION-72] ʿAbdishoʿ describes these latter two ceremonies, giving their precise dates, but exaggerating the grandeur and reshaping the significance of the second occasion. He claims that the pope’s confirmation of Sulaqa took place in St Peter’s, when in fact it seems to have been in a private assembly in the papal palace.[CITATION-73] He makes no reference to the pallium, but rather claims that the pope put on Sulaqa’s head the cloth from Jesus’ head which he left in the tomb after his resurrection.[CITATION-74] Still more significantly, he recounts that the pope himself on this second occasion ordained Sulaqa as patriarch (which is not mentioned in the Roman sources).[CITATION-75] He stresses the ordination ceremony’s antique and impeccably legitimate apostolic origins, stating that ‘the pope and the aforesaid gathering began the prayer of ordination, according to the rule and custom which had come down to them from Mar [Lord, i.e. Saint] Peter’.[CITATION-76] He also states that the pope was seated on the golden throne on which St Peter himself had sat at Antioch.[CITATION-77] The whole description seems intended to show that Sulaqa had received ordination as patriarch from the living successor of St Peter, in a ceremony of indubitable legitimacy.It is at this point in the poem that the author becomes openly apologetic:If anyone disputes against me, and says that [given that] ordination by the pope is unacceptable and void with us, and this was never introduced, how should it be accepted by us, we would say to him that for this word there are three trustworthy testimonies, and it stands by three strong and clear demonstrations.[CITATION-78] ʿAbdishoʿ goes on to give these three reasons why no one should object to the ordination: first, Peter is the foundation of the Church; secondly, ‘pope’ means father of fathers, and the pope has authority over all dioceses; and thirdly, various great East Syrian patriarchs of the past had in fact been consecrated in Rome or in Antioch.[CITATION-79] The poem ends with a detailed description of Rome and its many pilgrimage sites, as well as its academic prowess and great beauty.[CITATION-80] This seems intended to establish Rome as a great and deeply holy city for his eastern readers, for whom Jerusalem was the traditional centre of pilgrimage and holiness. When describing Sulaqa’s visit to Jerusalem, ʿAbdishoʿ does highlight its numerous pilgrim sites, but in his account of Rome he details far more sacred sites and relics, seemingly setting it up as a rival or even superior to Jerusalem. Rome is, in the poem, the centre of religion: ‘Christ our Lord is there, the see of sees is there. Faith is there, confession is also there; there they perpetually offer up praises to the Lord of Creation’.[CITATION-81] It is quite clear, therefore, that ʿAbdishoʿ felt forced to defend the legitimacy of Sulaqa’s ordination in Rome, presumably in a context of scepticism and dissent—and of the powerful rivalry of the partisans of Bar Mama.[CITATION-82] It is in this context of instability and controversy, I would argue, that we should interpret ʿAbdishoʿ’s ‘Nestorian’ comments in the poems. He was not ignorant of the basic differences between the teachings of the Catholic Church and of the Church of the East; rather, he was writing for a conservative East Syrian audience who needed reassurance that accepting papal authority did not involve compromising their traditional beliefs or practices of veneration—that Sulaqa had not changed or betrayed the faith of their fathers. This seems the most likely reason why he shows the cardinals and pope enthusiastically accepting Sulaqa’s traditional eastern profession of faith, and why he repeatedly compares Sulaqa to the holy Nestorius. A rather different, and also potentially tendentious, source supports this interpretation. The author is Ignatius Niʿmatallah, a former patriarch of another eastern Christian Church, the Syrian Orthodox Church, who had moved to Rome in the 1570s. In 1577–8 Niʿmatallah wrote a report for the Romans about the Chaldaean Church.[CITATION-83] In it, he seems in general to be well informed about Sulaqa’s career and its aftermath; he claims to have heard about the events from ʿAbdishoʿ of Gazarta himself, when the latter sought Niʿmatallah’s protection from the Ottomans.[CITATION-84] He also claims that he was asked to mediate in the conflict between the Chaldaean and traditionalist parties. After describing Sulaqa’s journey to Rome, he asserts that, upon his return to Amida,His people of his nation asked him if the pope had changed any of their faith, but he said that he had not; then they received him with honour ... and then he went away to his own country, where he was not received by anyone, saying that they had had their own Catholicos since antiquity, and they had no need of a new superior.[CITATION-85] Niʿmatallah’s report thus emphasises the strength of the opposition Sulaqa and his followers faced from the traditionalist party; it also, very interestingly, suggests that Sulaqa’s own supporters expected to retain their ancestral faith. This should not necessarily be surprising; leaders have often portrayed themselves to external audiences as receptive to new beliefs, while presenting a traditional face to their internal supporters. Some of Bar Mama’s successors as traditionalist Church of the East patriarch negotiated with Rome about the possibility of union; nonetheless, their funerary inscriptions in the domestic stronghold of the Rabban Hormizd monastery contain entirely traditional professions of faith.[CITATION-86] It could be too dangerous for a leader to risk alienating his core supporters, his fundamental power base, by making drastic religious changes, even in pursuit of external support. Thus, in a different context, Ines Županov has shown in her studies of the Jesuits in India that, while local nobles might flirt with Christianity, their dependence on their followers tended to hold them back from conversion.[CITATION-87] Sulaqa had embraced Catholicism, whether sincerely or for political reasons, and, as we have seen, seems to have intended to implement at least some of its teachings in the east. But in the face of strong opposition by the supporters of Bar Mama, scepticism about the legitimacy of ordination by the pope, and turbulence after the arrest and subsequent death of Sulaqa, it is not surprising that ʿAbdishoʿ chose to cover this up, and to present Sulaqa’s alliance with the pope as founded on a strictly traditional profession of faith. Comparing Sulaqa to the persecuted Nestorius served both to associate the deceased patriarch with a well-known hero in the eyes of ʿAbdishoʿ’s audience, and to show his continued loyalty to this hero’s memory. Scholars are quick, rightly, to doubt the sincerity of texts designed for Roman audiences, but they have tended to neglect the possibility that texts designed for eastern audiences could be equally political in aspiration. In the turbulent circumstances of Sulaqa’s death and its aftermath, ʿAbdishoʿ needed to conceal his predecessor’s true radicalism.Context and audience are not sufficient, however, to explain all the seeming contradictions in Chaldaean writings. Rather, it is necessary to rethink the very nature of the problem. While it may seem contradictory that, for example, Yawsep of India used the Catholicising term ‘Mother of God’ while retaining respectful references to Nestorius, this may be to misunderstand how religion and belief worked. Vosté’s article ‘Catholiques ou Nestoriens?’ rested on an assumption that both belief systems were clearly defined ontological entities, and that consequently an individual could be categorised as belonging definitively to one or the other. In practice, however, ‘Catholicism’ and ‘Nestorianism’ meant very different things to different people in different contexts, while—as historians of Catholicism have recently shown for a variety of geographical and religious settings—conversion often involved processes of adaptation, accommodation, and transformation, in which converts’ own religious backgrounds inevitably shaped their understanding and interpretation of their ‘new’ religion.[CITATION-88] In order to understand the Chaldaeans’ actions and beliefs, we must therefore look beyond confessional boundaries, abandoning any attempt to label them decisively as either Catholic or Nestorian, particularly since they themselves did not necessarily view religion in terms of mutually exclusive, separate communities. Certain aspects of Catholicism may have been more appealing, and some parts of East Syrian traditions and identities less easy to forgo, than others. An individual’s personal religion—regardless of his educational level—might encompass aspects typically associated with both churches. Eastern Christians, as individual religious agents, had more possibilities and choices than modern scholars have tended to allow.The Chaldaean leaders may not have viewed religious truth and virtue as being the exclusive property of one church. There are hints in ʿAbdishoʿ of Gazarta’s writings of what might be termed an ecumenical, or at least open-minded, attitude towards other Christian communities. In his first poem on Sulaqa, when listing the pilgrimage sites which Sulaqa visited in Jerusalem, he states that Sulaqa visited and was blessed by all the Christian churches there:He saw all the congregations of the Christian churches, and was provisioned by them with blessings, and with forgiveness of sins.He looked at the church of the Greeks, and of the Melkites, and of the Kushites [Ethiopians], and of the Georgians and the Armenians, and the Jacobites [Syrian Orthodox] and the Copts.[CITATION-89] These churches all espoused different doctrinal formulae from the Church of the East, but ʿAbdishoʿ presents them as legitimate sources of blessing and forgiveness. He is aware that they are different communities, but does not understand this in terms of total incompatibility or exclusivity. Admittedly, references to the different Christian communities present at the Holy Sepulchre are a common feature of pilgrimage literature, but they are often framed in less positive terms.[CITATION-90] An eighteenth-century Chaldaean copyist of ‘Abdishoʿ’s poems, who strictly excluded all the ‘Nestorian’ references in the original, also omitted this verse about the different churches, suggesting that it was theologically problematic from a more rigorist perspective.[CITATION-91] Elsewhere in his oeuvre, ʿAbdishoʿ composed poems in honour of some members of the Syrian Orthodox Church, which doctrinally was on the other end of the Christological spectrum from the Church of the East, and has often been viewed as its rival.[CITATION-92] Thus, whereas Counter-Reformation Catholic leaders were drawing increasingly sharp boundaries between different Christian confessions, contemporary eastern Christians (even bishops) did not all view their religion in this strictly segregated way. Scholars must therefore be wary of applying these boundaries uncritically as analytical categories.[CITATION-93] The ‘problem’ of individuals whose beliefs appear to combine aspects of ‘Catholicism’ and ‘Nestorianism’ appears much less striking when viewed through a less dogmatically exclusionist lens. The Chaldaeans may have viewed the various churches not as rigidly separate bodies distinguished primarily by their different doctrines, but as fellow Christian groups, which, despite their various linguistic, liturgical and geographical traditions, had much to offer each other. Within this more fluid worldview, people had a much wider range of religious possibilities than is sometimes acknowledged. They could choose, adopt and adapt some aspects of Catholicism without renouncing all of their own beliefs and practices. And since doctrinal beliefs and formulae were not necessarily the pillar of their identities, they may have been more open to changing these (or to expressing them in changed terms) than they were to altering other aspects of their traditions.In particular, loyalty to the pope and the acceptance of Catholic doctrinal formulations may have been more acceptable to many eastern Christians than forgoing the veneration of those of their traditional saints and holy men who were deemed heretical by Catholics. This did not necessarily seem contradictory to the eastern Christians, since these saints were not usually venerated because of their theology, but because of their outstanding piety and their long-established status as fathers of the church. Thus Sebastian Brock has argued persuasively that while other churches viewed Nestorius as a heretic who separated Christ’s divinity and humanity too far, the Church of the East saw him as a martyr, whose particular theological views were of little relevance.[CITATION-94] This could help to explain why Yawsep and others could accept papal supremacy and Catholic phrases such as ‘Mother of God’ while still retaining loyalty to Nestorius. The inconsistency in these positions is more imagined than real, if the question is approached from an East Syrian rather than a Latin Catholic viewpoint.The difficulty of renouncing traditional saints is only implied in the evidence from the Chaldaean example. It is, however, demonstrated very clearly in another contemporary case, that of the Syrian Orthodox Church. This church, in the sixteenth century, was also engaged in protracted and apparently sincere negotiations with Rome. Yet when the papal emissary Leonard Abel travelled to the east, his discussions with Thomas, the representative of the Syrian Orthodox patriarch, ended in failure.[CITATION-95] One key sticking-point for Thomas was the Catholic demand for the anathematisation of the Syrian Orthodox saint Dioscorus, a fifth-century patriarch of Alexandria: ‘May it not be, may it not be that Dioscorus should be excommunicated; Dioscorus is not damned; Dioscorus is holy, and the principal Father of our Jacobite [Syrian Orthodox] nation’.[CITATION-96] This does not seem to have been fundamentally a problem of theology, even though Dioscorus was condemned by the Catholics as a Monophysite heretic. According to Abel’s report, Thomas was more or less happy to accept Catholic doctrine, although he did defend Syrian Orthodox phraseology. His devotion to Dioscorus was far more impassioned, and related rather to his long-standing veneration of the patriarch, the place of the latter in the traditional rites of the church, and the belief that he had performed miracles for his devotees. Thus, Thomas said both that Dioscorus was held among his people in such veneration that, if he was not named in their mass, many would believe that this mass was not perfect (an indication of the importance of liturgy), and that he himself believed ‘for certain that Dioscorus was holy and that he had done miracles among them’.[CITATION-97] He did not regard Dioscorus as a theologian, asking Abel why the Council of Chalcedon had anathematised him, given that he was ‘not a man of letters, but of simple, religious and holy life’.[CITATION-98] Admittedly, the Syrian Orthodox prelates seem by the time of Abel’s journey already to have become suspicious of the Romans, and were probably not fully committed to these discussions.[CITATION-99] But even when Abel negotiated with the relatively pro-Roman urban lay elites of the community, the traditional veneration of Dioscorus proved difficult to overcome: he reports that some of them accepted all the rest of the profession of faith, opposing themselves only to the condemnation of Dioscorus, saying that they would no longer venerate him as a saint, but that they would not damn him, ‘having held him for so much time as holy’.[CITATION-100] To anathematise Dioscorus would have been, in effect, to anathematise their own traditions, their ancestors, and their upbringings. Even in Late Antiquity, when the divisions between the Chalcedonian and anti-Chalcedonian churches were relatively new, it seems that the veneration (and condemnation) of different holy fathers often proved more important to the divides than the specific disagreements over doctrine. Thus, as Volker Menze has shown, the choice of names to include in the liturgical ritual of the reading of the diptychs proved a key source of tension.[CITATION-101] If this was the case in the 500s, a mere century after the Council of Chalcedon, it is not surprising that, by the 1500s, it was very difficult to contemplate renouncing the church’s traditional saints.Vosté, in the title of his article on Sulaqa’s circle, ‘Catholiques ou Nestoriens?’, posed a question which it has proved impossible to answer. In the sixteenth-century Chaldaean case, the difficulty of using any confessional labels, at least in their modern western sense, is clear. As the difference between their western and domestic confessions of faith show, they expressed different beliefs in different contexts, for reasons of external display.[CITATION-102] But their personal beliefs too may have transcended any simple doctrinal labelling, as is suggested by Yawsep of India’s simultaneous references to Nestorius as holy and to Mary as the Mother of God. It is not enough to explain these complexities as signs of sincere yet ignorant Catholicism. In part, they related to political exigencies, as in the case of ʿAbdishoʿ’s poems on Sulaqa. In part, too, they reflected real complexities of belief, ritual and practice. Doctrinal changes (or reformulations) were often easier to embrace than changes in the veneration of saints, perhaps because they could be accepted as a different way of expressing the same fundamental truth, or perhaps because doctrine was less central to most Christians’ experience of worship than liturgy, prayer and cult. In contrast, to renounce one of the fathers of the Church required a much more drastic mental break—to abandon, for example, the belief that the saint had ever helped his venerators through intercession or miracles—as well as the changing of the daily rituals of the church.[CITATION-103] Given this, it is hardly surprising that the Chaldaeans crossed confessional boundaries, embracing some aspects of western Catholicism more readily than others; they responded to it actively, in the context of their personal and communal backgrounds, rather than being mere receptacles of Catholic teaching.This point about eastern Christian agency is key. As we have seen, Sulaqa took the lead in promoting Catholicism in his homeland, not only by coming to Rome in person but by encouraging the pope to send envoys back with him to Mesopotamia. The Chaldaean case thus demonstrates, perhaps even more than the Catholic missions to non-Christian peoples, that the spread of Catholicism in this period must be viewed from both sides. On the one hand, as is well known, the Catholics, in the context of the loss of much of Europe to the Protestants and the push for revitalisation associated with the Counter-Reformation, were motivated to extend their influence into new parts of the world. On the other hand, the situation among the ‘converted’ peoples was fundamental in determining the success or failure and the nature of that extension. In this case, the internal politics of the Church of the East and the divide between Bar Mama’s supporters and opponents were necessary preconditions for union. The reasons for this division are still shrouded in mystery. It may be that Bar Mama’s misbehaviour and his family’s usurpation of the patriarchal line were, as Sulaqa’s supporters claimed, its primary cause. It may be that underlying social and political factors in the east were key, as is perhaps suggested by the fact that other eastern Christian churches were also looking towards Rome in this period.[CITATION-104] Whatever the particular cause in this case, the general point is clear. Catholic expansion cannot be understood only from the western side. Whether it took root, and how and in what forms it developed, was always dependent upon the communities to which it spread.[CITATION-105] And in the processes of adaptation, selection and appropriation deployed by its new members (including those of ancient eastern Christian confessions), the meaning of Catholicism itself may have been transformed.",
    "footnotes": {
        "1": "For problems with the use of the term ‘Nestorian’ to describe this church and its members, see S.P. Brock, ‘The ‘Nestorian’ Church: A Lamentable Misnomer’, Bulletin of the John Rylands Library, lxxviii, no. 3 (1996), pp. 23–35. Some members of the sixteenth-century Church of the East did, admittedly, refer to themselves as Nestorians, even those who turned to the pope for support; see below, n. 34. To avoid the dangers expounded by Brock, I will hereafter refer to the Church of the East, and to its adherents as East Syrians.",
        "2": "For a narrative of Sulaqa’s career, see J. Habbi, ‘Signification de l’union chaldéene de Mar Sulaqa avec Rome en 1553’, L’Orient Syrien, xi (1966), pp. 104–15. It is noteworthy that, while Sulaqa’s eastern supporters refer to him being ordained by the pope, the Romans tend rather to speak of him being confirmed by the pope: see below, at n. 75.",
        "3": "La chiesa caldea nel secolo dell’unione, ed. G. Beltrami (Rome, 1933), pp. 149–50.",
        "4": "An interesting study of ʿAbdishoʿ’s journey to Rome and local reactions is C. Baskins, ‘Popes, Patriarchs and Print: Representing Chaldaeans in Renaissance Rome’, Renaissance Studies, xxviii (2013), pp. 405–25.",
        "5": "ܢܒܟܐ ܗܘ ܦܦܐ ܕܪ̈ܗܘܡܐ܆ ܢܒܥܐ ܕܗܪ̈ܘܡܐ. ܕܥܒܕܟ ܪܒܐ ܕܩܝܘܡ̈ܐ܆ ܘܪܫ ܥܕܬ ܥܡ̈ܡܐ. ܘܢܪܩܕܘܢ ܬܓ̈ܡܐ܆ ܕܟܪ̈ܕܢܠܐ ܪ̈ܚܝܡܐ.: Bibliotheca Apostolica Vaticana [hereafter BAV], Vat.sir.45, fo. 169r. I am currently preparing an edition of ʿAbdishoʿ’s poems on Sulaqa; here I will cite the text from my edition, with folio references to the earliest manuscript, which is BAV, Vat.sir.45. On the poems’ manuscripts, see J.-M. Vosté, ‘Catholiques ou nestoriens? (Mss. Vat.Syr. 45, 63 et V.S. Borgia 21)’, Angelicum, vii (1930), pp. 516–18; id., ‘Mar Ioḥannan Soulaqa: Premier patriarche des Chaldéens, martyr de l’union avec Rome (†1555)’, Angelicum, viii (1931), pp. 187–90.",
        "6": "ܙܠ ܒܫܠܡ ܪܥܝܐ ܜܒܐ܆ ܘܣܗܕܐ ܩܜܝܠ ܣܲܝܦܐ. ܙܠ ܕܝܪ...ܒܡܠܟܘ ܕܠܐ ܣܵܝܦܐ. ܙܠ ܗܘܝ ܫܒܒܐ܆ ܠܢܣܜܘܪܝܘܣ ܪܕܝܦܐ. ܘܠܗܘ̇ ܜܒܝܒܐ܆ ܝܘܐܢܝܣ ܡܠܦܐ. : BAV, Vat.sir.45, fo. 169v. The name Nestorius has been crossed out in the manuscript.",
        "7": "The relationship between, first, the actual beliefs and teachings of the historical Nestorius; secondly, the supposed doctrines of ‘Nestorianism’ as condemned by the Greek Orthodox and Catholic churches alike; and thirdly, the beliefs of the ‘Nestorian’ Church of the East is complex: Nestorius himself probably did not hold some of the views later attributed to him. On Nestorius’ career and later interpretations of him, see G. Bevan, ‘Nestorius of Constantinople’, in K. Parry, ed., The Wiley Blackwell Companion to Patristics (Chichester, 2015), pp. 197–210. On Church of the East theology, see below, n. 20.",
        "8": "Sebastian Brock has, however, argued powerfully that this was not how East Syrians themselves understood the term; see the articles cited in n. 20 below.",
        "9": "BAV, Vat.sir.45, fos. 145r–148v. These ‘heretical’ details have been removed or changed in some manuscripts; see Vosté, ‘Mar Ioḥannan Soulaqa’, pp. 211–14. See also id., ‘Catholiques ou Nestoriens?’, pp. 518–21, and H. Teule, ‘Les Professions de foi de Jean Sullāqā, premier patriarche chaldéen, et de son successeur ʿAbdishoʿ d-Gāzartā’, in M.-H. Blanchet and F. Gabriel, eds., L’Union a l’épreuve du formulaire: Professions de foi entre églises d’Orient et d’Occident (XIIIe–XVIIIesiècle) (Leuven, 2016), pp. 266–8. The list of biblical books in the profession deserves further attention, as it seems to mix elements of the East Syrian and Catholic canons, but this would require a wide study of sixteenth-century Syriac biblical manuscripts.",
        "10": "The term ‘Chaldaean’ is not unproblematic, particularly because it has been used historically to refer to various different groups and churches, but it avoids the potentially misleading implications of calling this group ‘Catholic’.",
        "11": "On Yawsep, see Chiesa caldea, ed. Beltrami, pp. 35–59, 86–95; I. Perczel, ‘Language of Religion, Language of the People, Languages of the Documents: The Legendary History of the Saint Thomas Christians of Kerala’, in E. Bremer, J. Jarnut, S. Müller and M. Wemhoff, eds., Language of Religion—Language of the People: Medieval Judaism, Christianity and Islam (Munich, 2006), pp. 399–400; J.P.M. van der Ploeg, ‘Mar Joseph, Bishop-Metropolitan of India (1556–1569)’, in R. Lavenant, ed., III° Symposium Syriacum 1980 (Rome, 1983), pp. 161–70.",
        "12": "Yawsep was also the copyist of the oldest manuscript of ʿAbdishoʿ of Gazarta’s ‘Nestorian’ poems on Sulaqa: BAV, Vat.sir.45.",
        "13": "On the various extant versions of Sulaqa’s profession of faith, see the discussion in section III below.",
        "14": "Vosté, ‘Catholiques ou Nestoriens?’, esp. pp. 522–3.",
        "15": "Vosté clearly hoped to strengthen the modern Chaldaean Church, suggesting that Sulaqa should be officially recognised as a martyr in order to provide ‘consolation’ for the church struggling in a difficult situation: Vosté, ‘Mar Ioḥannan Soulaqa’, pp. 187–234, at 198.",
        "16": "Habbi, ‘Signification de l’union’, esp. pp. 224–5, 230; Van der Ploeg, ‘Mar Joseph’, pp. 169–70; Teule, ‘Professions de foi’, pp. 265–8. See also H. Teule, ‘Autonomie patriarcale, ministère pétrinien et attitude de l’église d’Orient envers l’église romaine’, Science et Esprit, lxv (2013), p. 80, and n. 60 below.",
        "17": "An excellent recent collection of studies on global missions is R. Po-Chia Hsia, ed., A Companion to Early Modern Catholic Global Missions (Leiden, 2018). For a review of historiographical trends on missions, see R. Po-Chia Hsia, ‘The Catholic Historical Review: One Hundred Years of Scholarship on Catholic Missions in the Early Modern World’, Catholic Historical Review, ci (2015), pp. 223–41. As Hsia rightly points out, the problem of language varies considerably from region to region; in some areas the sources are much more balanced than others.",
        "18": "See the useful distinction drawn by Simon Ditchfield between Roman Catholicism as a noun and as a verb: ‘Of Dancing Cardinals and Mestizo Madonnas: Reconfiguring the History of Roman Catholicism in the Early Modern Period’, Journal of Early Modern History, viii (2004), pp. 406–7.",
        "19": "Most of which were, of course, associated with Persia’s main political rival, Rome. For general histories of the Church of the East, see, for example, W. Baum and D.W. Winkler, The Church of the East: A Concise History (London, 2003); D. Wilmshurst, The Martyred Church: A History of the Church of the East (London, 2011).",
        "20": "On the theology of the Church of the East, see above all the studies of S. Brock, including the first three articles reprinted in his Fire from Heaven: Studies in Syriac Theology and Liturgy (Aldershot, 2006), and his ‘The Christology of the Church of the East in the Synods of the Fifth to Early Seventh Centuries: Preliminary Considerations and Materials’, in G. Dragas, ed., Aksum-Thyateira: A Festschrift for Archbishop Methodios (London, 1985), pp. 125–42, repr. in S. Brock, Studies in Syriac Christianity: History, Literature and Theology (Aldershot, 1992), no. XII. Brock argues powerfully that East Syrian Christology must be interpreted on its own terms, and that words such as qnōma were understood differently by East Syrian theologians than by Chalcedonians and the Syrian Orthodox. On the development of the distinctive two-qnōme position, see also G.J. Reinink, ‘Tradition and the Formation of the “Nestorian” Identity in Sixth- to Seventh-Century Iraq’, Church History and Religious Culture, lxxxix (2009), pp. 217–50.",
        "21": "On contacts between the Church of the East and Rome, see, for example, Teule, ‘Autonomie patriarcale’, pp. 65–82; id., ‘Saint Louis and the East Syrians, The Dream of a Terrestrial Empire: East Syrian Attitudes to the West’, in id. and K. Ciggaar, eds., East and West in the Crusader States: Context—Contacts—Confrontations III (Leuven, 2003), pp. 101–22; Teule, ‘Professions de foi’, pp. 259–66; H.L. Murre-van den Berg, ‘The Church of the East in the Sixteenth to Eighteenth Century: World Church or Ethnic Community?’, in J.J. van Ginkel, H.L. Murre-van den Berg and T.M. van Lint, eds., Redefining Christian Identity: Cultural Interaction in the Middle East since the Rise of Islam (Leuven, 2005), pp. 301–20.",
        "22": "On Jerusalem as a site of interaction, see H.L. Murre-van den Berg, Scribes and Scriptures: The Church of the East in the Eastern Ottoman Provinces (1500–1850) (Leuven, 2015), pp. 47–8. On the East Syrian presence in the Holy City more generally, see S. Brock, ‘East Syriac Pilgrims to Jerusalem in the Early Ottoman Period’, ARAM, xviii (2006), pp. 189–201; J.M. Fiey, ‘Le Pélerinage des Nestoriens et Jacobites à Jerusalem’, Cahiers de civilisation médiévale, xlvi (1969), pp. 113–26.",
        "23": "Murre-van den Berg, Scribes and Scriptures, p. 47 n. 75. On Cypriot East Syrians, see also D. Wilmshurst, The Ecclesiastical Organisation of the Church of the East, 1318–1913 (Leuven, 2000), pp. 40, 63–4.",
        "24": "Contrary to claims made by some contemporaries on both the Chaldaean and Roman sides. ʿAbdishoʿ of Gazarta in his apologetic poems on Sulaqa argues that various previous East Syrian patriarchs had been ordained in Rome and Antioch (he treats the two as closely interlinked, perhaps on account of Antioch’s link to St Peter), including, in Rome, Aba and Aram. This is almost certainly false: there is no historical evidence for East Syrian patriarchal ordinations in Rome, and there is no known patriarch called Aram (there were two patriarchs called Aba, in the sixth and the eighth centuries, but they were not ordained in Rome). See Habbi, ‘Signification de l’union’, pp. 201–3. The mysterious ‘Aram’ may be the same as the ‘Maurus’ or ‘Ata’ mentioned in some Roman sources as having been sent by the East Syrians to Rome during the papacy of Innocent IV (1243–54) to be made patriarch; Giamil suggests that this may be a confused reference to Ara/Aram, the vicarius of patriarch Sabrishoʿ V, who, at this time, wrote to the pope in friendly terms, but never journeyed to Rome nor became patriarch: Genuinae relationes inter sedem apostolicam et Assyriorum orientalium seu Chaldaeorum ecclesiam, ed. S. Giamil (Rome, 1902), p. 1 n. 1.",
        "25": "‘Traditionalist’ is a useful term to describe that part of the Church of the East which remained loyal to Bar Mama and did not accept the papacy, as it avoids the polemical overtones of ‘Nestorian’ and the confusion of ‘East Syrian’ (which could also apply to the Chaldaeans).",
        "26": "See, for example, the report by Cardinal Bernardino Maffei on Sulaqa, edited in W. Van Gulik, ‘Die Konsistorialakten über die Begründung des uniert-chaldäischen Patriarchates von Mosul unter Papst Julius III’, Oriens Christianus, iv (1904), p. 274.",
        "27": "As shown, independently, in 1966 by Habbi, ‘Signification de l’union’, esp. pp. 211–19, 227–30, and A. Lampart, Ein Märtyrer der Union mit Rom (Einsiedeln, 1966), pp. 50–54.",
        "28": "‘anticus patriarca qui numquam fuerat mortuus—de cuius contrario informata fuerat S.tas V.ra, R.mi cardinales atque omnes vos’: Chiesa caldea, ed. Beltrami, p. 149. Habbi, as cited in the previous note, avoids attributing this confusion to deliberate deception by the Chaldaeans, but see Wilmshurst, Martyred Church, pp. 298–9, 319, 361.",
        "29": "On the development of hereditary succession, see T. Carlson, ‘Christians in Fifteenth-Century Iraq: The Church of the East as a Conceptual Community’ (Princeton Univ. Ph.D. thesis, 2012), pp. 90–93, 248–57.",
        "30": "BAV, Vat.sir.45, fos. 135v–138v.",
        "31": "For an excellent discussion of these, see Murre-van den Berg, Scribes and Scriptures, pp. 44–50.",
        "32": "See in particular the report of Ambrosius Buttigeg to Julius III (‘divisus est patriarcatus...’, etc.), edited by Beltrami in Chiesa caldea, pp. 149–50. Compare also the report of Ignatius Niʿmatallah (who states that Sulaqa was welcomed in Amida [Diyarbakır], but was rejected when he returned to ‘his land’, i.e., presumably, northern Iraq), edited by J. Wicki in Documenta Indica, XI: 1577–1580, Monumenta historica Societatis Jesu, ciii (Rome, 1970), Appendix 4, p. 866. On Niʿmatallah, see section IV below. See also Wilmshurst, Ecclesiastical Organisation, p. 39 (who, contra the report of Buttigeg, states that the western city of Cizre [Gazarta] remained loyal to Bar Mama).",
        "33": "See the letter of 10 Jan. 1554 from the Portuguese ambassador to Rome, printed in Corpo Diplomatico Portuguez, vii (1884), pp. 311–12, and a report by the Chaldaean bishop Eliya bar Asmar Ḥabib, in Chiesa caldea, ed. Beltrami, p. 201.",
        "34": "‘nos servi tui miseri peccatores Nestoriani’. This reference is found in one version of the letter of Sulaqa’s electors to Julius III, but, interestingly, in another extant version, which Van Gulik (who has edited both versions in parallel) suggests was revised and polished for the Roman curial audience, it has been dropped: ‘Die Konsistorialakten’, p. 269. When I cite this letter subsequently I cite the unpolished version.",
        "35": "As discussed by Teule and Murre-van den Berg in the articles cited above, n. 21. Teule tends to see an evolution in attitudes over time, whereas Murre-van den Berg, importantly, notes simultaneous disagreements over this question within the Church of the East.",
        "36": "See the studies cited above, n. 21.",
        "37": "Antoninus Zahara, in his report of 1563 to Pius IV on his journey to the East, claims that he and Buttigeg had participated in ʿAbdishoʿ’s election: J-M. Vosté, ‘Missio duorum fratrum melitensium O.P. in orientem saeculo XVI, et relatio, nunc primum edita, eorum quae in istis regionibus gesserunt’, Analecta Ordinis Praedicatorum, xxxii (1925), p. 272. Eliya bar Asmar Ḥabib, one of the bishops appointed by Sulaqa, who journeyed to Rome in the 1580s, reported that ʿAbdishoʿ sent the Dominicans to India together with Yawsep Sulaqa: Chiesa caldea, ed. Beltrami, p. 201. Zahara does not mention Yawsep by name but does confirm this journey to India.",
        "38": "Some scholars have suggested that the Chaldaeans turned to Rome only because they had a lack of bishops to elect Sulaqa themselves, rather than from genuine interest in Catholicism, but they do not present this in terms of political scheming: Habbi, ‘Signification de l’union’, esp. p. 204; Wilmshurst, Martyred Church, pp. 296–9; Murre-van den Berg, ‘World Church’, pp. 314–15 (contrast her interpretation in Scribes and Scriptures; see above, n. 31). Wilmshurst does elsewhere emphasise the calculated nature of various East Syrian patriarchs’ actions (see n. 39 below).",
        "39": "For example, Wilmshurst, Martyred Church, p. 317: ‘the history of the Church of the East between 1552 and 1830 is enormously complicated, as the allegiances of the patriarchs constantly fluctuated, depending on their perceptions of their own interest’. Robert Clines gave an excellent paper on this theme at a workshop in St Andrews on 14 June 2017.",
        "40": "Habbi, ‘Signification de l’union’, p. 206 ff.; Teule, ‘Professions du foi’.",
        "41": "Julius III, ‘Divina disponente clementia’, ed. Giamil, Genuinae relationes, pp. 19–23.",
        "42": "‘Confirmatione vero an veteres usi sint ignoro: Monachus enim sum ego, et quis me id docuisset?’: Genuinae Relationes, ed. Giamil, p. 478.",
        "43": "See discussion above.",
        "44": "Habbi, ‘Signification de l’union’, pp. 206–7.",
        "45": "Almost all sources identify Sulaqa as a monk of this monastery, although ʿAbdishoʿ of Gazarta instead says that he was a monk of the monastery of Sabrishoʿ at Beth Qoqa, near Arbela: BAV, Vat.sir.45, fo. 139r.",
        "46": "See G.H. Janssen, ‘The Exile Experience’, in A. Bamji, G.H. Janssen and M. Laven, eds., The Ashgate Research Companion to the Counter-Reformation (Farnham, 2013), p. 85 ff. For example, Janssen notes ‘a sense of agency among exiles ... the considerable number of diaries, reports, pamphlets and letters composed by displaced Catholics’, which we might compare to eastern Christians’ self-inscription in texts produced in Europe—on which, see J.-P. Ghobrial, ‘The Archive of Orientalism and its Keepers: Re-imagining the Histories of Arabic Manuscripts in Early Modern Europe’, Past and Present, suppl. xi (2016), pp. 90–111, esp. 109. On exiles in Europe, see also N. Terpstra, Religious Refugees in the Early Modern World: An Alternative History of the Reformation (Cambridge, 2015).",
        "47": "‘al vescovo Symeone, Maronita, et al ... eccellente dottor delle parole delli divini volumi mastro del Sacro Palazzo, et a m. Andrea nostro fratello, et a Gioan Battista Ethiope, et al nostro figliuolo Georgio maronita’: Chiesa caldea, ed. Beltrami, p. 148.",
        "48": "On Masius, see, for example, W. François, ‘Andreas Masius (1514–1573): Humanist, Exegete and Syriac Scholar’, Journal of Eastern Christian Studies, lxi (2009), pp. 199–244; R.J. Wilkinson, Orientalism, Aramaic, and Kabbalah in the Catholic Reformation: The First Printing of the Syriac New Testament (Leiden, 2007), p. 77 ff. Both provide extensive further bibliography.",
        "49": "Muzzarelli held this position until December 1553, when Pietro Paolo Giannerino was appointed. See the entries on both in the Dizionario biografico degli Italiani (91 vols. to date, Rome, 1960–), available online at http://www.treccani.it/biografie/ (accessed 2 Nov. 2018). Sulaqa had links with various figures associated with the Inquisition: his letter to Julius III refers to the inquisitors Gian Pietro Carafa, Juan Alvarez de Toledo (who had ordained Sulaqa as patriarch; see below, n. 71), Rodolfo Pio da Carpi, Marcello Cervini, Girolamo Verallo and Pedro Pacheco di Villena.",
        "50": "Symeon is perhaps the same bishop Symeon, from Tripoli, whom Widmanstetter mentions in his introduction to the Polyglot New Testament; see G. Levi Della Vida, Ricerche sulla formazione del più antico fondo dei manoscritti orientali della Biblioteca vaticana (Vatican City, 1939), pp. 141–2. George is perhaps the Cypriot Maronite Giorgio Salomone al-Baslūqītī who was active in Rome in the 1560s: ibid., pp. 195–6. On John the Baptist the Ethiopian, see especially M. Salvadore, ‘African Cosmopolitanism in the Early Modern Mediterranean: The Diasporic Life of Yohannes, the Ethiopian Pilgrim who became a Counter-Reformation Bishop’, Journal of African History, lviii (2017), pp. 61–83.",
        "51": "‘buoni ammaestramenti’: Chiesa caldea, ed. Beltrami, p. 148.",
        "52": "This is also supported by the career of Ignatius Niʿmatallah, the deposed patriarch of the Syrian Orthodox Church who came to Rome circa 1578 and stayed there until his death circa 1587. On his stay in Rome, see especially Documenti intorno alle relazioni delle chiese orientali con la S. Sede durante il pontificato di Gregorio XIII, ed. G. Levi Della Vida (Vatican City, 1948), pp. 1–113. While in Rome he had dealings with representatives of the Armenian Church, the traditionalist East Syrian Church, and the Chaldaeans; see Cardinal Giulio Santoro and the Christian East: Santoro’s Audiences and Consistorial Acts, ed. J. Krajcar, Orientalia Christiana Analecta, clxxvii (Rome, 1966), pp. 38, 49–50, 91; P.G. Borbone and M. Farina, ‘New Documents Concerning Patriarch Ignatius Naʿmatallah (Mardin, c.1515–Bracciano, near Rome, 1587)’, Egitto e Vicino Oriente, xxxvii (2014), pp. 179–89.",
        "53": "‘Oportet etiam, ut una secum vir quispiam ecclesiasticarum rerum peritus ablegaretur, qui illis (!) ritus huius orthodoxae ecclesiae nostrae doceret promittitque mox, si quis talis mitteretur, eum aut in episcopum aut ad aliam dignitatem promovendum ac datum ipsi iri locum ac aedes, in quibus commodissime habitare posset. Addit etiam illic quattuor concilia magna magnis voluminibus haberi atque ea et alios etiam libros veterum doctorum, quibus hic caremus, quales sunt Ephrem etc. per talem virum posse etiam horsum curari’: Van Gulik, ‘Die Konsistorialakten’, pp. 276–7.",
        "54": "‘Il nostro viaggio è riuscito bene. Deo gratias. Dalla qual città sono usciti ... tutti li fideli all’incontro nostro: sacerdoti e diaconi e monachi con il resto del popolo ... et tutti insieme hanno vociferato dicendo: habbiamo ricevuta la grazia della Sede Apostolica, et egualmente lodorno il Signor Iddio. Et ... gl’habbiamo mostrate le lettere apostoliche et, narrandoli la santimonia della Celsitudine V.ra, le basciorno et accetorno gratiosamente et se ne allegrorno di esse come delle lettere delli Apostoli: et così hanno predicato il vostro nome in tutte le chiese, et similmente annunciorno a tutti gli vescovi et a molte altre persone’: Chiesa caldea, ed. Beltrami, p. 147.",
        "55": "Most of the cardinals mentioned are, interestingly, inquisitors; see above, n. 49.",
        "56": "‘In Mesopotamia, Assyria et Chaldaea ad quas praesertim missi fuerant, oboedientiam Sanctae Romanae Ecclesiae eiusque Summo Pontifici introduxerunt, cuius nomen Sanctissimum in maxima veneratione ibi nunc habetur, et per tres annos ibi permanentes et verbum Dei non sine magnis laboribus et vigiliis multis praedicantes populosque illos qui Nestorii errorem profitebantur, a quo Nestoriani dicebantur, docentes et in fidei catholicae sinceritate erudientes ab errore praefato purgaverunt, ita ut Nestorii nomen abominentur, et Chaldaei dici velint. Simon Sulaca Patriarchatus sui possessionem ibi accepit in civitate Cara(e)mitt’: Vosté, ‘Missio Duorum Fratrum’, p. 271.",
        "57": "See above, n. 11 (especially Van der Ploeg, ‘Mar Joseph’). Most of Joseph’s manuscripts are now preserved in Rome, and several of their colophons have been published in the Assemani catalogue of the Vatican’s Syriac manuscripts.",
        "58": "See, for example, BAV, Vat.sir.66, and Vat.sir.89. Not all East Syrians were implacably opposed to the phrase ‘Mother of God’: the thirteenth-century patriarch Ishoʿyahb Bar Malkon, for example, acknowledged that it was an acceptable term—but he still argued that ‘Mother of Christ’ was preferable. See Teule, ‘Theological Treatise’, esp. p. 247 ff.",
        "59": "See, for example, the Chaldaeans’ exaggerated claims about the comprehensive geographical and social spread of their support in their letter to Julius III (edited in Van Gulik, ‘Die Konsistorialakten’, pp. 269–70), which imply that they had the support of their entire church; Sulaqa’s description of his warm reception in Amida in his letter to Julius III, quoted above, n. 54; ʿAbdishoʿ’s claims in his first poem on Sulaqa that Bar Mama’s power had been destroyed by Divine Justice: BAV, Vat.sir.45, fo. 138v.",
        "60": "This is implied by Teule, ‘Professions de foi’, p. 267, where he states that ʿAbdishoʿ fails to include, in his poetic creed attributed to Sulaqa, the famous ‘filioque’ clause, and comments, ‘apparemment, l’auteur n’a pas réalisé son importance aux yeux des autorités romaines’.",
        "61": "BAV, Vat.sir.45 was copied by Yawsep Sulaqa in Mozambique, as he was on his way to India: ibid., fos. 176v–177r. BAV, Borg.sir.21 was probably copied in Amida; certainly it was given by Eliya bar Asmar Ḥabib (d. 1582) as a gift to the Church of Mar Pethion in Amida: ibid., p. 305.",
        "62": "‘Proinde supplices petimus a Paternitate tua sublimi, ut simul atque pervenerint ad te, conficias negotia ipsorum, ne restet derisio et ludibrium inter gentes et eos, qui sunt professionis nostrae, ita ut non audeamus quemquam hominum intueri’: Van Gulik, ‘Die Konsistorialakten’, p. 271.",
        "63": "‘Oramus te Pater noster, ne sis illis in mora, ne maneat cor nostrum apud ipsos, sed cito remitte ipsos’: Genuinae Relationes, ed. Giamil, p. 476.",
        "64": "‘Obsecrat humillime, ut SSmus D.N. papa ipsum in patriarcham velit confirmare, idque, quod potest fieri, citissime, quo possit cum primis navibus versus patriam proficisci, a qua iam plusquam sesqui annum abest. Veretur enim, ne populus mortem eius suspicans de novis rebus circa religionem cogitet’: Van Gulik, ‘Die Konsistorialakten’, p. 276.",
        "65": "‘ne remoremini nos, sed absolvite negotium nostrum, ut cito abscedamus prorsus’: Genuine Relationes, ed. Giamil, p. 479.",
        "66": "The polemical nature of ʿAbdishoʿ’s poems is noted, but not explored in depth, by Wilmshurst, Martyred Church, p. 361.",
        "67": "BAV, Vat.sir.45, fos. 134r–135v.",
        "68": "Ibid., fos. 135v–139v.",
        "69": "Ibid., fos. 139v–143v.",
        "70": "Genuinae Relationes, ed. Giamil, pp. 15–23.",
        "71": "The name of the cardinal who ordained him, apparently as patriarch, is given in Archivio Segreto Vaticano [hereafter ASV], AA.Arm. I-XVIII, 1798, fo. 1r. ʿAbdishoʿ states instead that in this ceremony on 9 April three patriarchs ordained him as metropolitan and bishop.",
        "72": "See the consistorial acts for this day, edited in Van Gulik, ‘Die Konsistorialakten’, p. 277.",
        "73": "See Vosté, ‘Mar Ioḥannan Soulaqa’, p. 216.",
        "74": "Cf. John 20:7. I am not aware of any tradition linking the pallium to a garment of Jesus’.",
        "75": "Sulaqa’s electors in their letter to the pope had requested that he should ordain Sulaqa as patriarch (Van Gulik, ‘Die Konsistorialakten’, p. 271), so this emphasis seems consistent among the Chaldaean sources.",
        "76": "ܘܫܪܝ ܦܦ ܘܟܢܫܐ ܥܗܝܕܐ. ܒܨܠܘܬܐ ܕܣܝܡܝܕܐ. ܐܝܟ ܜܘܟܣܐ ܘܥܝܕܐ. ܕܡܢ ܡܪܝ ܦܜܪܘܣ ܠܘܬܗܘܢ ܪܕܐ : BAV, Vat.sir.45, fo. 151r.",
        "77": "This must be a reference to the Cathedra Petri, a relic (in fact largely of Carolingian origin) still preserved in the Vatican today; see the studies collected in M. Maccarrone et al., La Cattedra Lignea di S. Pietro in Vaticano (Atti della Pontificia Accademia romana di archeologia, Memorie X; Rome, 1971). The gold covering may be an embellishment of ʿAbdishoʿ’s.",
        "78": "ܘܐܢܗܘ̤ ܕܐܢܫ ܕܪܫ ܠܘܩܒܠܝ. ܘܐܡܪ ܕܨܐܕܝܢ ܠܐ ܡܩܲܒܲܠ. ܣܝܡܝܕ ܦܦܐ ܘܡܒܲܜܲܠ. ܘܗܕ ܠܐ ܗܘܬ ܣܟ ܡܬܥܠܠ. ܐܝܟܢ ܨܐܕܝܢ ܬܬܩܒܠ܀ ܢܐܡܪ ܠܗ ܕܐܝܬ ܠܗ̇ ܠܡܠܬܐ. ܣܗ̈ܕܐ ܫܪܝܪ̈ܐ ܬܠܬܐ. ܘܩܝܡܐ ܒܬܠܬ ܬܚ̄ܘ̈ܝܬܐ. ܚܣ̈ܝܢܬܐ ܘܓ̈ܠܝܬܐ܀ : BAV, Vat.sir.45, fo. 151v.",
        "79": "The examples he uses for this are not in fact accurate: see above, n. 24.",
        "80": "BAV, Vat.sir.45, fos. 153r–159r.",
        "81": "ܬܡܢ ܗܘ̣ ܡܫܝܚܐ ܡܪܢ. ܬܡܢ ܟܘܪܣܝ ܟܘܪ̈ܣܘܢ܀ ܬܡܢ ܗܝ ܗܝܡܢܘܬܐ. ܬܡܢ ܗܝ ܐܦ ܬܘܕܝܬܐ. ܬܡܢ ܟܠܫܥ ܬܫܒܚ̈ܬܐ. ܡܲܣܩܝܢ ܠܡܪܐ ܕܒܪ̈ܝܬܐ܀ : BAV, Vat.sir.45, fo. 159r.",
        "82": "The scribe of one of the two sixteenth-century manuscripts of the poem, BAV, Borg.sir.21 (perhaps the Chaldaean bishop Eliya bar Asmar Ḥabib), furthered this apologetic aim by transcribing in the manuscript before the poems various proof texts relating to the primacy of Peter and to the illegitimacy of hereditary succession: BAV, Borg.sir.21, pp. 204–29.",
        "83": "Habbi printed and analysed a short section of this in his seminal study on Sulaqa (‘Signification de l’union’, p. 119), but the rest of the document—including Niʿmatallah’s fascinating claim that he acted as patron to ʿAbdishoʿ’ and as mediator in the conflicts—has to my knowledge never been used. The full text is edited in Documenta Indica, XI, ed. Wicki, pp. 864–8.",
        "84": "‘Dopo la morte di costui [Sulaqa], questo Abd Jesu [ʿAbdishoʿ] da lui ordinato dubitando che non gli avvenisse il medesimo, se ne venne da me come a persona molto favorita dal Turco ... et mi raccontò tutto il negotio passato, pregandomi che l’aiutassi’: Documenta Indica, XI, ed. Wicki, pp. 866–7.",
        "85": "‘I suoi della sua natione gli domandorono se il Papa haveva mutato cosa alcuna della lor fede. Esso disse che non. All’hora lo ricevettero con honore ... et di lì se ne andò al suo paese, dove non fu ricevuto da nessuno, con dir che essi havevano il loro Catolico dal tempo antico, et che non havevano bisogno di nuovo superiore’: ibid., p. 866. Niʿmatallah then continues to report ʿAbdishoʿ’s return to the East after visiting to Rome in very similar terms.",
        "86": "See Harrak, ‘Patriarchal Funerary Inscriptions’, pp. 293–309, esp. 307 ff.",
        "87": "I.G. Županov, Disputed Mission: Jesuit Experiments and Brahmanical Knowledge in Seventeenth-Century India (Oxford, 1999), p. 178 ff.",
        "88": "This theme recurs across many of the essays in Hsia, ed., Companion to Early Modern Catholic Global Missions, including those by M. Christensen on Mexico, A. Maldavsky on the Andes, and G. Wilde on Paraguay.",
        "89": "ܚܙܐ ܘܠܟܠܗܝܢ ܟܢܘ̈ܫܬܐ. ܕܥܕܬ̈ܐ ܡܫܝ̈ܚܝܬܐ. ܘܐܙܕܘܕ ܥܡ ܒܘܪ̈ܟܬܐ. ܡܢܗܝܢ ܫܘܒܩܢ ܚܘܒ̈ܬܐ܀ ܥܝܢ ܠܥܕܬܐ ܕܝܘܢ̈ܝܐ. ܘܕܡ̈ܠܟܝܐ :ܘܟܘܫ̈ܝܐ. ܘܕܓܘܪ̈ܓܝܐ ܘܐܪ̈ܡܢܝܐ. ܘܝܥܩ̈ܘܒܝܐ ܘܩܘܒ̈ܜܝܐ܀ : BAV, Vat.sir.45, fos. 139v–140r.",
        "90": "On this theme in western pilgrimage accounts, see, for example, N. Chareyrom, Pilgrims to Jerusalem in the Middle Ages, tr. W.D. Wilson (New York, 2005), pp. 96–101. There is little Syriac pilgrimage literature to compare to ʿAbdishoʿ’s poems, but one example from a fairly close date is the account of the Syrian Orthodox Sergius of Ḥaḥ, which mentions the Franks, Armenians and Ethiopians; it is edited in H. Kaufhold, ‘Der Bericht des Sargīs von Ḥāḥ über seine Pilgerreise nach Jerusalem’, in S.H. Griffith and S. Grebenstein, eds., Christsein in der islamischen Welt: Festschrift für Martin Tamcke zum 60. Geburtstag (Wiesbaden, 2015), pp. 371–88, at 378.",
        "91": "The manuscript is BAV, Vat.sir.63, copied in 1701 by the Chaldaean patriarch Yawsep I. The omission of this verse is noted by Vosté, ‘Mar Ioḥannan Soulaqa’, p. 206.",
        "92": "ʿAbdishoʿ’s poems deserve a comprehensive study; most have never been edited, and their manuscript attributions are often complex. Diyarbakır 95 (now available digitally via the Hill Museum and Manuscript Library, number CCM 00398, at https://www.vhmml.org/readingRoom/view/132517; accessed 2 Nov. 2018) contains several poems seemingly attributed to him which take Syrian Orthodox leaders as their subjects; for example, on fo. 248v ff. we find an acrostic poem on the accession of an unnamed maphrian (the second position in the Syrian Orthodox hierarchy) as patriarch. ˋAbdishoˊ certainly seems to have had a close relationship with at least one Syrian Orthodox leader, Ignatius Niʿmatallah: see discussion above. He did, admittedly, possess two apparently polemical books ‘against the Jacobites [Syrian Orthodox]’ (he recorded a list of his books in a manuscript of St Mark’s Monastery in Jerusalem, MS 116, fo. 140v), but there is no evidence of anti-West Syrian tendencies in his writing.",
        "93": "For a formative discussion of the varied and changing concepts of ‘religion’ in this period, see J. Bossy, ‘Some Elementary Forms of Durkheim’, Past and Present, no. 95 (1982), pp. 3–18, and Christianity and the West (Oxford, 1985).",
        "94": "Brock, ‘Lamentable Misnomer’, p. 30. For an alternative view, arguing that the East Syrians did know and emphasise Nestorius’ theological views, see N.N. Seleznyov, ‘Nestorius of Constantinople: Condemnation, Suppression, Veneration. With Special Reference to the Role of his Name in East Syriac Christianity’, Journal of Eastern Christian Studies, lxii (2010), pp. 165–90.",
        "95": "For the negotiations between the Syrian Orthodox and Rome in this period, see Documenti, ed. Levi Della Vida, esp. pp. 1–41. The primary source for Abel’s visit to the east is his own report to Sixtus V made in 1587. I cite it from the original, preserved as ASV, AA.Arm.I-XVIII, 3095.",
        "96": "‘Absit, absit che Dioscoro sia scommunicato, Dioscoro non è dannato, Dioscoro è santo, e principal Padre della nattion nostra Giacobita’: ASV, AA.Arm.I-XVIII, 3095, fo. 3v.",
        "97": "‘Per certo che Dioscoro sia santo, e che habbia fatto miracoli appresso loro’: ibid., fo. 6v.",
        "98": "‘Non essendo egli persona letterata, ma di semplice, religiosa e santa vita’: ibid., fo. 4v. As Thomas’ words suggest, the Council of Chalcedon had come to be associated with the condemnation of Dioscorus (although it had not in fact explicitly anathematised him as a heretic; rather, it had deposed him for an alleged violation of canon law).",
        "99": "This is clear both from the analysis by Levi Della Vida, cited above, n. 95, and from Abel’s report itself, in which Thomas produces increasingly unconvincing excuses as to why Abel cannot meet the patriarch, and, later, must leave in stealth and haste.",
        "100": "‘Havendolo tenuto tanto tempo per santo’: ASV, AA.Arm I-XVIII, 3095, fo. 8r.",
        "101": "V.L. Menze, Justinian and the Making of the Syrian Orthodox Church (Oxford, 2008).",
        "102": "A phenomenon which, in the context of late antiquity, Jack Tannous has referred to as ‘confessional code-switching’: ‘You Are What You Read: Qenneshre and the Miaphysite Church in the Seventh Century’, in P. Wood, ed., History and Identity in the Late Antique Near East (Oxford, 2013), p. 87.",
        "103": "Historically the Church of the East held a theological position—that the souls of the righteous ‘slept’ after death until the final Resurrection—that theoretically precluded belief in the posthumous intercession and miracles of saints. Intercession and miracles might therefore be less important to them and their Chaldaean offshoots than to their Syrian Orthodox contemporaries. In practice, however, it seems that East Syrians invoked the intercession of deceased saints in very similar ways to other eastern Christians; see D.G.K. Taylor, ‘Hagiographie et liturgie syriaque’, in A. Binggeli, ed., L’Hagiographie syriaque (Paris, 2012), pp. 89–90. Certainly the East Syrians held their saints in high regard as fathers of the Church, and accorded them a crucial role in the liturgy.",
        "104": "The Syrian Orthodox patriarch Ignatius ʿAbdallah had sent an envoy, Moses of Mardin, to Rome at some point by 1549; on Moses, see the work of Pier Giorgio Borbone, especially ‘“Monsignore Vescovo di Soria”, Also Known as Moses of Mardin, Scribe and Book Collector’, Christian Studies: Journal of Studies in the Christian Culture of Asia and Africa, viii (2017), pp. 79–114, and ‘From Tur ʿAbdin to Rome: The Syro-Orthodox Presence in Sixteenth-Century Rome’, in H. Teule, E. Keser-Kayaalp, K. Akalin, N. Doru and M. Sait Toprak, eds., Syriac in its Multi-Cultural Context (Leuven, 2017), pp. 277–87.",
        "105": "See n. 88 above."
    }
}