{
    "title": "The Last Voyage of the Gloucester (1682): The Politics of a Royal Shipwreck*",
    "author": "Claire Jowitt",
    "date": "10 June 2022",
    "article": "The significance of the wreck of theon 6 May 1682to Scotland, with James Stuart, duke of York, later James II and VII, on board, is poorly understood. Based on new archival research, this article places the event in its political, cultural and naval contexts in order to re-evaluate its importance to British history and to correct a number of inaccuracies in recent historiography. The wreck occurred at a sensitive political moment when, within the maelstrom of the Exclusion Crisis (1679–81), the Duke was hopeful of securing his place in the succession. However, thanks in part to the cultural vigour of the ‘ship of state’ trope, the disaster risked James being regarded as a pilot and commander unable to steer the nation. Because his political enemies could use the shipwreck as propaganda to undermine his position as heir to the throne, the event in general, and especially the Duke’s behaviour, became popular topics which were debated and contested from Whig and Tory viewpoints. Since the tragedy occurred at sea, one arm of early modern state apparatus that was especially responsive to these debates was the English navy, which was itself in the midst of a power struggle between Crown and admiralty for control over its future direction. The article sheds new light on the far-reaching implications for James’s reign of the sinking of the, and argues afresh for the centrality of maritime history to Restoration political history.On 6 May 1682, James Stuart, duke of York and later James II and VII, travelling on the third-rate frigate, was shipwrecked off the coast of Norfolk whileto Scotland. The ship struck sandbanks a few hours after a protracted argument between the Duke, the pilot and several naval officers over the course that was to be taken. James abandoned ship shortly before thesank, transferring to an accompanying vessel to complete his voyage, but hundreds of passengers and crew died. These tragic events and their causes have been the focus of some attention, but are incorrectly understood in current historiography.Most recently, poor transcription of a number of key documents in Nigel Pickford’s 2021 studyhas led to spurious conclusions about what happened and why.As a result, the tragedy itself and its role in forming and reforming political allegiances is under-appreciated. In fact, the wreck’s importance for early modern British political history is particularly acute because it occurred at a sensitive moment: the Duke, now optimistic about his place in the succession as the immediate threat of the Exclusion Crisis subsided, was going to Edinburgh to settle his affairs as Lord High Commissioner for Scotland and return with his family to reside at Charles II’s court.In what follows, I argue that partisan political considerations as much as the actual events of the tragedy determined the impact of the’s wreck in Restoration Britain. There were numerous eyewitnesses to the tragedy, since thewas heading a squadron of five other ships and four yachts. Political expediency and factional interests shaped how blame for the wreck was apportioned in the weeks, months and years afterwards, as the event became key to the political fortunes and perceptions of the Duke, the most illustrious of the’s passengers. Since the reputation of the heir to the throne was involved, the political stakes of managing how the wreck was reported and remembered were high and of wide concern. Was James merely ‘ane unfortunate Prince, who hath very bad luck at sea’, as a contemporary commentator put it, or were the events of the wreck of profounder significance?One branch of the early modern state apparatus that was particularly sensitive to the wreck’s meanings and implications was the Restoration navy. This was not merely because the tragedy occurred at sea but because, at that time, the navy itself was subject to an intense power struggle between competing interest groups over its control and future direction. This conflict is revealed to be central to the ways in which the after-effects of thetragedy were handled, with important policy implications.This article first discusses the significance of the ‘ship of state’ trope for understanding why the wreck was such a high-profile political event, before providing an account of the disaster itself and why it happened. It then explores the rich diversity of contemporary reactions to the wreck, as Whigs and Tories used it as a political battleground to continue the bitter factionalism of the Exclusion Crisis. A further section analyses the courts martial that officially determined who was to blame for the tragedy. Here discussion focuses on the wreck’s significance for the larger history of the Restoration navy, where Crown and admiralty each sought control over policy. This thus provides a final, key area of discussion for understanding the legacies of James’s shipwreck in 1682 and why it mattered.Thanks in part to the well-established allegorical device of the ‘ship of state’, the threat to the political nation posed by a monarch (or heir to the throne) drowning through shipwreck attracted wide-ranging commentary.The role of the pilot/monarch in guiding the ship of state was a popular trope, which took on renewed significance in the early modern period since, in an age of European expansionism, nations competed for colonial territory and imperial power through textual and actual maritime activities. In the 1660s and 1670s, for instance, maritime symbolism—such as respect for the English national flag, or Dutch ships striking sails in acknowledgement of English maritime sovereignty—was a notable aspect of Anglo-Dutch diplomacy that was aggressively negotiated within treaties or cited as a justification for war.Just as significant as these expansionist proclamations of monarchical maritime authority were images that expressed more political uncertainty about the value of maritime activities. The captainless, rudderless boat was an enduringly popular early modern topos, used in various ways—including the boat set adrift, voluntary exile or pilgrimage by sea, and transport by a self-propelled magical vessel—to represent allegorically the problems of governance.The most famous early modern depiction of an out-of-control ship is the one that opens William Shakespeare’s(1611), where the mariners vainly attempt to master a distressed, listing craft while the courtiers ‘assist the storm’ through their interference.In fact, two ungovernable ships are described in the opening scenes, since, when Miranda appears passionately concerned with the suffering of those shipwrecked, her father reminds her of their own encounter with an unmanageable vessel when they were cast adrift from Milan in a ‘rotten carcase of a butt, not rigged, / Nor tackle, sail, nor mast’.The repetition invites audiences to contemplate the failures of command. On one level, the play is a dramatic meditation on the absence of political mastery over land and sea: it eliminates heroic prowess from the action and ships’ occupants become victims rather than agents. This depiction was still relevant when thefoundered in 1682. The much-staged Restoration version of(1667) by John Dryden and William Davenant, with songs added by Thomas Shadwell (1675), was performed in the spring of 1682 by the Duke’s Company and, on separate occasions, before the Russian and Moroccan ambassadors.Restoration productions maintained the cultural meanings of shipwreck in the imaginary of elite and common spectators alike, especially its connection to the failures of leadership.These maritime tropes had widespread appeal in seventeenth-century Britain, reflecting national ambitions led by the Stuart monarchs to establish a global empire built through seaborne activity via a series of expansionist naval and foreign policies.Maritime metaphors are prominent, for instance, in John Nalson’s royalist history of the English Civil War,, published contemporaneously with theshipwreck in two volumes (1682–3), which explicitly aimed to alert readers to the dangerous activities of ‘Factious Mariners, who pretend to save the Vessel by throwing the Captain and Pilots over-board’.The frontispiece to the second volume, by Robert White, depicts the ship of state in distress during a ‘Tempest’, as brawling Parliamentarians on land jostle to see their king cast overboard, while the sky overhead turns black and a thunderbolt from heaven is shown striking St Stephen’s, Westminster Palace (seeand[CITATION-2] ).John Nalson,(2 vols, London, 1682–83; Folger Shakespeare Library, N106), ii, frontispiece by Robert White. Reproduced with permission of the Folger Shakespeare Library.Detail of Figure 1, showing the political overthrow of Charles I as he is cast overboard from the political nation. Reproduced with permission of the Folger Shakespeare Library.This image demands our engagement: who exactly is responsible for the failures of government it depicts? Who is to blame for the listing ship of state that appears to be about to capsize in choppy waters? Is it the captain, sea, crew, onlookers, all of them, or some combination? The accompanying ‘Meaning of the Frontispiece’ makes clear only who isaccountable: the abused and betrayed king. Describing him as ‘God’s lieutenant’ on earth, the poem explains the chaos that results from subjects forcibly ejecting their divinely chosen captain from the ship—the notorious and expensive(renamedin 1660 by Charles II),which the king metonymically represents:When th’weather-beaten layOn the proud billows of the popular Sea;Her rudder lost, her Main-Mast beaten downHer Tackling torn, and Mariners desperate grown;Thefrom his Cabin driv’n awayIn that for ever execrable Day …By Storms and stress of Weather was He tostUponNative, dis-ingenious Coast …They paid no reverence to their natural Lord …But laugh’t to seehoisted overboard.God’s goods they called the dismal Wreck they saw,And vouch’t their Pyracy by an Heav’nly law.Without a king, the ship of state becomes a ‘dismal Wreck’, illegitimately seized by a crew turned pirates, who—described as ‘monsters’—ignore and usurp the laws of God and his earthly representative, the king, to bring ‘scorn’ and destruction. The ‘popular’ sea (i.e., the people), the irreverent crew who ‘laugh’ as they throw the king overboard, and their compatriots the rebellious onlookers, are held jointly responsible for the wanton destruction of their rightful leader and their country. The fact that this specific storm-tossed ship had been commissioned by Charles and named in his own image underlines the doubly violent political rebellion, against monarch and state, that the text and image depict.As a royalist Tory clergyman writing under the patronage of Charles II, Nalson composed his history with a present purpose: to please a king who sought to control the opposition-dominated parliaments of Habeas Corpus, the Exclusion Bill, and Oxford between 1679 and 1681.The central image of the captainless and pilotless ship overrun by mariners-turned-pirates may represent the ‘fatal example’ of the English Civil War, but it also warns the country against another impending ‘maritime’ calamity: ‘[G]enerous English may learn that necessary caution to be wise at the expense of their unhappy progenitors; and being enabled so easily to discover the cheat of those … they may prevent and avoid a second shipwreck’.Nalson’s ‘second shipwreck’ refers to the oppositional, Whig-led political Exclusion Crisis, which sought to debar James as heir presumptive from the throne on the grounds of his Catholicism. Yet it seems not improbable that the high-profile shipwreck James suffered on thein 1682, and his narrow escape from death through drowning—an incident of potentially devastating political consequences for the Tories—may also have inspired Nalson’s fear of a ‘second shipwreck’.As a former Lord High Admiral of England and active in that role, as well as maintaining a keen interest in naval affairs subsequently, the Duke had fashioned his identity as a maritime commander.shows James opulently dressed as Mars, God of War, with the English fleet behind him, displaying prominently his flagshipat anchor, probably an allusion to his role as commander at the Battle of Solebay in 1672 during the Third Anglo-Dutch War.James, Duke of York, 1633–1701, by Henri Gascar, 1672/3. Reproduced with permission of the National Maritime Museum.The Duke’s prominence in English naval affairs also inspired less celebratory depictions than Henri Gascar’s bravura portrait. The disastrous Second Anglo-Dutch War had been provoked in 1665 by James’s ambitious belief that England could defeat the Dutch in a naval war in the Channel and North Sea, which would be self-financing through the regular seizure of Dutch East Indiamen laden with goods from Asia and silver bullion for Spain.In fact, Charles II was forced to conclude peace hastily in July 1667 after the Dutch raid on the Medway in June that year when, humiliatingly, the navy was unable to prevent two English warships from being captured, towed and sailed in triumph as prizes across the North Sea to the United Provinces. It was, as John Evelyn wrote, ‘A dreadful spectacle as ever Englishmen saw and a dishonour never to be wiped off!’The production of Davenant and Dryden’s, which opened on 7 November 1667, took commercial advantage of the upsurge in popular interest in material that connected maritime activities to failures of leadership. In an echo of the waning of the Stuart brothers’ prestige after the Medway raid, the shipwrecked Prospero, the rightful Duke of Milan, is a much-diminished figure in his Restoration incarnation, without judgement or authority.In the play the Duke’s personal powers, as well as the threats against him, are reduced: his usurpers, Alonzo and Antonio, have repented prior to their shipwreck on the island and there is no plot against Prospero’s life by Caliban and his cronies. All Prospero is able to achieve at the end of the play is to recover the ‘illusion of control or agency’.It is Ariel who determines the outcome of events, not the Duke: Ariel narrowly averts tragedy when Prospero unjustly condemns Ferdinand for murder by miraculously reviving the victim, while Prospero’s eagerness to condemn Ferdinand borders on bloodthirstiness: ‘No pleasure now is left me but Revenge’.The connection to the Duke of York is plain. As Chief Officer of the Navy, James was ultimately responsible for the acute national embarrassment of the Medway raid, but he blamed his subordinates. The Naval Commissioner Peter Pett was threatened with impeachment—even his execution was briefly discussed (the Earl of Arlington sardonically suggested that ‘If he [Pett] deserved hanging … and have it, much of the staine will be wip’d off of the Government’)—to conceal the failures of his master.Indeed, in a manner characteristic of his leadership, James had hesitated to take decisive action when the Dutch attacked and had also declined to oversee and monitor defensive preparations effectively, thereby enabling the Dutch to complete the raid unopposed. These traits—indecisiveness under pressure and the scapegoating of subordinates—are also evident in the events of thewreck and its aftermath.Before turning to explore how thewreck became a metonym for the leadership abilities of the heir to the throne, used in larger contemporary debates concerning naval policy as well as to sustain and structure political opposition between Whigs and Tories in the 1680s, the events of the voyage require summarising.The following discussion offers a fresh evaluation of the surviving documents and witness accounts, and of a number of previously unexamined archival sources.Though Charles II had recalled James from exile in Scotland earlier in 1682 because the Whig party’s long campaign, led by the Earl of Shaftesbury, to debar the Duke of York from the succession was waning, James had initially returned to court at Newmarket and then in London without his own family. Charles had originally sent his brother to Scotland in 1679 to reconcile factional arguments there concerning the toleration of religious dissent and to keep the peace, making him Lord High Commissioner of Scotland in 1681.The intention had also been to keep him out of London in the wake of the fictitious ‘Popish Plot’, an alleged conspiracy to kill the king and replace him with James, and the popular anti-Catholic hostility it had provoked. During the spring of 1682, more confident of his place in the succession, James was emboldened to become visible in London and at court in Windsor.He attended a performance by the Duke’s Company of Thomas Otway’s new tragedyon 21 April, with a specially written Prologue by John Dryden and an Epilogue by Otway spoken to honour his return. The play was advertised ina week later on 27 April with the endorsement ‘Recommended to All Men of Sense and Loyalty’, publicly presenting the Duke as central to the nation’s political future.In May 1682, James was travelling back to Scotland to complete royal business in Edinburgh and to bring his pregnant wife, Mary of Modena, and his daughter Anne to reside at Charles II’s court. It was politically advantageous for Mary’s baby to be born in England; the royal family hoped that the child would be a prince to further secure the Stuart dynasty. With Charles visibly ageing, and having already suffered a stroke by 1682, power was slowly gravitating to James and a number of prominent English, Irish and Scottish courtiers accompanied him on the voyage.James and his retinue had convened at Margate Road on 3 May for the voyage north, seen off by the king and a large entourage, with the transfer of baggage and passengers from barges to the royal yachts and frigates taking several hours to complete.The fleet departed the next morning. Though no muster list for the passage on thesurvives, and both eyewitness and other contemporary accounts are sometimes confused concerning the names of those on board, notable passengers included James’s closest advisors, Colonel George Legge (the Master of Ordnance) and Captain John Churchill, and leading Scottish nobles, politicians and merchants, such as Sir James Dick, Lord Provost of Edinburgh; George Seton, earl of Winton; Alexander Seton, Lord Pitmedden; Sir David Falconer of Newton; James Drummond, earl of Perth; Charles Middleton, earl of Middleton; and Sir George Gordon, Lord Haddo.From survivors’ accounts, it is apparent that the wreck of theoff the North Norfolk coast in the early morning of 6 May was harrowing. Sir John Berry, commander of the, wrote a detailed narrative of events soon afterwards, as did the Duke of York’s guest the Scottish merchant Dick, and the Duke himself; Churchill’s and Legge’s experiences were recorded later by relatives.There were also hundreds of witnesses to the disaster on the accompanying vessels in the fleet, the,,,and, and the royal yachts the,,and. Samuel Pepys, who witnessed the disaster from the, wrote on 8 May a letter describing events as far as he knew them, realising that the wreck would ‘soon become the talk of the town’.Christopher Gunman, captain of the, which conveyed James to Scotland following the wreck, also recounted events in his journal and elsewhere.The tragedy was so brutal because thesank quickly after striking part of the Leman and Ower parallel sandbanks, at approximately 5.30 a.m. Hoping that the warship could be saved, the Duke had hesitated to abandon ship, only leaving the vessel on the ship’s boat with a small number of companions shortly before it fully submerged less than an hour after it had first hit the sandbank.Others aboard the ship were not so fortunate, since protocol dictated that they could not evacuate before royalty. It also took time to load onto the boat the Duke’s strongbox, believed to have contained his memoirs and other political documents, and, fearing it would be overturned in the choppy seas, his supporters had made sure the boat was underfilled. There was only time to scramble one further boat from the, and this was swiftly overrun by passengers and crew.While estimates of the number of people who died vary widely between accounts, they suggest that between 130 and 250 of the approximately 330 passengers and crew onboard thedrowned.This included a number of high-profile nobles including Robert Ker, earl of Roxburghe; Donogh O’Brian, Lord Ibracken; John Hope, laird of Hoptoun; and Sir Joseph Douglas. James’s own family was closely affected: James Hyde (b..1650), second lieutenant on the, drowned. Hyde was the youngest brother of James’s first wife Anne Hyde (d. 1671), and of his political allies Henry Hyde, earl of Clarendon, and Laurence Hyde, First Lord of the Treasury. The Duke’s private loss was particularly acute since members of his household staff also died, including his equerry ‘Lord Hollis’., published almost immediately afterwards, related that ‘all the Dukes Cooks but one, all his Footmen, and all the rest of his Servants’ drowned.The ship’s elite passengers may not have been exclusively male:, clearly based on eyewitness testimonials, reports the death of ‘anLady, whose name we cannot as yet learn’.The identity of this noblewoman remains unknown: whether she was a wife, daughter or sister to those onboard, or perhaps a mistress, is likewise undetermined; but the inclusion of such a gossipy snippet was perhaps intended to draw attention to the pleasure-seeking intentions of James and his circle, and to the Duke’s reputation as a libertine.presents the fullest possible extent of the tragedy, reporting that only sixty people survived, approximately a fifth of the estimated total figure of 330 passengers and crew aboard. A second letter, dated a few days later and published with a reprint of the earlier one, confirmed that 240 people remained missing, adding details about the financial scale of the tragedy: ‘Tis judged that in Money, and other valuable things, which all perished in the sea will amount to above 30000l.’.Theas a vessel also represented a considerable asset: the ship had been comprehensively and expensively refitted in 1678–80 and had been awaiting deployment as part of a fleet of six ships being sent to the coast of Ireland and from there to Tangier under Berry’s command when he received new orders to transport the Duke and his party.Who was to blame for the’s loss? Though James arrived safely in London on 27 May 1682 on the, determining responsibility for the wreck was a pressing concern. A disaster of this magnitude involving the heir to the throne while the succession remained a controversial and divisive national topic was inevitably highly charged, as well as being of personal importance to both the survivors and the families of the deceased. It was widely and quickly reported that on the evening before the wreck there had been a protracted and heated discussion between the Scottish pilot James Ayres (or Aire),the Duke, the’s senior officers (including Captain Berry and Master Benjamin Holmes), Captain Gunman from the, Captain Ralph Sanderson of theand others, concerning the best route to enable the fleet to clear the North Norfolk sandbanks.Berry wrote:Captain Gunman and captain Saunders answered, we could not weather the sands, but must stand off; upon which the pilot, whose name is Captain Ayres, a person esteemed to be one of the best and ablest men to the northward, said we could weather the New-wark and all other sands, and was much dissatisfied that they should mistrust his judgement. His royal highness said it would be a secure way to tack, and stand off till ten or twelve o’clock at night, and then we should have room enough to weather all the sands; upon which the pilot (though confident of his skill) agreed, and we tacked and stood away S.E., a windward tide under us. At half an hour past nine o’clock, the pilot being urgent, desired to tack again. His royal highness was still of opinion to stand off longer, and asked his opinion, the pilot answered and said, he would engage his life, that if we tacked presently, we should, without hazard, weather all the sands. Notwithstanding all his arguments, (too long to enumerate), his Royal highness commanded the pilot to stand a glass longer for more security. At ten o’clock we tacked and stood close hauled N. by E. and N.N. E., which course weathered the New-wark, the wind very strong at east, we continued our course.Saturday, 6—All last night we steered N.N.E. till two o’clock this morning, the wind at E., then we steered N. and at four o’clock N.N.W. the pilot, presuming and confident, affirmed that this course would carry the ship out of all danger, and that we were past the Lemon and Oare; but to our great misfortune it proved otherwise.Berry’s account shows the fierce and protracted nature of the argument over the ship’s course, and its significance. Ayres, as a pilot with experience of the coastal route and knowledge of its navigational markers, advocated sailing between the coast and the sandbanks, the so-called ‘Colliers Road’ favoured by coasting vessels; Holmes, a skilled mariner but without local knowledge, supported a deep-sea route beyond the sandbanks, which was the standard course taken by big ships heading north; the Duke, as a former Lord High Admiral of England and serving High Admiral of Scotland and Ireland,an experienced naval commander in these coastal waters and the highest-ranking individual onboard, argued for a middle path between the coastal and deep-sea routes, which was eventually agreed. Gregory Robinson writes: ‘clearly on the evening of the 5th off Lowestoft the navigation of the ship had been taken out of the pilot’s hands by the Duke on the advice of the Captains Gunman and Sanderson’.Indeed, he singles out James as the individual responsible for the tragedy: ‘We may assume it was the Master who wished to stand southeast till midnight and so keep outside all the sands, and we know it was the pilot who at eight o’clock wished not to tack at all, but hold his course northerly, through the way he knew. It was the Duke himself who decided at 10 o’clock to take the middle course leading to destruction’.However, Berry’s account categorically records that Ayres as pilot confirmed that the Duke’s route was safe: ‘the pilot, presuming and confident, affirmed that this course would carry the ship out of all danger’.The disaster in general and the Duke’s role in causing it in particular had the potential to damage his reputation politically, especially in the light of the Exclusion Crisis. There was a risk that James’s political enemies might seek to use the shipwreck as propaganda to threaten again his position as heir to the throne, by depicting him as a pilot unable to steer the nation’s future and his own. For his supporters, it was therefore essential that others were quickly blamed: ‘This was occasioned by the wrong calculation and ignorance of a pilot’, wrote Dick emphatically on 9 May in a letter to the London merchant Patrick Elies.In the wreck’s immediate aftermath, some survivors and witnesses, including Pepys, were in favour of Ayres’s speedy execution, ‘for the nearer satisfaction of those great families of this kingdom, who, it is feared, would be found the greatest sufferers in this calamity’.The Duke, writing to William of Orange as soon as he arrived in Scotland, accepted no responsibility whatsoever, solely blaming the pilot for ‘too great presumption’ and ‘mistaking both his course and distance’. James vengefully commented that ‘he [Ayres] was saved among the rest, by one of the yachts-boats, which had I then known, I had caused him to have been hanged immediately, according to the custom of the sea, but now he must receive his doom by a court martial, so soon as I shall arrive in England’.James clearly expected him to be executed. The official government paper, the, confirmed in its edition of 11–15 May that Ayres had said ‘He would engage his life, that, if we tackt presently, we should without hazard weather all the Sands’, admitting his responsibility and tacitly acknowledging the potential consequences for him of getting the ship’s course so tragically wrong.The, a Whig paper published by Richard Janeway, was more cautious in apportioning blame in its edition of 12–16 May, simply reporting that Ayres was detained (the ‘Pilot is Committed, in order for his Trial for this Mis-Conduct’), rather than directly blaming him for the wreck.An awareness of the political sensitivities of the situation for the Duke is apparent in the detailed reportage of the wreck’s cause in theof 16 May, a Tory paper produced by Nathaniel Thompson: ‘But His Royal Highnes … told Mr. Ayres the Pilot it would be a secure way to tack, and stand off till 12 at night, and then they should have room enough to weather the Sands; which the Pilot was loth to agree to: However at 4 on Saturday morning they steered N. N. W. the Pilot affirming the[y] were past the Lemon Oar; which proved an unfortunate mistake’.Central to the accounts produced by the Tory press is that the pilot is explicitly shown to have agreed to the Duke’s course; noticeable too is the relative mildness of the description in theof Ayres’s accountability—‘an unfortunate mistake’ does not contain either the veiled or explicit threat to his life of other accounts, presumably because it highlights the Duke’s own role in determining the route. It was also reported from Edinburgh that the pilot sought to explain the wreck as the result of natural marine processes rather than accepting that the’s foundering was his fault: he ‘says for himself, that the late great Storms had removed the Sands far distant from the place in which they were before, which thing sometimes happens’.As Evans H. Muir has argued, using a longitudinal study, the North Norfolk sandbars off Yarmouth and Lowestoft and the channels between them are particularly dynamic and hence marine charts quickly become outdated, as a pilot such as Ayres, practised in navigating the channels and gats, knew from experience.Ayres’s claims of shifting sands may well have been right.The accuracy of Pepys’s prediction that the wreck would be ‘the talk of the town’ is reflected by the number of poems and ballads about it that were swiftly published, with some claiming that their publication was by popular demand: ‘the Author of these few songs, being much sollicited for Copies, and not able to oblige all his Friends, was prevail’d upon … to allow them to be Printed’.The Tory poet and satirist Matthew Taubman’s laudatory(1682) saw the shipwreck as punishment for a nation that had sinned: the Exclusion Crisis did ‘raise the Storm’, meaning that James ‘must the Jonas be / That must appease the raging of the Sea’.Just as God protected Jonah, Taubman writes, James is saved ‘from Devouring Deeps’ and this divine act ‘Did in your [i.e., James’s] life, our lives and hopes restore’.Indeed, as later poems in the collection make clear, James’s return from Scotland is a cause for celebration since it means ‘the true Heir is come home again’ to be welcomed by ‘all honest Men’.Taubman’s poems reveal a close attention to accounts of events on the, counselling the ‘Pilot take care, and look to your Charge’ and then, after the ship runs aground, suggesting that those who drowned have made an honourable sacrifice to save the rightful heir: ‘if we must fall while he safely does pass / Wee’l in the full Tide of Allegiance be drown’d’.Patriotic celebrations were not confined to print: in 1682 a commemorative ‘heroic’ medal was issued to mark the Duke’s escape, made by the goldsmith and medallist George Bowers, bearing the legends ‘IACOBUS. DUX. EBORACENSIS. ET. ALBANENSIS.’ (obverse) and ‘IMPAVIDUM. FERIUNT.’ (reverse) (seeand[CITATION-5] ).The reverse image and legend, which translates as ‘they strike him undismayed’, emphasises the duke’s fortitude in the face of adversity as ‘they’—the rocks—strike the ship.The image rescripts the events of the wreck—the presence of land to leeward and the small rescue boat apparently rowing out to thefrom the shore changes the tenor of the shipwreck considerably, since land had not been nearby but some 25 miles distant, and the Duke had transferred to another vessel (the) for the remaining voyage. The presence of land is a visual sign designed to suggest that the victims of the shipwreck will be rescued, thus reducing the depth of the tragedy, just as the Duke’s bravery (he remains ‘undismayed’) is intended to provoke admiration.Silver medal, by George Bower, 1682: Bust of James, Duke of York, right, hair long, in mantle round the shoulders (obverse). Reproduced with permission of the National Maritime Museum.Silver medal, by George Bower, 1682: Ship in distress off a rocky lee shore, to which a boat approaches (reverse). Reproduced with permission of the National Maritime Museum.Playhouses also marked the Duke’s survival, Dryden composingto honour Mary’s presence in London in May, with Otway contributing an.Dryden’sgives thanks for the safe though slow return journey on the: ‘The wondring Nereids, though they rais’d no storm, / Foreslow’d her passage to behold her form’.Nathaniel Lee also wrote an address, recited at the King’s Theatre in May 1682, using James’s survival—he is ‘too pretious for the deep’—as an opportunity to call for unity in ‘this divided Land’. Those who previously had opposed James’s position—‘a stiff-neck’d-harden’d Crew’—are given a last chance to join ‘the better half’ as they ‘at last their Errour see’.As would be expected in the late spring of 1682, with the ascendancy of the Tories in the Exclusion Crisis, the majority of surviving cultural reactions to James’s experiences and behaviour on thewere laudatory. Whig responses were noticeably, though mutedly, critical. For instance, ballad-makers from both sides of the political divide developed a competitive, intertextual rivalry about the respective merits and right to the throne of the rival heirs: ‘Old Jemmy’ or ‘Royal Jemmy’, referring to the Duke of York, and ‘Young Jemmy’, the Duke of Monmouth. In(1682), the Tory balladeer celebrates ‘Royal Jemmy’s’ return ‘Whom Heaven Protected o’r the Seas’. A Whig response published later that year,, celebrated ‘young Jemmy’s’ triumph in his northern progress to Cheshire in the autumn of 1682.It was no coincidence that the Whig ballad was sung to the tune of, that the title mentioned Monmouth’s ‘happy return’, the name of the vessel on which York returned to London in May 1682, or that the ballad explicitly stated: ‘We … scorn the Popish line’. This appropriation made apparent the rivalry between the two heirs, even as the Whig ballad emphasised York’s dangerous and un-English Catholicism: ‘no Duke, no Pope, nor Divel’.Just as supporters of Monmouth started wearing a blue ribbon out of doors, which led to York’s followers sporting a red one, ballads from each side of the political divide intertextually used and recycled identical images to support the claims of their respective royal ‘Jemmy’ to be Charles’s heir and to disparage the abilities of their rival.In these debates, the ability to steer the ship of state was a key determinant of a monarch’s or royal heir’s qualities. For the Whigs, Monmouth was now undoubtedly the better pilot: ‘None but wise men can sail, with a contrary gale / And successfully strive with the torrent. / This Jemmy could do’.For the Tories, after the wreck of the, the terms in which they described York shifted; his miraculous survival could now be lauded as prophetic, marking his succession as inevitable: ‘From the Salt Waves set free’, as his supporters ‘Rejoyces, our Noise / shall Defend the Raging o’th Sea’—though no comments are made about his pilotage skills.Another 1682 Whig ballad,, ruefully expresses dissatisfaction with the political realities of the situation after thedisaster, noting that ‘A Popish Duke goes where he will … Sometimes by Sea sometimes by land’ with a ‘troop’ at ‘his Arse’, but ‘young Jemmy’ is called a ‘rioter’ for merely going out ‘to take the air’, and asking its readers to ‘judge if this be fair’.Whig anger and disgust at James’s triumph is palpable. Indeed, though the Whig ballad asserts that Tory supporters are small in numbers, their superior propaganda machine (‘Popish Nat’, the printer Nathaniel Thompson) can print ‘ten thousand lies an hour’ and thus ‘drown’ the Whigs with their noise.In other words, drowning is the Whigs’ fate following James’s political and actual rescue from the.It is also noticeable that, after James returned to court in May 1682, there were subtle changes in the use in Tory literary depictions of ship of state tropes in relation to him. Revealingly, Tory ballads and poems written in the wake of thedisaster appear to pivot away from focusing on James’s personal skills as a pilot—tacit acknowledgement, perhaps, of his damaged reputation in this area. Instead, Tory propaganda focuses on his escape from the wreck as evidence that he has a divine mandate to be the future monarch, and uses it to praise his fortitude. For example, Nahum Tate and Dryden used theshipwreck as the narrative climax for(1682), in which ‘Royal Sir’ (James), on attempting to return to Israel (England), finds that ‘treacherous Sands the Princely Barque devour’, despite the apparently calm sailing conditions, with the result that ‘A bitter grief must poyson half our joy’ on the heir’s return home.In fact, ‘Before the promis’d Empire be enjoy’d’ by the Duke, it is clear he must endure multiple ‘Suff’rings’ at the hands of ‘long opposing Gods’ before he is able to land safely home where his ‘Suff’rings Rest’.James’s skills, or lack of them, as pilot of the ship of state no longer determine his fitness to rule; instead, his selection by divine powers to be the nation’s future monarch (‘promis’d Empire’) is decisive. The wreck clearly tarnished James’s reputation as a competent pilot of the ship of state, perhaps sowing the seeds of doubt about his abilities even among his Tory followers, but it nevertheless reinforced his divine right to succeed to the throne.Notwithstanding the politically motivated differences in the ways Whig and Tory publications reported the wreck of the, and subtle changes in Tory depictions of James in its wake, two courts martial were swiftly held in London to determine responsibility. These legal proceedings over who or what caused the tragedy contributed to ongoing disputes concerning the direction of the Restoration navy, a sphere in which political disagreements between Whigs and Tories played out. The first court martial, held on 6 June 1682 on the, was brought against the’s pilot, Ayres, with Sir Richard Haddock, the newly appointed Comptroller of the Navy and Commander in Chief of all his Majesty’s Ships and Vessels in the River Thames and Narrow Seas, presiding.Court records have not survived from Ayres’s trial, but according to Gunman’s journal he was ‘condemned to prisonment during life’, though he did not serve a long sentence in the Marshalsea since one year later, on 5 June 1683, Charles II ordered his release: ‘James Aires late Pylott of his Majesties ship the Gloucester & now a prisoner in your custody to be released & sett att liberty’.This sentence was handed down despite James’s expectation, as revealed in his letter to William of Orange, that Ayres would receive his ‘doom’.The second court martial, on 13 June 1682, was against Gunman and William Sturgion (or Sturgeon), captain and first mate respectively of the. Until now, historians have not been able to corroborate Gunman’s version of events. Gunman’s account provides valuable, though subjective, information about the conduct of the courts martial and makes a number of complaints concerning the unfair treatment he claimed to have received. Haddock presided at both trials; the other members of the board included John Churchill’s younger brother, George, and the captains of two of the ships that had accompanied the, George St Loe of theand Thomas Allin of the.Gunman states that at Ayres’s court martial ‘on the 6th Sir Richard Haddok tould me that he had nothing to say to me’, but this apparently altered once Gunman gave evidence about his own actions on the morning of the wreck.Gunman said that when the, which had not kept in standard sailing formation behind the fleet’s flagship but was ahead, found itself in seven fathom of shoal water (see), Gunman ordered the gunner’s mate Elizeas Blyth to wave a Jack flag five times in warning instead of firing a gun, the latter action being standard admiralty practice at the time. Gunman justified the order since ‘hee knew not whether hee was to Windward or to Leeward of the Sand’ and ‘should hee have been to Windward of the Sand the Admiral to windward of him might have gone cleare without a signall and bearing downe to Leeward of him might have runn upon the Sand and therefore did not fire a gunn’.Until Gunman was sure of his position in relation to the sandbanks, warning the—with its deeper draught—using a gunshot was as likely to put the flagship in danger as to save it, he argued. He also claimed that the policy of firing a gun in warning was neither standard admiralty practice nor a fixed rule, since ‘he had not them [i.e. rules] … in tenn yeares’ and ‘doth not looke upon them for Instructions to bee alwaies in force but made for the present Occasion and Expedition and alterable’.In fact, the Duke of York’sissued in 1672–73 had included this specific directive.‘Captain Gunman’s Cause’, showing the ships’ relative positions when thehit the sandbank and the depth of water: ‘The postures wee were in stering NNW the wind at E: Runing after the Rate of 9: leagues a watch The sand Trenching NW: & SE: the Glocester E by S of me when I came on the Deck: about ½: a mile distance’. Staffordshire Record Office, D(W)1778/I/i/708. This drawing does not appear in the Lincolnshire Record Office manuscript. Reproduced with permission of the Earl of Dartmouth.Figure 6. INSTRUCTION: Please crop the image vertically down the middle and use the right-hand half only, as shown in this image:The court martial found Gunman guilty since he admitted that he had disregarded admiralty policy. It acquitted Sturgion, who was judged to have been following Gunman’s orders. As a result, Gunman recorded, on 13 June he was ‘dismissed my employ, imprisoned and fined a years pay’ for ‘breach of orders’, though he maintained that ‘I never received any orders to that purpose’.It is not recorded what length of sentence he received, but Gunman was incensed by the court’s decision and by Haddock’s personal conduct, complaining about irregular legal processes: ‘I doe believe I am the first suposed Crimenall that ever was brought to Tryall without first having a coppy of his indictment … to make his defence on’.Gunman also stated that on 6 June, within an hour of Ayres’s case being concluded, and after he had been told by Haddock that he had no case to answer, Haddock had secretly written a warrant for the arrest of Gunman’s gunner’s mate Elizeas Blyth, ‘unknowne to me, And as I am informed by some of the Captains of the Court, unknowne to them’.Gunman alleged that Haddock was determined to blame him, and solicited evidence against him through witness intimidation: ‘now I find this Mate hath bien tampered with in prison’. Blyth was told that he was under threat of bankruptcy at Gunman’s instigation, ‘that I had clapt him in prison and that he should loose all his pay’.Gunman likewise claimed that the’s carpenter was asked to make false statements.Evidence to support Gunman’s claims of witness tampering has not been found until now. In the papers of George Legge in the Staffordshire Record Office, there is a deposition by Thomas Monck, carpenter on the. On 23 June 1682, Monck gave evidence to John Moore, Lord Mayor of London, that the day before Gunman’s court martial the first mate Sturgion had from prison asked Monck to perjure himself by incriminating Gunman. Monck alleged that Sturgion asked him to testify that when thesailed into shallow water Sturgion ‘did desire Captain Christopher Gunman his Commander to fire a gune, And did also desire the deponent to testify that hee heard Captain Gunman hereupon say this Expression “gods wounds had they (meaning the ship Glocester) not leads and lines aboard to sound aswell as wee”’.Monck also deposed that Sturgion’s claim at the trial that Gunman had instructed Monck not to attend was ‘utterly falce & scandalous and ownely a defamation against Captain Gunman, for that Captain Gunman never gave him the deponent any directions or intimation to take Phisick or bee absent at the Tryall’.From Monck’s testimony it is clear that there was a plan to blame Gunman for the wreck, though Monck’s evidence does not identify any individuals behind it other than Sturgion, who may simply have been seeking to protect himself.Gunman remarked on the harshness of his treatment in comparison to the judgment against Ayres. He claimed that Ayres ‘is the Presedent’s perticullar bosome creature’ and that Haddock spoke in support of him at the pilot’s court martial: ‘For otherwise hee would never had prepared the court as hee did with a harangue in the pilot’s praise on the 6of June … wich he ended with these words, viz. that he would pawne his salvation on the said pylott was he to go to sea again’.Gunman’s anger is tangible when highlighting what he saw as the pilot’s lenient sentence (‘ownely emprisoned’) in contrast to his own: ‘very unjustly’ ‘turned out of my employ, emprisoned, and to loose a whole yeares pay’, ‘which I think doth shew forth sufficiently their partiallety’.If Gunman’s account is true—and Monck’s deposition is powerful evidence that there was indeed a plot against him—it is also vital to understand why Haddock (or indeed those working with him or behind him) wanted Gunman to be blamed; in turn, this yields important insights into the larger political significance of the wreck and attempts to manage its aftermath by competing factions with particular agendas, as well as about disputes within the Restoration navy over future direction. One answer is suggested by how quickly the verdict against Gunman was overturned and by whom. James evidently intervened, since Gunman received a royal pardon almost immediately, notwithstanding his neglect of the Duke’s. With palpable relief, Gunman remarked on James’s continued personal support: on 13 June 1682, the day of the court martial, Gunman stated ‘His Royal Highness who then on bord the Glosester both saw the action and knew my inosenssey, and being well asured of both, did cause … all the sentence of the said Court Marshall to be remitted unto me’. Just ten days later, on 23 June, he noted, ‘I received a commission again for the Mary yacht’.Gunman was thus re-employed by the Crown on the day Monck’s deposition was taken.The political and religious dynamics behind these events are open to interpretation. It has been suggested by some commentators that the wreck was a failed plot by Ayres, who was acting ‘as an agent for a party of conspirators who desired the death of the Duke of York’.No contemporary evidence survives to support this conspiracy, beyond a gossipy letter to a recusant supporter of the Duke—Francis Radcliffe, third baronet, of Dilston Hall in Northumberland—calling Ayres a ‘known Republican’ and suggesting ‘it’s not only suspicious but evident he designed his ruin with the whole ship, having made a provision for his own escape’. The letter was written a few days after the wreck, when wild rumours were circulating.In the febrile atmosphere in the wake of the Popish Plot, and with a bitterly entrenched political gulf between Whigs and Tories, it is unsurprising that Catholics would suspect a Protestant conspiracy to murder the Duke. It had been rumoured in 1680, for instance, that a conspiracy was fomenting in the navy, led by the Cromwellian naval officer William Goodsonn (or Goodson), a known separatist.In 1662, Goodsonn had been (falsely) accused of complicity in a plot to kill the king, and during the Exclusion Crisis it was again reported that ‘Goodson, an old seaman’ had attempted to recruit mariners by seeking assurances that ‘they will be right and true Protestants, and will throw their officers overboard’.Historians who suggest that the Duke was the intended victim of Ayres’s failed plot explain the treatment of Gunman at his trial as scapegoating, suggesting that Ayres’s co-conspirators, Haddock and Captain Wyborne of the, sought to protect their man by blaming someone else.Without further evidence, this ‘Republican’ plot is unconvincing, since Ayres was ordered to be released in 1683 by Charles II, an unlikely outcome if he was believed to be a failed assassin of the king’s brother.Monck’s deposition does confirm a conspiracy against Gunman, but there is no evidence that it was part of an attempt to murder James.A more likely explanation for the conduct and outcome of the two courts martial is that they were part of an ongoing power struggle over the direction of the navy, which took on renewed urgency with York’s return to court and growing political influence. Haddock, though a Tory royalist and client of James,was also a long-standing advocate for the professionalisation of the navy, opposed to ‘gentlemen commanding in the navy, who for the most part, meet with more accidents (too many of their own making) than a seaman captain’.Writing in 1692, and with thetragedy probably in mind, Haddock complained: ‘Ever since the year 1660, that gentlemen came to command in the navy, these accidents have been too oft repeated upon us, to the loss of many ships and men unexpectedly … most of which for want of seamanship in not timely well navigating his ship’.The Stuart brothers’ favoured policy of promoting ‘gentlemen captains’ at the expense of experienced professional sailors meant that by the 1680s naval commands were dominated by gentlemen who often had little or no prior naval experience.James was most closely associated with the policy of promoting ‘gentlemen captains’; Whigs claimed that they were likely to be secret papists and/or agents of the French King Louis XIV or Rome, and criticised James for imposing his own ‘arbitrary’ and autocratic designs on the navy.A similar struggle for control over policy and direction between the Stuart brothers and the admiralty can be seen in Berry’s ‘Irish squadron’, to which thehad been assigned, which was under the king’s direction, according to orders issued on 3 April 1682 and administered through his Secretary of State Sir Leoline Jenkins. This new direction ‘brazenly sidelined the Admiralty’ and was most probably developed during March and early April, when James was reunited with his brother in Newmarket.The command of thesquadron clearly represented a further step in the consolidation of power over the navy into the Stuart brothers’ hands.The return of York to political prominence in the spring of 1682 meant that Haddock’s own newly acquired leadership role in the navy was likely to become more circumscribed, as James would be in a position to attempt to take back direct control.Haddock was a professional seaman from a family whose maritime service dated back generations: his grandfather had been a ‘tarpaulin captain’ who had served with distinction during the interregnum, eventually becoming Vice-Admiral, and his father was a naval captain.Knighted in 1675 for heroic action at the Battle of Solebay, Haddock had served from around 1653 in naval ships or on merchant vessels; from 1675, he was an Elder Brother of Trinity House, London, a body that regulated pilots under the authority of its royal charter. Like Haddock, Ayres was a captain and pilot who was working his way up the ranks rather than being awarded positions of responsibility thanks to birth or patronage, and he too had served with distinction at Solebay. Ayres was pilot in 1672 on Sir Robert Holmes’s ship, which was involved in rescuing James from his wrecked flagship, the. After James had come aboard, it seems that Ayres was vital in carrying out the recommendation of the’s pilot John Thompson to tack,thus preventing thefrom going aground on the Red Shoal off Lowestoft. It is reported that ‘[n]o sooner had he [Thompson] uttered the words than he and another standing by him were killed by the same round shot … Sir Robert Holmes’ pilot [Ayres] agreed with the advice … and the ship was tacked’.Ayres was clearly known to both James and Haddock, and professionally familiar with the waters and channels off the east coast of England. It was on James’s personal recommendation that he was piloting the: ‘The pilot is one Ayres, a man that has heretofore served the Duke as pilot in the war, and in his voyage hither, and one greatly valued as such by him’, wrote Pepys.Certainly, on 6 April 1681, James had requested Sir William Stapleton, Governor of the Leeward Islands, to regrant Ayres 200 acres of land in Antigua which had been forfeited ‘in consideracon of his services (he being personally knowne to me)’, indicating he would ‘looke upon’ ‘your kindnesse to him’ ‘as a particular marke of your regard to my Recomendacon’.It is not known whether Ayres had been in James’s company in the months prior to thevoyage: it is possible he might have piloted James to Yarmouth from Scotland in March 1682, when the Duke had travelled on theyacht, captained by William Faseby, to meet King Charles at Newmarket, experiencing ‘very ill weather in the voyage’.After the shipwreck, perhaps in shock at the loss of life and vessel, but simultaneously aware that his own conduct would be harshly judged by his enemies, James—and his followers—quickly blamed the pilot for the disaster, advocating his immediate or later execution. The commission for the court martial that Haddock received from the office of the admiralty could not have been more explicit in its directions regarding Ayres’s culpability: since ‘his Majesty’s ship the Gloucester was lately cast away on the Lemon, by the wilfulnesse, carlesnesse or Ignorance of James Ayres then Pylott onboard’, Haddock was required ‘to proceed to enquire into, & examine concerning all Crimes or offences committed by the said persons or any other persons’.In order to preside over the court martial Haddock needed to be proclaimed a ship’s captain, and a new vessel, the, yet to be launched, was selected—an honour perhaps purposely chosen to remind Haddock that the Stuart brothers expected their wishes to be followed.Haddock’s defence of Ayres disobeyed James’s requirement for a suitable scapegoat and, even more strikingly, Haddock’s attention then turned to Gunman, the Duke’s known personal favourite.Gunman, like Ayres and Haddock, was a seaman by profession not patronage, and of modest background, so he too might have expected leniency from Haddock.Indeed, in broad terms, the composition of the board at both Ayres’s and Gunman’s trials included a number of men who were likely to be supportive of professionalising the navy and, perhaps, of trimming the arbitrary powers of the Stuart brothers over naval decisions. Captain Allin of thecame from a Suffolk naval dynasty, and St Loe of thewas the first successful candidate (on 2 January 1678) to pass a formal examination to become a lieutenant and secure a naval commission.A further possible connection between Ayres and Haddock may be important in explaining the outcomes of the two courts martial and Haddock’s differing attitudes towards the defendants. J.D. Davies writes that, though he was ‘often suspected of retaining the dissenting religious tendencies of his youth, after the Restoration Haddock conformed at least outwardly to the established church’.Yet evidence suggests that Haddock did continue to attend nonconformist conventicles, despite the illegal nature of such places of worship after the Conventicle Acts: a letter from William Shermar to Sir Richard Dereham of 4 January 1682 notes that ‘Sir Richard Haddock was at Watson’s Conventicle’.Thomas Watson was a prominent Presbyterian preacher, known to speak at Crosby House, London and, like Haddock, a royalist.Ayres may also have been a religious dissenter: records survive of a ‘James Ayers’ in December 1672 being granted a licence to hold a congregational meeting at Fairlawns, Kent, the house of Lady Frances Vane (d. 1679), widow of the executed Sir Henry Vane the Younger, the influential politician, political theorist and proponent of religious toleration.The evidence is slight but tantalising, and other sources certainly indicate that the pilot Ayres was resident in England during late 1672 when the fleet was inactive.In the 1680s, religious dissenters were still being prosecuted under the Conventicle Acts, and there may have been an affinity between Ayres and Haddock arising from fears that dissenting religious beliefs rendered their position in the Restoration navy uncertain. Over the winter of 1681/2, the situation was so strained that reports of naval officers attending conventicles were investigated as a step towards a larger-scale purge of dissenters from the navy as the admiralty politically shifted towards a ‘Tory’ position via a number of new key appointments.Shermar’s record of Haddock’s attendance at a conventicle was clearly part of this larger surveillance operation, though the report was evidently not enough to check Haddock’s own new appointment early in 1682. Given Haddock’s royalism, it is impossible to believe that he would have been in sympathy with anyone with ‘known Republican’ views, as has been suggested of Ayres.Perhaps it was merely a turn of phrase, but, as has already been noted, Haddock concluded his statement in support of Ayres at the court martial on 6 June by saying he would ‘pawne his salvation on the said pylott’.Notwithstanding the possibility that Haddock held dissenting religious convictions, a key question remains to be answered: why would the court martial board of 13 June, comprising professional sea captains, discipline Gunman harshly since he was a fellow professional naval man? First, though Gunman claimed that the admiralty policy of firing a gun to warn of shoal water was more honoured in the breach than in the observance, it was one of the Duke’s. The court’s judgment was legally and technically correct: Gunman had failed to follow standing sailing orders both by sailing out of formation and by not firing a warning gun when in shoal water. Even more importantly, Gunman was well known to be especially intimate with James, having been given command of his yacht thein 1669 and having been in Scotland in the family’s service during James’s residence for much of 1681/2. There was a particular frisson, or irony, at work in Haddock’s and the board’s actions: using James’s own sailing rules to discipline Gunman was a tactical master-stroke in a broader campaign to professionalise the navy, especially as the Duke was known to be punctilious, even pedantic, about orders being obeyed. James’swere designed to inculcate discipline in naval officers by removing their latitude for individual decision-making, since the Duke believed ‘the ability to follow a carefully constructed series of orders to the letter was the only sure key to victory’—something that Haddock opposed, believing officers needed the ability to be tactically responsive to individual situations to be victorious at sea.By exercising his own judgement—sailing ahead of the squadron flagship and deciding that flag-waving was more effective than firing a gun to warn of danger—instead of following his master’s standing orders, Gunman’s behaviour offered Haddock an opportunity to challenge James’s policy by imposing it.Gunman’s relationship with James may have caused jealousy among other members of the squadron. Gunman’s journal reveals just how frequently he was with him, and because after the wreck they had sailed together to Scotland on the, Gunman was asked to pilot the fourth-ratefor the Duke’s journey back to London, displacing Wyborne.Once at Tilbury on 27 May, James ordered Gunman to resume command of theand sail the royal family further up the Thames.James’s reliance on Gunman is unmistakable.At his court martial on 13 June, Gunman expressed his surprise at Wyborne and his mates’ evidence, and the hostility shown:for W. (without being called thereunto) stands up and swears I bore away one full quarter of an hour before the wind which at the rate we then run must carry me full 2 miles to leeward ... Now there went a big sea … then a leeward tide which against both would not have suffered me to have come up with the duke in three hours time … And it is well known to HRH that I was up with him long before his boat was hoisted out, so these two persons might as well have sworn I did kill a man at Barbados at that very time and hour.Perhaps it was professional or personal jealousy on Wyborne’s part that made him declare that Gunman was sailing so very far ahead of the. Or perhaps Wyborne’s evidence was motivated by anger, since James had deprived him, through no fault of his own, of authority over his own vessel by awarding to Gunman the navigation of the. In doing this, even temporarily, James had appropriated the powers of the Admiralty Board, behaving as if he had authority to commission and relieve English naval officers of their command. Whatever Wyborne’s motivation for volunteering evidence, Gunman stated that he was only half a mile from the lee bow of thewhen the ship ran aground, going so far as to draw a diagram of the respective positions of the vessels in the account of events now in Legge’s papers (see). Wyborne’s accusation provoked Gunman’s blistering sarcasm about his miraculous ability to be in two places simultaneously. If Wyborne’s testimony was accurate, in such a sea and against a strong wind, Gunman insisted that he would never have been able so quickly to get theclose enough to theto rescue the Duke.Pepys, though not exonerating Gunman (even-handedly, he refers to the wreck as ‘the evil occasioned by Captain Gunman and the pilot’s misbehaviour’), felt that the court martial was irregularly conducted.He commented in his naval minutes on the ‘impropriety of a court-martial of commanders to judge of the ignorance or negligence of a master or pilot’ when not expert in such matters, and appears uneasy that Gunman’s trial was conducted privately, ‘none being present at the examining of the witnesses’. He also records his disquiet that the carpenter (Monck) was not examined, though Monck, Gunman alleged, had confessed to him attempts at intimidation by forces hostile to Gunman.Pepys evidently used the trials to consider whether such a disaster should ever be considered a capital offence, ‘reflecting well upon the consequence of those sentences, by which it is in consequence declared that no miscarriage either of ship or fleet by any degree of ignorance in a master or pilot can be capital’, and vowed to ‘discourse with Sir Richard Haddocke’ about the ‘examinations, trials, and sentences’.Indeed, for Pepys and Legge, the fatal example of thehighlighted a crucial question, yet to be properly addressed by the navy, concerning who was ultimately responsible for navigating a ship: the captain, master or pilot? Pepys hoped to regularise the process of pilot selection through policy reform rather than, as happened with the, ‘leave it to the Duke to take whom he pleased’.Over the next two years, Pepys and Legge complained about ‘how far the answering for navigating the ship was yet to settle in the navy’, with thedisaster illustrating the consequences of current practice.Gunman’s case was part of an intense power struggle over the ‘arbitrary’ influence on the direction and control of the navy that a newly resurgent York would be able to command in the future and was already seeking to assert. Gunman’s treatment by Haddock and the other officers at the court martial was the proverbial shot across the bows, designed to warn rather than harm, since Haddock would have calculated that James would not allow his favourite yacht captain to languish for long, and in fact Haddock probably did not wish him to do so either. Nevertheless, the court martial had applied the rule of naval law rather than capricious royal whim. Indeed, as Gunman commented, his sentence was very particular in that it revealed the limits of James’s powers. The Duke did not have the authority immediately to lift the fine Gunman was given, of a year’s wages for the Chatham Chest to support injured seamen, since this was not under his jurisdiction.The message to the Duke, and indeed Charles II, was clear: some in the navy wished to ‘trim’ or moderate royal sway and encourage respect for the authority of the Admiralty Board. It was done subtly, rather than by direct confrontation. By the autumn of 1682 Gunman and Haddock were reconciled at the Duke’s express behest: ‘his RH commanded Sir Richard Haddock & myself’, wrote Gunman, ‘to become good friends as Whee had bien formerly & would nott let us part until it was soe’.Is the wreck of thesignificant for understanding the political difficulties of James Stuart, or just a dramatic but fleeting episode in his turbulent life? Critics to date have argued for the latter view. If James had drowned in 1682, then British history would have looked very different, since ‘young Jemmy’, the Duke of Monmouth, might well have inherited the throne as James II and VII; or perhaps another civil war might have ensued between those who supported the claim of King Charles’s illegitimate Protestant son against the claims of the Duke of York’s legitimate Protestant daughter and her foreign husband. Instead, after an initial flurry of interest in the wreck, the event largely receded from the public view—though anniversary poems and other treatments continued to be produced intermittently, including in 1704 a comic poem, possibly by Daniel Defoe, about the adventures of Mumper, a royal hound who perished in the wreck.The spectacular political events of the bloody Monmouth Rebellion in 1685 and, in 1688, the ‘bloodless’ deposition of James II in favour of William III and Mary II have consigned thewreck to the status of a historical footnote. Yet the depth of interest in the disaster immediately following the event, and the complexities and cross-currents in the ways the event itself and James’s behaviour were reported, the contrast in the ways those blamed for its occurrence were treated by the navy, and new archival evidence that supports Gunman’s claims of a plot against him, suggest that a reassessment of its political and cultural significance is required.The tragedy cast a long shadow even though its full political effects were not immediately felt, since the events on theraised pointed questions about James’s judgement under pressure, his fitness to rule and his attitude to the governance of the navy, a significant branch of Restoration state apparatus. In the aftermath of the wreck, a key area of debate in the navy, and in wider cultural discourse, was where the authority to select a pilot resided. Perhaps because of the rigours of the experience itself, perhaps because Gunman’s treatment revealed to James the determination of some naval leaders to resist his personal control of the service, or even because his miraculous, divinely chosen and Jonah-like survival cemented his belief in his God-given right to rule, James determinedly sought to resume the role of Lord High Admiral of England and to use the navy as an instrument to enact his royal will. It was not, however, until his accession to the throne in 1685 that he finally succeeded in being reappointed to the office. Yet from his arrival in London on thein May 1682, using the authority of his brother, James wasdirecting naval operations, employing his clients in key positions to make the navy increasingly Tory, and challenging the authority of the Admiralty Commission, the body designed to replace him in his naval responsibilities following the Test Act.Harbingers for the decisive wreck of James’s ship of state in 1688 are evident in the sinking of the. Key individuals involved with the—such as Churchill, onboard with James, or Haddock, tasked to establish culpability for the wreck, or Laurence Hyde, who lost his youngest brother in the tragedy—deserted to William and Mary, rather than maintain James as both commander and pilot of the state. Even prior to James’s shipwreck, Churchill, Legge and Hyde were expressing privately to each other their concerns about James’s aptitude, even perhaps fitness, to rule. In September 1681, these ‘moderate’ Anglicans attempted repeatedly to bring the Duke back to the Church of England in order to secure his succession; having failed in their efforts, Churchill bleakly wrote to Legge: ‘you will find that nothing is done in that which was so much desired, soe that sooner or laiter we must all be undone’.Churchill, Legge and Hyde had concerns over James’s use of Catholic Highlanders to persecute Scottish Covenanters, and his determination to condemn to death for treason the Earl of Argyll for opposing a clause in the Test Act that exempted James from taking the Protestant oath of allegiance. As George Savile, earl of Halifax, at the time the most senior member of the moderate Tory faction, succinctly put it, if James would not moderate himself, then ‘his friends would be obliged to leave him like a garrison one could no longer defend’.Despite the royalist Tory version of James as a ‘Royal Heroe’ and new ‘Æneas’, the wreck showed the Duke’s limitations as a leader and his determination to assert the royal prerogative at all costs.Sarah Churchill, writing later about her husband’s view of the wreck as it was reported to her immediately after it happened, indicated that he was critical of James’s ‘obstinacy and cruelty’; likewise, Legge’s son reported that his father had been frustrated by the avoidable delay in the Duke agreeing to abandon ship.A believer in strict rules and regulations for others, and punishment for those who disobeyed them, James did not apply the same standards to his own behaviour, illegitimately appropriating for himself admiralty authority and seeking to overturn almost immediately the legitimate verdict of a court martial for his favourite Gunman. The wreck of 1682, which might initially have looked like a further example of bad luck, in fact reflected James’s failures of leadership—his stubbornness and lack of flexibility, his scapegoating of others and his determination to impose his royal will. It was an event that damaged his prestige in the years to come by showing graphically his inability to pilot the ship of state, and a lack of judgement that came to characterise his short reign, ultimately leading to its foundering.",
    "footnotes": {
        "1": "A number of publications have explored the events of the wreck: G. Robinson, ‘The Casting Away of the Gloucester, 1682’, History Today, v (1955), pp. 244–51; M. Cowburn, ‘Christopher Gunman and the Wreck of the Gloucester’, pts I and II, Mariner’s Mirror, xliii (1956), pp. 113–26, 219–29; J. Long and B. Long, The Plot Against Pepys (London, 2007), pp. 252–64; N. Pickford, Samuel Pepys and the Strange Wrecking of the Gloucester: A True Restoration Tragedy (Cheltenham, 2021).",
        "2": "Pickford argues that a chemical reaction between sea water, the Gloucester’s iron bolts and the protective milled lead sheathing on the underside of its hull caused what he considers to have been an old ship to founder in service ‘after more than eight years of rotting in harbour’: Samuel Pepys and the Strange Wrecking of the Gloucester, p. 227. This argument is incorrect. The Gloucester was not sheathed by Phineas Pett in 1673/4 to protect the hull from corrosion. Pickford makes a transcription error (pp. 224, 226), mistaking ‘head’ for ‘lead’ in Pett’s recollection of the repairs undertaken: the passage should read ‘We tooke off the Cheekes of the head under one of which wee found a very great and Dangerous leake’ (Kew, The National Archives [hereafter TNA], ADM 106/307, fo. 365); the same transcription error is repeated for Pett’s recollections of works undertaken a few days later, which should read ‘now the head is taken off’ (TNA, ADM 106/307, fo. 370). Pett’s letter detailing these repairs is dated 10 April 1674, and was written months after repairs to the Gloucester were completed (it departed from Woolwich on 12 Jan. 1674: TNA, ADM 106/307, fo. 139). It also confirms that his first experience of ship-sheathing in lead was his current project, the Bristol: ‘wee never did at this place sheath any ship with lead before’ (TNA, ADM 106/307, fo. 297). The catalogue of repairs and supplies for an extensive refit and rebuild between 1678 and 1680 indicates that the Gloucester was not sheathed in lead at this point. Work upon the ship’s ‘draught work’ was still not completed on 31 January 1680, according to Daniel Furzer, Master Shipwright at Portsmouth Dockyard, and lead is not mentioned as part of the supplies required, which instead focus on ironworks and wood (TNA, ADM 106/351, fo. 635; ADM 106/348, fo. 63; ADM 106/348, fo. 97; ADM 106/348, fo. 103; ADM 106/348, fo. 127). Consequently, Pickford’s other central argument, that Samuel Pepys took by choice a berth on the Katherine in preference to sailing with the Duke of York on the Gloucester because he suspected the ship was at risk of sinking, is misleading. Pepys was most probably not on the Gloucester when it foundered because it was overcrowded with high-ranking courtiers and berths were in short supply. Certainly, Pepys describes his reason for being on the Katherine as ‘for room sake and accommodation’ in his letter written to William Hewer from Edinburgh, 8 May 1682. Pepys may have swapped berths with George Legge, who was on the Gloucester when it was wrecked: ‘the Master of Ordnance being obliged, by his indispensable attendance on his Highness, to leave us’. See The Letters of Samuel Pepys, ed. G. de la Bédoyère (Woodbridge, 2006), pp. 155–7.",
        "3": "On the stages of the Exclusion Crisis, see M. Knights, Politics and Opinion in Crisis, 1678–81 (Cambridge, 1994). The dissolution of the Oxford Parliament in March 1681 marks the beginning of the final phase of the crisis, when the court went on the offensive both ideologically and through the machinery of law against those opposed to James’s succession, which continued into his reign.",
        "4": "Sir John Lauder of Fountainhall, Historical Observes of Memorable Occurrents in Church and State, from October 1680 to April 1686, ed. Adam Urquhart (Edinburgh, 1840), pp. 67–9.",
        "5": "E. Fowler, ‘The Ship Adrift’, in P. Hulme and W.H. Sherman, eds, ‘The Tempest’ and Its Travels (London, 2000), pp. 37–40; R.W. Carrubba, ‘The Structure of Horace’s Ship of State: “Odes” 1, 14’, Latomus, lxii (2003), pp. 606–15. The shipwreck in 1120 of the White Ship, drowning Henry I’s heir and only legitimate son William, is a famous example of a tragedy at sea attracting extensive political commentary that led to a prolonged succession crisis. See J.A. Green, Henry I: King of England and Duke of Normandy (New York, 2006), pp. 172–3. Of closer personal concern to James was the drowning of his cousin Prince Maurice of the Palatinate in 1652 when the Defiance was shipwrecked in the West Indies, while Maurice’s older brother, Henry Frederick, had also drowned, aged 15, in a boating accident in 1629 in the Dutch Republic. See I. Roy, ‘Maurice, Prince Palatine of the Rhine (1621–1652)’, Oxford Dictionary of National Biography [hereafter ODNB], available at https://doi.org/10.1093/ref:odnb/18383 (accessed 10 Oct. 2021); R.G. Asch, ‘Elizabeth, Princess (1596–1662)’, ODNB, available at https://doi.org/10.1093/ref:odnb/8638 (accessed 10 Oct. 2021).",
        "6": "See D. Onnekink, ‘Symbolic Communication in Early Modern Diplomacy: Naval Incidents and the Third Anglo-Dutch War (1667–1672)’, English Historical Review, cxxxv (2020), pp. 337–58.",
        "7": "H. Cooper, The English Romance in Time: Transforming Motifs from Geoffrey of Monmouth to the Death of Shakespeare (Oxford, 2004), pp. 106–36.",
        "8": "William Shakespeare, The Tempest, ed. S. Orgel (Oxford, 1987), I. i. 15.",
        "9": "Shakespeare, Tempest, ed. Orgel, I. ii. 5–6, 46–7; Fowler, ‘Ship Adrift’, p. 38.",
        "10": "The London Stage, 1660–1800: A Calendar of Plays, Entertainments and Afterpieces, Together with Casts, Box-Receipts and Contemporary Comment, I: 1660–1700, ed. W. Van Lennep (Carbondale, IL, 1965), pp. 304–7. William Davenant and John Dryden, The Tempest, in The Dramatic Works of Sir William D’Avenant, V (Edinburgh, 1873), pp. 395–521. Pepys records seeing the play at least eight times between 1667 and 1669, for instance. See G. Foster, ‘Ignoring The Tempest: Pepys, Dryden, and the Politics of Spectating in 1667’, Huntington Library Quarterly, lxiii (2000), pp. 5–22. The Mock Tempest by Thomas Duffet, set in a brothel but with an opening scene that parodies the failures of command in The Tempest’s opening shipwreck, was also performed by the King’s Company in 1682, with Charles II reported to have attended a performance on 2 February: London Stage, ed. Van Lennep, p. 307.",
        "11": "See J.D. Davies, Kings of the Sea: Charles II, James II and the Royal Navy (Barnsley, 2017); D. Armitage, The Ideological Origins of the British Empire (Cambridge, 2000); B. Capp, Cromwell’s Navy: The Fleet and the English Revolution, 1648–1660 (Oxford, 1989).",
        "12": "John Nalson, An Impartial Collection of the Great Affairs of State, from the Beginning of the Scotch Rebellion … to the Murther of King Charles I (2 vols, London, 1682–3), i, p. iii.",
        "13": "The design of the ship’s stern, flying the red ensign, is the same as that depicted in Peter Lely’s ‘Peter Pett and the Sovereign of the Seas’, c.1645–50, Royal Museums Greenwich, BHC2949, viewable at http://collections.rmg.co.uk/collections/objects/14422.html. Sovereign of the Seas cost £64,000 to construct and was widely seen as a royal extravagance, especially as the unpopular ship money levy was introduced in 1634 without the authority of Parliament. See B. Redding, The English and French Navies, 1500–1650: Expansion, Organisation and State-Building (Woodbridge, 2022), pp. 104–5.",
        "14": "Nalson, ‘The Meaning of the Frontispiece’, Impartial Collection, ii, p. [iii]. See C. Jowitt, ‘Shadow States and Ungovernable Ships: The Ideology of Early Modern Piracy’, in J.D. Davies, A. James and G. Rommelse, eds, Ideologies of Western Naval Power, c.1500–1815 (New York, 2019), pp. 188–208, at 203–6.",
        "15": "A note on terminology: ‘Tory’ and ‘Whig’ acquired wide currency from 1681; in order to avoid anachronism, the terms ‘royalist’ and ‘opposition’ are used for the earlier period. See R. Willman, ‘The Origins of “Whig” and “Tory” in English Political Language’, Historical Journal, xvii (1974), pp. 247–64; J. Raymond, ‘Exporting Impartiality’, in K. Murphy and A. Traninger, eds, The Emergence of Impartiality (Leiden, 2014), pp. 141–67; M. Knights, ‘The Tory Interpretation of History in the Rage of Parties’, in P. Kewes, ed., The Uses of History in Early Modern England (Oakland, CA, 2006), pp. 347–66. Dryden, in ‘The Epilogue Spoken to the King at the opening the Play-House at Oxford’ on 19 March 1681, included an image of a storm-tossed ship reaching secure landing (‘Our Ark that has in Tempests long been tost,/ Cou’d never land on so secure a Coast’) to encourage the Oxford Parliament to find political compromise (‘’Tis Wisdoms part betwixt extreams to Steer’): A.N. Wiley, Rare Prologues and Epilogues, 1642–1700 (New York, 1970), p. 39.",
        "16": "Nalson, Impartial Collection, i, p. iii. See also R.C. Richardson, ‘Nalson, John (bap. 1637, d. 1686)’, ODNB, available at http://www.oxforddnb.com/view/article/19734 (accessed 10 July 2018).",
        "17": "Following the introduction of the Test Act in 1673, James had been forced to resign from office since his conversion to Catholicism became public knowledge.",
        "18": "J.R. Jones, The Anglo-Dutch Wars of the Seventeenth Century (London, 1996).",
        "19": "Quoted in J. Callow, The Making of King James II: The Formative Years of a Fallen King (Stroud, 2000), p. 232.",
        "20": "Foster reads the play as a response to the Medway crisis but sees the superficially harmonious conclusion as expressing support for the monarchy; see ‘Ignoring The Tempest’, pp. 5–22. For a reading of Davenant’s use of voyaging as more politically nuanced, see C. Jowitt, ‘The Uses of Cultural Encounter in Sir William Davenant’s Caroline-to-Restoration Voyage Drama’, in C. Jowitt and D. McInnis, eds, Travel and Drama in Early Modern England: The Journeying Play (Cambridge, 2020), pp. 230–51.",
        "21": "C.B.K. Schille, ‘“Man Hungry”: Reconsidering Threats to Colonial and Patriarchal Order in Dryden and Davenant’s The Tempest’, Texas Studies in Literature and Language, xlviii (2006), pp. 273–90.",
        "22": "Davenant and Dryden, Tempest, V. i. 506; IV. iv. 497.",
        "23": "See Callow, Making of King James II, pp. 230–33, at 232.",
        "24": "On policy debates in the Restoration navy, see J.D. Davies, ‘The Navy, Parliament and Political Crisis in the Reign of Charles II’, Historical Journal, xxxvi (1993), pp. 271–88.",
        "25": "See G.H. MacIntosh, The Scottish Parliament under Charles II, 1660–85 (Edinburgh, 2007), pp. 179–211.",
        "26": "For James’s itinerary, see The Memoirs of Sir John Reresby of Thrybergh, Bart., M.P. for York, &c., 1634–1689, ed. James J. Cartwright (London, 1875), p. 247.",
        "27": "London Stage, ed. Van Lennep, p. 308. On Venice Preserv’d as a political allegory of the Exclusion Crisis, see D. Bywaters, ‘Venice, Its Senate, and Its Plot in Otway’s Venice Preserv’d’, Modern Philology, lxxx (1983), pp. 256–63.",
        "28": "Charles was ill during the summer of 1679, resulting in James’s return to England before his appointment in Scotland, and in May 1680 the king suffered a seizure (‘ague’), causing further alarm. See D.C. Hanrahan, Charles II and the Duke of Buckingham: The Merry Monarch and the Aristocratic Rogue (Stroud, 2006), pp. 282, 285.",
        "29": "Memoirs of Sir John Reresby, ed. Cartwright, p. 248. Christopher Gunman estimated that ‘near 500 people’ came to see the Duke’s departure; see Lincoln, Lincolnshire Archives, Jarvis 9/1/A/5, journal of Captain Christopher Gunman, entry for 25 May 1682.",
        "30": "Cowburn, ‘Christopher Gunman’, pp. 113–26, 219–29. Some of the crew’s names can be gleaned from the list of pensions paid to survivors or the relatives of the dead: TNA, ADM E351/2315.",
        "31": "For these accounts, see F.C. Turner, James II (London, 1948), pp. 213–14; Some Historical Memoires of the Life and Actions of His Royal Highness, the Renowned and most Illustrious Prince James Duke of York and Albany (London, 1683), pp. 129–34. Berry’s version is reproduced as ‘Narrative from Sir John Berry, Knight, Late Commander of His Majesty’s Ship Gloucester, with an Account of the Winds and Weather we had from the Fourth to the Sixth Day of May, 1682, Being the Day the Said Ship was Cast Away on the West End of the Lemon’, in Correspondence of Henry Hyde, Earl of Clarendon, and of his Brother Laurence Hyde, Earl of Rochester, ed. Samuel Weller Singer (2 vols, London, 1828), i, pp. 71–3; Dick’s as ‘Extract of a letter from Sir James Dick … 1682’, in William Playfair, British Family Antiquity: Illustrative of the Origin and Progress of the Rank, Honours, and Personal Merit of the Nobility of the United Kingdom (9 vols, London, 1811), viii, pp. 15–20. Legge’s recollections, recorded by his son, are printed in Bishop Burnet’s History of His Own Time: with the Suppressed Passages of the First Volume, and Notes by the Earls of Dartmouth and Hardwickes, and Speaker Onslow (Oxford, 1823), ii, pp. 316–17; for an account focusing on Churchill’s perspective on events, see Thomas Lediard, The Life of John, Duke of Marlborough, Prince of the Roman Empire (2nd edn, 2 vols, London, 1743), i, pp. 29–31; for Sarah Churchill’s later account of her husband’s recollections, see Cowburn, ‘Christopher Gunman’, p. 124.",
        "32": "Letters of Samuel Pepys, ed. de la Bédoyère, p. 155.",
        "33": "Lincolnshire Archives, Jarvis 9/1/A/1–5. Gunman’s account exists in a second manuscript: ‘Gunman’s Cause’, probably in his own hand, is in the papers of George Legge: Stafford, Staffordshire Record Office, D(W)1778/I/i/708. There are differences between the two versions and the relationship between them is unknown. It is possible that the Staffordshire version is a draft account, upon which Gunman consulted Legge prior to making a fair copy, perhaps to present to James, making the Lincolnshire version the later one. Captains’ logs and masters’ logs survive from other ships in the fleet. See TNA, ADM 51/3819, ‘A journall kept on board his Majesties Shipp Dartmouth under the command of Captain George St Lo’; ADM 51/4214, ‘Logbook by Joseph Wetwang, lieutenant of the Happy Return; serving under Captain John Wyborne’; ADM 51/4322, captain’s log of Thomas Allin, Ruby; ADM 51/3932, ‘A Journall kept in his Majesties Ship Pearle by me Richard Biron, Lieutenant. Anno 1680, 81, 82, 83, 84’.",
        "34": "S. Saunders Webb suggests that the Duke delayed abandoning ship because he was ‘humiliated by the charges that he had prematurely left the Royal Prince’ at the Battle of Solebay in 1672: Lord Churchill’s Coup: The Anglo-American Empire and the Glorious Revolution Reconsidered (New York, 1995), p. 63.",
        "35": "Dick’s account provides information about how the Duke left the ship; see Playfair, British Family Antiquity, pp. 15–20. For Legge’s comments on loading the Duke’s strong box, see Bishop Burnet’s History, ii, pp. 316–17. Thomas Bruce, later second earl of Ailesbury and third earl of Elgin, who intended to accompany James to Scotland but became indisposed before transferring from the royal barge, included a second-hand account of the evacuation in his memoirs indicating that the volume of baggage in the ship’s boat enabled Thomas Jewry, a foot-huntsman and a ‘bold saucy fellow’, to hide beneath it in order to escape the sinking ship. See Memoirs of Thomas, Earl of Ailesbury (2 vols, London, 1890), i, p. 67.",
        "36": "Dick suggested that about 200 people died out of his estimate of approximately 330 people on board, with that number not including the servants; see Playfair, British Family Antiquity, pp. 15–20. If servants are included, the figure for those onboard equals c.400. A document from 12 April 1682 indicates the ship was rated at ‘270 men’: TNA, ADM 2/1754, fo. 37.",
        "37": "Correspondence of Henry Hyde, ed. Singer, p. 73; A Letter from Scotland Giving a True Relation of the Unhappy Loss of the Gloucester-frigot, Whereof Sir John Berry was Commander. With a Particular Account of the Persons of Quality Drowned therein, and the Miraculous Escape of His Royal Higness the Duke of York (London, 1682). The identity of ‘Lord Hollis’ is unknown: James did not have an equerry of that name, though there was an individual named ‘Hawley’ in the role. The Duke’s household records indicate that there was a larger than usual number of alterations in personnel at Michaelmas 1682; see R.O. Bucholz, ‘Household of James, Duke of York, 1660–1685’, available via The Database of Court Officers: 1660–1837 (2005–), at http://courtofficers.ctsdh.luc.edu/.",
        "38": "Letter from Scotland.",
        "39": "Letter from Scotland.",
        "40": "Two Letters from Scotland Giving a True Relation of the Unhappy Loss of the Gloucester-frigot, Whereof Sir John Berry was Commander. With a Particular Account of the Persons of Quality Drowned therein, and the Miraculous Escape of His Royal Higness the Duke of York (London, 1682).",
        "41": "The refit of the Crown and Gloucester in dock at Portsmouth had been repeatedly delayed by shortages of materials and money.",
        "42": "J.A. Mains et al., John Hope and the Wreck of the Gloucester (Edinburgh, 1982), p. 10.",
        "43": "Berry’s account refers to him as ‘Captain Sanders’. See Correspondence of Henry Hyde, ed. Singer, i, p. 72.",
        "44": "Ibid.",
        "45": "See S. Murdoch, The Terror of the Seas? Scottish Maritime Warfare, 1513–1713 (Leiden, 2010).",
        "46": "See Robinson, ‘Casting Away’, p. 248.",
        "47": "Ibid., p. 249.",
        "48": "Playfair, British Family Antiquity, p. 15.",
        "49": "Letters of Samuel Pepys, ed. de la Bédoyère, p. 155.",
        "50": "Quoted in Turner, James II, pp. 213–14.",
        "51": "London Gazette, no. 1720, 11–15 May 1682, pp. 1–4, at 3.",
        "52": "Impartial Protestant Mercury, no. 111, 12–16 May 1682, pp. 1–3, at 2.",
        "53": "Loyal Protestant and True Domestick Intelligence, no. 155, 16 May 1682, pp. 1–3, at 2. On the political allegiances of Restoration newspapers, see J. Sutherland, The Restoration Newspaper and Its Development (Cambridge, 2004).",
        "54": "Two Letters from Scotland.",
        "55": "E.H. Muir, ‘The Sandbanks of Yarmouth and Lowestoft’, Mariner’s Mirror, xv (1929), pp. 251–70.",
        "56": "Matthew Taubman, An Heroick Poem to his Royal Highness the Duke of York on his Return from Scotland (London, 1682), ‘The Publisher to the Reader’. See E. Haresnape, ‘Taubman, Matthew (d. 1690?)’, ODNB, available at https://doi.org/10.1093/ref:odnb/26999 (accessed 10 Jan. 2021). See also [William Wycherley], Epistles to the King and Duke (London, 1682).",
        "57": "Taubman, ‘To the Duke, upon his Return from Scotland’, in An Heroick Poem, p. i, ll. 3–4.",
        "58": "Ibid., ll. 7–8.",
        "59": "Taubman, ‘The Duke’s Return from Scotland’, in An Heroick Poem, no. 14, verse I, l. 11, and ‘On the Duke’s Return after Shipwrack’, ibid., no. 15, verse I, l. 4.",
        "60": "Taubman, ‘On the Duke’s Return after Shipwrack’, verse III, l. 1; verse IV, ll. 3–4.",
        "61": "On Bowers, see W.W. Roth, rev. S. Hanley, ‘Bower [Bowers], George (d. 1690)’, ODNB, available at https://doi.org/10.1093/ref:odnb/3044 (accessed 25 May 2021).",
        "62": "OED, s.v. ‘strike, v., 60. spec: of a ship’; in Taubman’s poem the rocks rather than the ship strike, reducing the ship’s agency and thus human responsibility for the tragedy.",
        "63": "Dryden’s Prologue and Otway’s Epilogue to the Duchess of York are included in Wiley, Rare Prologues and Epilogues, pp. 108–10.",
        "64": "John Dryden, Prologue to the Dutchess, on Her Return from Scotland in The Works of John Dryden, II: Poems, 1681–1684, ed. H.T. Swedenberg, Jr (Berkeley, CA, 1972), p. 195, ll. 14–15. The return voyage on the Happy Return took eleven days on account of adverse weather and stops en route; even with the shipwreck, the outbound voyage took less than four.",
        "65": "Wiley, Rare Prologues and Epilogues, pp. 111–15.",
        "66": "T. Harris, ‘Scott [formerly Crofts], James, Duke of Monmouth and First Duke of Buccleuch (1649–1685)’, ODNB, available at https://doi.org/10.1093/ref:odnb/24879 (accessed 20 Feb. 2021); Great York and Albany, or, The Welcom to his Royal Highness on his Return from Scotland (London, 1682); Monmouth and Bucleugh’s Welcom from the North, or, The Loyal Protestants Joy for his Happy Return (London, 1682).",
        "67": "Monmouth and Bucleugh’s Welcom.",
        "68": "Jemmy Return’d, or, The Nations Joy (London, 1682).",
        "69": "The Well-wishers to the Royal Family (London, 1682).",
        "70": "The Down-Fall of the Whiggs, or, The Duke of Monmouth’s Journey into the North (London, 1682).",
        "71": "Ibid.",
        "72": "Works of John Dryden, II, ed. Swedenberg, pp. 94–5, ll. 1099, 1084, 1070.",
        "73": "Ibid., pp. 95–6, ll. 1114, 1101, 1112, 1130. On Dryden’s politics at this time, see J.A. Winn, John Dryden and His World (New Haven, CT, 1987), pp. 330–80.",
        "74": "See J.D. Davies, ‘Haddock, Sir Richard (c.1629–1715)’, ODNB, available at https://doi.org/10.1093/ref:odnb/11849 (accessed 20 Apr. 2021). Haddock was made Commander in Chief on 30 May 1682, giving him authority over courts martial in the Thames and English Channel. See TNA, ADM 2/1746, fos 193–4. On the process of appointing a president of a court martial and the credentials required to serve, see J.D. Davies, Pepys’s Navy: Ships, Men and Warfare (Barnsley, 2009), p. 159.",
        "75": "Lincolnshire Archives, Jarvis 9/1/A/5, entry for 28 May 1682. See Mains, John Hope, p. 27; TNA, ADM 2/1746, fo. 329.",
        "76": "The full board comprised Sir Richard Haddock (President), Captain Henry Williams, Captain George Churchill, Captain Thomas Allin, Captain William Botham, Captain Mathew Tennant, Captain Ralph Wrenn, Captain George St Loe: Lincolnshire Archives, Jarvis 9/1/A/5, loose sheet. Neither St Loe nor Allin commented on attending the trial in their ship’s logs.",
        "77": "Lincolnshire Archives, Jarvis 9/1/A/5, loose sheet.",
        "78": "Lincolnshire Archives, Jarvis 9/1/A/5, loose sheet.",
        "79": "Lincolnshire Archives, Jarvis 9/1/A/5, loose sheet.",
        "80": "Fighting Instructions, 1530–1816, ed. J.S. Corbett, Navy Records Society, xxix (London, 1905).",
        "81": "Lincolnshire Archives, Jarvis 9/1/A/5, entries for 28 May 1682 and 13 June 1682.",
        "82": "Lincolnshire Archives, Jarvis 9/1/A/5, loose folios; see also ‘Christopher Gunman’s Cause’, printed in Cowburn, ‘Christopher Gunman’, pp. 225–7.",
        "83": "Ibid., p. 226.",
        "84": "Ibid.",
        "85": "Ibid.",
        "86": "Staffordshire Record Office, D(W)1778/I/i/713, entry for 23 June 1682.",
        "87": "Ibid.",
        "88": "It is not known what happened to Sturgion after the court martial; there is no further record of him serving with Gunman on the Mary.",
        "89": "Lincolnshire Archives, Jarvis 9/1/A/5, loose folios.",
        "90": "Lincolnshire Archives, Jarvis 9/1/A/5, loose folios.",
        "91": "Ibid., entries for 13 June 1682 and 23 June 1682.",
        "92": "See Long and Long, Plot Against Pepys, p. 258; W.L. Clowes et al., The Royal Navy: A History from the Earliest Times to the Present (7 vols, London, 1897–1903), ii, p. 457.",
        "93": "Calendar of State Papers, Domestic Series, of the Reign of Charles II [hereafter CSPD: Charles II], XXIII: 1682 (1932), pp. 205–6 (E. Ridley to Sir Francis Radcliffe, 13 May 1682).",
        "94": "S. Kinkel, Disciplining the Empire: Politics, Governance and the Rise of the British Navy (Cambridge, MA, 2018), p. 32.",
        "95": "B. Capp, ‘Goodsonn [Goodson], William (b. 1609/10, d. in or after 1680), ODNB, available at https://doi.org/10.1093/ref:odnb/10986 (accessed 20 May 2021).",
        "96": "Long and Long, Plot Against Pepys, p. 260; see also Life of James II, King of England, &c. Collected out of Memoirs Writ of His Own Hand, ed. J.S. Clarke (2 vols, London, 1816), i, p. 730.",
        "97": "See Davies, ‘Navy, Parliament and Political Crisis’, pp. 384–5.",
        "98": "In the first Exclusion Parliament of 1679, Pepys engineered Haddock’s election for Aldeburgh so that he could support royal policy to expand the navy and vote against Exclusion. See Davies, ‘Navy, Parliament and Political Crisis’, p. 283; Davies, ‘Haddock, Sir Richard’.",
        "99": "Richard Haddock, ‘Reflections on Our Naval Strength’, ed. J.K. Laughton, The Naval Miscellany II, Navy Records Society, xl (1912), pp. 149–68, at 150.",
        "100": "Ibid., p. 150.",
        "101": "In the 1660s, more than three-quarters of all commands had been in the hands of ‘tarpaulins’ and commonwealth veterans; by the late 1670s, ‘gentlemen’ were being appointed to more than half of the available commands. See Davies, ‘Navy, Parliament and Political Crisis’, pp. 280, 287–8.",
        "102": "James was created Lord High Admiral of England and Ireland in May 1660, but it was only in December 1672 that the post of Lord High Admiral of Scotland became vacant, allowing the king to appoint his brother. After James resigned his post of Lord High Admiral of England in 1673, he retained the other offices. See Murdoch, Terror of the Seas, passim.",
        "103": "See Davies, Kings of the Sea, p. 118. Jenkins wrote: ‘the only safe and expedite way is that the Admiralty give commissions to Sir John Berry and all that are to be under him but, that the ships may be under your immediate direction, a clause may be inserted either in each commission or in the instructions of the Admiralty that they should follow such orders as shall be signified to them to be your pleasure by a secretary’: TNA, SP 44/63, fos 31, 35.",
        "104": "In 1686, following James II’s accession, Haddock’s role was reduced; the ‘reorganization of the Navy Board following the return of Samuel Pepys to the admiralty led to Haddock’s effective demotion to commissioner for the old accounts, a position which he held for the duration of Pepys’s “special commission” to reconstruct the navy, namely from April 1686 to 12 October 1688’: Davies, ‘Haddock, Sir Richard’.",
        "105": "Davies, Pepys’s Navy, p. 98.",
        "106": "TNA, SP 29/310, fo. 259.",
        "107": "P. Padfield, Maritime Supremacy and the Opening of the Western Mind: Naval Campaigns That Shaped the Modern World, 1588–1782 (New York, 2000), pp. 111–12. In recognition of his distinguished naval service, on 28 October 1672 ‘Aire’ was made a freeman of the Corporation of Newcastle at King Charles’s request; he was later employed in 1676 as a broker of warrants for the freeing of ships, and between 1678–80 as captain of the Deptford Ketch voyaging to the West Indies. See CSPD: Charles II, XIV: 1672–1673 (1901), p. 90 (28 Oct. 1672); TNA, SP 29/317, fo. 31; Acts of the Privy Council of England: Colonial Series, I: 1613–1680 (London, 1908), p. 888.",
        "108": "Letters of Samuel Pepys, ed. de la Bédoyère, p. 155 (Pepys to Hewer, 8 May 1682).",
        "109": "TNA, ADM 2/1746, fo. 155.",
        "110": "CSPD: Charles II, 1682, newsletter to John Squier, Newcastle, 11 Mar. 1682: ‘Edinburgh, March 4. Next Monday his Royal Highness goes on board a yacht attended by the Marquesses of Atholl and Queensberry and the Earl of Perth with several other persons of quality, who will wait on him to Newmarket’. TNA, SP 29/418, fo. 306, Francis Gwyn to Secretary Jenkins, Newmarket, 12 Mar. 1682; Cowburn, ‘Christopher Gunman’, p. 113. Davies identifies the vessel as the Mary, but Gunman was ordered to Rotterdam in March 1682, and James travelled on the Henrietta; see Kings of the Sea, p. 85; Lincolnshire Archives, Jarvis 9/1/A/5, entry for 13 Mar. 1682; Original Papers, Containing the Secret History of Great Britain from the Restoration to the Accession of the House of Hannover, ed. James MacPherson (2 vols, London, 1775), i, p. 135.",
        "111": "TNA, ADM 2/1750, fo. 193.",
        "112": "The Duke was launched at Woolwich on 13 June, and Haddock was captain for less than a month, since he was replaced by Anthony Smith on 21 June; see TNA, ADM 10/15, fo. 58.",
        "113": "On Gunman’s background, see Davies, Kings of the Sea, pp. 89–90.",
        "114": "Davies, Pepys’s Navy, pp. 90, 282. On the effect of this policy both on professionalising the navy and on its social composition, see J.D. Davies, ‘Pepys and the Admiralty Commission of 1679–84’, Historical Research, lxii (1989), pp. 34–53, at 41–2.",
        "115": "Davies, ‘Haddock, Sir Richard’; on Haddock’s religious beliefs, see B.M. Crook, ‘Haddock, Sir Richard (c.1629–1715)’, in B.D. Henning, ed., The History of Parliament: The House of Commons, 1660–1690 (London, 1983), available at https://www.historyofparliamentonline.org/volume/1660-1690/member/haddock-sir-richard-1629-1715 (accessed 16 Apr. 2022).",
        "116": "TNA, SP 29/418, fo. 14, William Shermar to Sir Richard Dereham, 4 Jan. 1682.",
        "117": "See B. Till, ‘Thomas Watson (d. 1686)’ ODNB, available at https://doi.org/10.1093/ref:odnb/28867 (accessed 20 May 2022).",
        "118": "R.E. Mayers, ‘Vane, Sir Henry, the Younger (1613–1662)’, ODNB, available at https://doi.org/10.1093/ref:odnb/28086 (accessed 5 Apr. 2021).",
        "119": "See above, n. 107.",
        "120": "Davies, ‘Navy, Parliament and Political Crisis’, p. 286.",
        "121": "In the tense political climate of the spring of 1682, if Ayres was suspected of religious dissent that might have been evidence enough for the pro-Stuart Catholic Radcliffe, who believed that Whig plots to murder James abounded.",
        "122": "Callow, Making of King James II, p. 205. Haddock served under Prince Rupert in the 1670s, who, with George, duke of Albermarle, promoted the freedom of naval captains to improvise and adapt their actions to suit different circumstances.",
        "123": "Cowburn, ‘Christopher Gunman’, p. 227.",
        "124": "Lincolnshire Archives, Jarvis 9/1/A/5, entry for 18 May 1682.",
        "125": "Ibid., loose folios.",
        "126": "Samuel Pepys’s Naval Minutes, ed. J.R. Tanner, Navy Records Society, lx (Colchester, 1925), pp. 146–7.",
        "127": "Ibid., pp. 146, 147, 150.",
        "128": "Ibid., pp. 146, 150.",
        "129": "Letters of Samuel Pepys, ed. de la Bédoyère, p. 156 (Pepys to Hewer, 8 May 1682).",
        "130": "Letters and The Second Diary of Samuel Pepys, ed. R.G. Howarth (London, 1932), pp. 382–3, 445–7 (24 Aug. 1683 and 5/15 Mar. 1684).",
        "131": "Cowburn, ‘Christopher Gunman’, p. 221. The fine was lifted by order of King Charles on 5 December 1682: ‘to day his Majesty was grasiously pleased to remit my fine of a years pay layd on me the 13th June 82’: Lincolnshire Archives, Jarvis 9/1/A/5, entry for 26 Nov. 1682 (which describes events from that date up to 9 Dec. 1682).",
        "132": "Lincolnshire Archives, Jarvis 9/1/A/5, entry for 1 Oct. 1682.",
        "133": "An Anniversary Poem on the Sixth of May, His Royal Highness Miraculous Deliverance, then at Sea, from the Shipwreck of the Glocester (London, 1683); The Comical History of the Life and Death of Mumper, Generalissimo of King Charles IId’s Dogs (London, 1704). The story of Mumper references accounts of the struggle in the sea for a plank between James’s physician Sir Charles Scarborough and one of the Duke’s dogs.",
        "134": "Davies, ‘Navy, Parliament and Political Crisis’, pp. 286–8.",
        "135": "Staffordshire Record Office, D(W)1778/I/i/673; Saunders Webb, Lord Churchill’s Coup, pp. 60–61.",
        "136": "R. Holmes, Marlborough: England’s Fragile Genius (London, 2008), p. 95.",
        "137": "An Anniversary Poem on the Sixth of May, ll. 6, 55.",
        "138": "Cowburn, ‘Christopher Gunman’, p. 124; Bishop Burnet’s History, ii, pp. 316–17; Holmes, Marlborough, p. 98."
    }
}