{
    "title": "The Grand Tour of Mercantilism: Lord Fauconberg’s Italian Mission (1669–1671)*",
    "author": "Maria Fusaro",
    "date": "07 June 2022",
    "article": "The extraordinary mission of Lord Fauconberg to some of the Italian states in 1669–1671 took place at a pivotal moment in early modern diplomatic relations, and is a most evocative case-study of the relationship between Restoration England and Europe in the last decades of the seventeenth century. This article will provide a close analysis of the mission and its protagonists, aiming to re-evaluate English diplomacy through cross-referencing English and Italian documentary evidence, but with a special attention to the Italian side of the story. By analysing how the Republic of Venice and the Grand Duchy of Tuscany—the major Italian trade partners of England––perceived and interpreted English trade policy, it provides an original analysis of Caroline diplomacy and trade in the early Restoration era.During the spring and summer of 1670, Lord Fauconberg toured the Italian peninsula on an extraordinary diplomatic mission.[CITATION-1] Visiting the Duchy of Savoy, the Grand Duchy of Tuscany and the two Republics of Genoa and Venice, he followed an itinerary which is usually studied under the cultural and social lens of the Grand Tour; but in this case there was no educational goal, although plenty of artworks were indeed purchased alongside the diplomatic negotiations.[CITATION-2] Fauconberg had a clearly defined agenda centred on the furthering of English commercial interests in the peninsula; in the case of Venice, this was accompanied by Charles II’s ambition of acquiring a larger role in mediating between European states and the Ottoman Empire. Still reeling from defeat in the second Anglo-Dutch conflict (1665–67), and having to deal with fragile alliances and clashing ambitions on the European stage, Charles II was keen on furthering English trade in the Mediterranean: hence this Grand Tour of Mercantilism. Recent studies have profoundly transformed the well-worn and contested concept of mercantilism, giving it a level of nuance and problematisation that was missing before. Over the past few years, an active and lively conversation among Anglo-Americanists has ‘rethought’, ‘reimagined’ and ‘reconstructed’ mercantilism.[CITATION-3] Jonathan Barth has recently posited that, within the English setting, a long-term concern with the balance of trade can be seen as the pillar of political economy between the 1620s and the time of David Hume and Adam Smith.[CITATION-4] Several debates raged about the direction of economic policy during this period, but agreement on the need for a positive balance of trade remained the unifying factor.In the massive scholarship on these issues, traditionally centred on British Atlantic and imperial perspectives, the economic connection between Italy and England has been neglected, though it was a primary stage where diverging approaches to the regulation of trade were both actively present and jostling for supremacy. From the English perspective, the Italian peninsula was divided in two: on one side, the monopoly of the Levant Company, extending to the territories of the Republic of Venice; on the other, the thriving Mediterranean private trade which had contributed to the rise of the Livorno free port.One of the aims of this article is to provide an alternative perspective on these issues, and also to engage with how the Italian states’ political and diplomatic perceptions of England can shed some new light both on English foreign and commercial policy and on its culture of diplomacy. The article starts by setting out the background of English diplomatic relations with Italian states after the beginning of the seventeenth century, briefly discussing their complexity especially during the time of the Protectorate. It then moves on to the Restoration, sketching how the wider European stage influenced Caroline foreign and diplomatic policy. After a short excursus on diplomatic protocol, which provides an insight into the insecurities of all players, the article closely follows Fauconberg’s travels around the peninsula, giving particular attention to his stays in Tuscany and Venice. The article concludes by analysing the aftermath of Fauconberg’s visit, focusing on how the issues he had raised developed in the following months, when English diplomatic activity in the Mediterranean was superseded by naval operations.After the long interruptions of diplomatic relations caused by Henry VIII’s break with Rome, the first English ambassador to Venice of the seventeenth century, Henry Wotton, arrived in 1604 with a remit that put him in ‘charge of all matters of trade in Italian ports’.[CITATION-5] The English ambassador in Venice was a straightforwardly political appointee, unlike his counterpart in the Ottoman empire, who was an employee of the Levant Company endorsed by the sovereign. The pre-eminence of the political element led to Wotton’s being originally ‘commissioned to act as superior to the English ambassador at Constantinople, who was ordered to take his policy from him’.[CITATION-6] This clearly expressed the Crown’s desire to maintain some control over the Levant Company’s activities in the Eastern Mediterranean.As the century progressed, English political channels to the Ottomans became detached from Venice. Within the Italian peninsula, the Grand Duchy of Tuscany acquired its own ambassador; however, Venice remained the centre of English concerns in Italy until the onset of the British Civil Wars, which utterly disrupted the English diplomatic structure. Diplomatic relations with Venice effectively ceased in 1652, when the royal resident Thomas Killigrew left Venice under something of a cloud on account of his taking advantage of his diplomatic status to engage in illegal meat trading.[CITATION-7] Representing, in his words, ‘an unlucky prince’, Killigrew’s residency had not been a political success, and indeed had been a source of embarrassment for the Republic, which was most keen to avoid antagonising the Protectorate.[CITATION-8] In the following years, the Republic displayed its trademark political subtlety in dealing with England. After the interruption of direct diplomatic contacts, the Venetian Senato relied on its ambassador in France to co-ordinate a network of private informants and secret agents to relay information from England.The situation in the central decades of the century was delicate at every level. Within the framework of international politics, the Republic found itself in a particularly difficult position: as a ‘republican’ government it needed to balance its position between its supposed affinities with the Protectorate and its share in the general European distaste for a regime which had committed regicide. At the same time, deep economic and strategic interests tied the two countries together: English merchants were active both in Venice and in its empire, especially in the Ionian Islands, where they dominated the crucial trade in currants. Even more delicate was the handling of the involvement of English shipping in the War of Candia (1646–69), where it gave essential logistical support to the Venetian fleet.[CITATION-9] Formally recognising the Protectorate—as was sometimes suggested by Venetian senators, with an eye to increasing support to the Venetian fleet—was tempting, given the growing prowess of the Navy under its control. But it was deemed too dangerous, and ultimately unlikely to bear fruit, given that Cromwell was keen to maintain the neutrality of England in this conflict in order to appease the lobbying of the Levant Company in London.[CITATION-10] The Anglo-Venetian diplomatic impasse did not immediately change with the Stuart Restoration, even though the English crown was increasingly engaged in diplomatic activity during the 1660s all over Europe, with extraordinary ambassadors sent out to re-establish diplomatic links which had been severed, and to negotiate new agreements.[CITATION-11] By the end of the decade, English diplomacy was working to maximise the advantages deriving from the Franco-Dutch confrontation, and trying to position England as the balancing power between them.[CITATION-12] The Mediterranean situation was increasingly relevant for England, with long-standing, festering grievances now joined by new challenges. The acquisition of Tangier in 1662 had been pivotal in this regard, stimulating English imperial ambitions in the region, but also bringing renewed tension, both internally with Parliament and externally with the North African Regencies, the latter leading to increased corsairing activity in the region.[CITATION-13] The alliance with Portugal, still engulfed in the long fight to regain its independence, and the weakness of Spain, victim of the aggressive stance of Louis XIV, had allowed English diplomacy to play a central role in resolving the long conflict between the two Iberian crowns, and, in doing so, to obtain substantial economic advantages. Lord Sandwich, sent as ambassador extraordinary to Spain in 1666, and taking advantage of the panic which settled in Madrid in the aftermath of the French attack on the Spanish Netherlands and Franche-Comté in 1667, obtained from the regent Queen Mariana a treaty of commerce extremely favourable to the English, which in effect threw open the Spanish market to English imports.[CITATION-14] Among the privileges granted to the English was the ability freely to re-export goods, which provided a massive boost to English trade in the Mediterranean. This increased the English commercial presence in the Straits, and especially in the Canary Islands, which quickly brought a worsening of the relations with Salè and Algiers.[CITATION-15] In the autumn of 1669, an English fleet under Sir Thomas Allin attacked the Algerians, causing heavy losses. However, the operation did not prove effective, leading to the dismissal of Allin and the rise of his deputy, Sir Edward Spragge.[CITATION-16] In those same days of August 1670 when Fauconberg was in Venice, a joint Anglo-Dutch campaign destroyed more Algerian vessels. A further expedition against Bugie in early 1671 brought down the regime in Algiers, as the ruling pasha, an envoy from the Porte, was ousted after being accused of prioritising the protection of his own possessions and thus leaving the fleet weakened. The new government, headed by local deys, and therefore much less directly connected with the Ottoman empire, signed another treaty with England in 1673, but this proved to be an elusive truce—as the following decades were to prove.[CITATION-17] Fauconberg’s mission thus took place during a rather tumultuous period for the fledgling Restoration regime. Between 1667 and 1672 England was shaken by a serious internal political crisis, and by several changes in domestic and foreign policy, rooted in Charles II’s feeling of political vulnerability, both at home and abroad.[CITATION-18] In this fast-changing scenario, Charles, keen to reinforce the conduct of foreign policy as being a royal prerogative, was actively looking for opportunities to make his own mark. In the fissile conditions of the Restoration, foreign and commercial policies were tightly intertwined. Charles’s relationship with Parliament remained fragile, with the sovereign involving members of Parliament in diplomatic missions but, at the same time, operating independently, as in the secret signing of the Treaty of Dover.[CITATION-19] The conclusion of the long and financially exhausting Candia war between Venice and the Ottoman empire presented such an opportunity. The recent success of Lord Sandwich’s mission to Spain, with its positive results for English trade in the Western Mediterranean, must have fostered Charles’s hope that political mediation between Venice and the Ottomans could achieve the same results in the Eastern Mediterranean.Thomas Belasyse, Lord Fauconberg, was selected as Extraordinary Ambassador to the Republic of Venice. He appeared to be an ideal candidate for the job: although a staunch royalist, he was married to the daughter of Cromwell, and he was clearly a man of political skill, having had a successful career during the Interregnum and negotiated smoothly the transition into the Restoration.[CITATION-20] The Venetian ambassador in London, Pietro Mocenigo, reported back to the Senato that Fauconberg had given much evidence of his loyalty to the king, though his wife was not ‘loved’ at court, and the local gossip was that he had married her to avoid having his estate confiscated by Cromwell.[CITATION-21] Whatever his private motives, Fauconberg’s personal situation should have helped him in one of the mission’s objectives, that of uniting the English merchants active on the Italian Peninsula, whose political allegiances during the civil wars had been very divided. This was particularly evident in Livorno, where things had degenerated to the point where the internal divisions of the mercantile community—the so-called ‘Factory’—were openly discussed in Venetian diplomatic correspondence.[CITATION-22] The Italian peninsula remained a complex arena for English ambitions. Fauconberg’s ownabout his mission state clearly that his long, winding itinerary around the peninsula was designed precisely to play Italian states off against each other to England’s economic advantage.[CITATION-23] In this context, it is interesting to note how on the day after the funeral of his father Ferdinando, the new Grand Duke of Tuscany, Cosimo III, granting an audience to the Venetian ambassador in Florence, Ottaviano Valier, had been at pains to pay due homage to the Republic’s primacy among Italian states, and, discussing Fauconberg’s mission, declared that ‘the Princes of Italy should stay united to conserve for each other a land so fertile, beautiful and powerful, but all should also be aware of the pre-eminence of the Republic which owns its largest, richest and mightiest part’, as Cosimo had seen with his own eyes in his travels.[CITATION-24] Venice was Fauconberg’s ultimate destination, but all stops played a role in Charles’s strategy. Tuscany was particularly significant, as Livorno had been steadily growing in importance both for English trade and for the logistical needs of the Navy. Free from the monopoly of the Levant Company (unlike Venice and its empire), it had become the operational base for all English trade in the Mediterranean and this had made it strategically crucial for the Crown.[CITATION-25] The intention was to obtain more concessions from the Grand Duke, playing on his worries about the Mediterranean ambitions of the Duchy of Savoy, which was pushing to make Villafranca (Villefranche) into an alternative hub to Livorno.[CITATION-26] Freedom of religious practice was another concern, but here Fauconberg was rather pragmatic in his analysis, acknowledging that this was unlikely to be achieved in a Savoy ‘dominated by priests’, but might be possible in Livorno, ‘albeit discreetely’. The issue of religious practice was duly mentioned, as was the continuing influence of the Pope on Italian states, ‘especially if they be second or third rate Princes’, a category from which only Venice was excluded. This dismissive attitude towards Italian states’ wealth, power and military ability made it clear that, once the veil of diplomatic formality was lifted, the mission had been designed purely to strengthen English economic interests in the region.[CITATION-27] Fauconberg’s instructions were overwhelmingly concerned with issues of trade policy, and mainly with smoothing the way for English merchants active on the peninsula. There was also, of course, a stress (common to such instructions) on rebuilding and reinforcing ‘friendship’ and on gathering intelligence, but the only specifically ‘political’ point concerned discreetly sounding out the current direction of Venetian foreign policy, particularly in relation to Spain and France in the aftermath of the Candia war.[CITATION-28] In a period of increasingly active political management of the economy, with foreign trade ever closely connected with military activities, this can aptly be termed a ‘Grand Tour of mercantilism’.However, the fact that Venice was the main focus of Fauconberg’s mission could not but irk the governments of those ‘second or third rate Princes’ who hosted him on his way to the Republic. Fauconberg’s secretary, John Dodington, openly acknowledged that the credentials had not been composed with great skill:The Credentialls to the three Places, do all expressely write that his Excellency was ultimately employed to other Princes and States, which creates a most unavoydable Inference, that His Excellency was to visit them en passant only, as pro forma tantum, for his own convenience as it were, and because they lay in his way: just as one that designs to goe for London, and visites his friends house, to save the expense of lying at the Inne.[CITATION-29] Dodington politely advised that similar wording needed to be avoided in the future.Protocol mattered in so far as it was the operational embodiment of hierarchy, and all parties had reason to be sensitive about their status. Quite apart from the well-known seventeenth-century obsession with hierarchies and their practical and public performance through diplomatic and court protocol, the ‘almost ubiquitous quarrels about precedence’ which dominated the 1640s European peace negotiations ending the Thirty Years War have been demonstrated to be expressions of issues of real political substance.[CITATION-30] During Fauconberg’s mission there were several issues at play which made such considerations particularly relevant.[CITATION-31] , Charles was determined to use this diplomatic mission as a propaganda tool to re-establish England’s place among the top tier of European crowns. While formally tied in the Triple Alliance with Sweden and the United Provinces, a project which the Senato was following with great interest especially through Ambassador Mocenigo in London,[CITATION-32] Charles was also negotiating the infamous Treaty of Dover, whose ‘secret’ version included his conversion to Catholicism in exchange for French financial support that would have freed him from Parliament.[CITATION-33] Within such a complex international situation, the level of honour and respect shown to Charles’s ambassador was of great significance. It became directly connected with the vexed issue of naval salutes, which was an increasingly hot topic of discussion across the seas, and a main focus of conversations both in Genoa and Tuscany.[CITATION-34] The finer details of welcome ceremonials dominate the extant documentary evidence of the mission. Dodington—sometimes employing an advanced party—had among his principal duties that of agreeing their exact form in advance with the host authorities.[CITATION-35] There was more, as Ottaviano Valier warned the Collegio of Venice on 10 June: Fauconberg ‘has express written instructions from His Majesty not to give his hand to any Minister—be it of a Prince or Crowned Head—who does not have the title and status of Ambassador’.[CITATION-36] Carlo Emanuele II, duke of Savoy, was particularly sensitive to these issues as there were constant squabbles over Savoy’s reciprocal order of precedence with the Grand Duke of Tuscany.[CITATION-37] Not surprisingly, then, much time and energy went into the organisation of Fauconberg’s reception in Turin, where it was finally agreed he would be treated in the same way as the papal, French and Venetian ministers. All parties were sensitised to this issue: barely ten days after Fauconberg’s departure from London, the Venetian and French ambassadors in Savoy agreed together on requesting the same treatment on the occasion of his entrance.[CITATION-38] And, indeed, on the day of his official welcome at Court, they also were granted audiences.[CITATION-39] A similar rigmarole took place in Genoa, and here disagreements were such that for some time it was assumed that this leg of the journey would be skipped to avoid humiliation.[CITATION-40] The Republic of Genoa was particularly sensitive to issues of protocol and hierarchy. By the seventeenth century, its glories as a pre-eminent Mediterranean maritime power were well in the past, and its present neutral state was openly challenged by many because of its close links with Spain.[CITATION-41] To defend its status, the Republic had developed an infamously self-important attitude, to the extent that the French king Louis XIV complained how ridiculous it was for the Genoese ambassadors to insist on asking for an audience on those days which were reserved specifically for representatives of kings.[CITATION-42] With both Venice and England gripped by insecurities relating to their international standing, the issue of protocol emerges from the documents with a pre-eminence and level of detail which had been absent from their past interactions. Even before Fauconberg’s arrival, the Senato made sure that all relevant Venetian diplomats abroad were kept up to date on these developments.[CITATION-43] The ambassador in Savoy, Francesco Michiel, had two meetings with Fauconberg and Dodington, and discussed the modalities of Fauconberg’s entry into Venice. He was relieved to explain afterwards to the Senato how it had not been necessary for him to discuss things at length:[they] expressed themselves with such concepts, which made clear that the Ambassador was clearly aware of the Republic’s status equivalent to a Royal Power, while the others were of much inferior status.[CITATION-44] The English consul in Venice, George Hayles,[CITATION-45] notwithstanding assurances that ‘the Ambassador would have been treated with all the honours which had been provided in the past for the extraordinary Ambassadors from France’, had at least three separate meetings with the Collegio on this issue.[CITATION-46] Fauconberg himself paid a lot of attention to these details, and provided an extended description of the proceedings of his welcome in Venice in his report to the king.[CITATION-47] However, it is also interesting to note an alternative explanation for this punctiliousness, as given by a spy reporting to the Inquisitori di Stato:As the late Cromwell’s son in law, many esteem that he is not a great friend of the present government, and that the King keeps him engaged outside of the kingdom for political reasons; but as one cannot see the inside [of his mind], on the outside he shows the uttermost respect for the honour and interests of His King.[CITATION-48] In English official diplomatic rhetoric, the primacy of Venice among Italian states continued to be restated in the face of the advancing decline of its international status. Fauconberg’s conversation with Michiel in Turin started with his declaring how Britain had the ‘mightiest [fleet] unfurling its banner in the Ocean Seas, as the Republic in the Mediterranean’, and how the Triple Alliance was supposed to act as a brake on French ambitions. He insinuated further that France might have been getting closer to the Ottomans, which, together with their policy of increasing their presence on the seas, ‘should concern everyone with ports in the Mediterranean’. Michiel replied cautiously that commerce was ‘indeed the most esteemed joy that shone in the face of Powers’, and that the ‘Venetian Lion’ was the oldest standard at sea.[CITATION-49] For a few months in early 1670, Fauconberg’s tour became the focus of Italian politics, his progress actively followed by all governments, and commented on by the Venetian diplomatic machine with a staggering level of detail. Part of this was the normalof Venice: since the time of Leopold Ranke, historians have acknowledged that information exchange was at the heart of the Republic’s political activity.[CITATION-50] As is to be expected, diplomats and informants all kept their ears to the ground, and the Senato and Collegio received daily updates about Fauconberg’s movements and activities; as was its usual practice, the Collegio also redistributed relevant information within the Venetian diplomatic network.Pietro Mocenigo, an astute analyst of English naval and maritime strength, was at the centre of this web. Throughout his embassy in London he tried to arrive at a mutually convenient understanding between Charles and the Republic, but he had grown increasingly frustrated about what he perceived as the lack of English political will to solve the long-standing problems in relations with Venice.[CITATION-51] In this context, Fauconberg’s mission in Italy was pivotal for directing Mocenigo’s actions, and the Senato reassured him that all relevant despatches would be forwarded to him ‘for your own eyes, so that more deftly and carefully [you can] fathom what is true’.[CITATION-52] Another characteristic of Venetian diplomacy was the ample use of well-paid and anonymous informers, and the establishment of close personal relationships with other diplomats—and their own informers—so as to be able to report back to Venice the most varied and complete set of opinions. To this end, Ottaviano Valier had cultivated the friendship of the English resident in Florence, John Finch, and appears to have also enjoyed the confidence of other members of his household.[CITATION-53] Finch was at pains to reassure Valier that Fauconberg would have dealt with the other princes as swiftly as he could in order to reach Venice as soon as possible.[CITATION-54] Their frequent private meetings, however, extended to a varied set of topics, and were by no means limited to the bilateral relations between the two states; Tuscany was clearly emerging as a primary centre of information collection and redistribution for the whole Mediterranean.Francesco Michiel in Turin was in a particularly delicate situation. Diplomatic relations between Savoy and Venice had been re-established in 1662 after a hiatus of more than thirty years. In the summer of 1670 they would be interrupted again, this time until the 1740s. The reason was a classic case of exquisite political formality. Even though the island had been under Ottoman sovereignty since 1571, both the Republic and the Duke of Savoy laid claim to the title of ‘King of Cyprus’, and neither was prepared to give it up.[CITATION-55] In this tense atmosphere, Michiel carefully cultivated relations with the French ambassador in Turin, and from their conversations emerges a disparaging portrait of English strategy and ambitions.[CITATION-56] The French ambassador clearly had his own official agenda to pursue, and nowhere emerges awareness of the ongoing negotiations which would lead to the Treaty of Dover. His own opinion, as reported by Michiel to the Collegio, was rather scathing:he would never advice your excellencies, not any other Italian Prince, to favour the English, as the bad quality of their nature makes them alien to people’s affections; especially the Most Serene Republic should be very careful, as they promise to boost traffic in all places [where they arrive], but then when they have insinuated themselves, they ruin it with wily ways.[CITATION-57] Even though Venetians themselves had described English commercial activities in this way, Michiel played it diplomatically and replied that he took Fauconberg’s embassy to Venice to be a belated response to Venice’s sending two extraordinary ambassadors to Charles’s coronation, followed by a permanent resident, though no English ambassador had yet arrived in Venice.[CITATION-58] The issue of Villafranca was, understandably, the main focus of Fauconberg’s meeting with the Duke of Savoy. Situated next to Nice on the western borders of the state of Savoy, Villafranca’s port was at the centre of the Duke’s ambitions for enhancing his state’s commercial income.[CITATION-59] Fauconberg promised English support and the sending of a consul to facilitate trade, and Charles’s instructions are evidence of genuine interest in Villafranca’s possible development, as they specifically asked the ambassador to enquire in detail ‘how good the port is, how capable of ships of burthen, what depth of water it has’.[CITATION-60] The Venetian ambassador did not seem concerned about the potential danger posed by this new entrepôt. On more than one occasion he highlighted how the general poverty of the area, the unfavourable geographical position (with surrounding mountains effectively blocking the port), and the absence of suitable roads to move merchandise all contributed to make it a rather poor location and therefore not a real threat.[CITATION-61] Conversely, Genoese merchants appeared rather worried by the potential disruption which could have been caused by Villafranca’s development, and they duly talked the place down to Dutch and English merchants.[CITATION-62] Whether or not these activities came to the attention of the English delegation we do not know from the extant evidence. However, Dodington himself was very pragmatic in assessing Villafranca’s potential. To the disadvantages already mentioned, he noted, it needed to be added that Marseille’s recent transformation into a self-styledeffectively limited the chances of developing Villafranca into a ‘new Livorno’, and he clearly interpreted the recent arrival of a large contingent of Armenian silk merchants in Marseille as a French move to funnel that lucrative trade through that port.[CITATION-63] The English embassy’s stay in Savoy ended without results, and there was little to point to the future good relationship between the two states.[CITATION-64] So far, so traditional: the Venetian diplomatic machinery had been operating in this way for centuries. However, in tracing Fauconberg’s itinerary, the intensity of internal communication between Venetian diplomats across Europe needs to be underlined, with a constant stream of letters being exchanged directly between them, bypassing Venice itself. This is not to say that Venice was kept in the dark about these activities; on the contrary, in the official government papers there are constant references to such exchanges. During late 1669 and 1670, Pietro Mocenigo regularly wrote from London to Ottaviano Valier in Florence, and the latter was at pains to warmly and publicly thank him to the Senato for facilitating his work in this way.[CITATION-65] In the same months, both Mocenigo and Giovanni Morosini, the Venetian ambassador in Paris, wrote regularly to Michiel in Savoy.[CITATION-66] But in contrast to the traditional city-centric interpretation of Venetian diplomatic information networks, what emerges here is a diffused and thick web of cross-communications, one which did not necessarily have Venice itself in a dominant role and which certainly appears worthy of further investigation.Livorno, in the centre of the Mediterranean, was above all an entrepôt. Its port was a vast emporium of different goods and, consequently, also a place where incoming news and information was gathered and sorted. For English shipping, it provided logistical support of critical importance. Because of their sheer number and the vast amount of trade they controlled, the merchants of the British Factory in Livorno were the most important English trading community in the Italian peninsula. There had been an English consulate there since 1597, which at the time of Fauconberg’s mission was run by Thomas Clutterbuck, a Bristol merchant and former naval agent; from 1665, the resident ambassador at the court of Florence was John Finch, a gentleman physician and naturalist.[CITATION-67] It was expected as a matter of course that Fauconberg’s diplomatic Grand Tour would include a stop-off in the Grand Duchy, especially as Anglo-Tuscan relations had somewhat deteriorated. Disagreements rumbled on regarding several aspects of commercial relations. The English felt sanitary regulations to be excessively strict, and there were formal complaints about the abuses perpetrated by the customs officers, as well as about corruption, which, the English claimed, impaired the efficient working of all Tuscan institutions, beginning with the law courts.[CITATION-68] Unfortunately, the timing of the ambassador’s visit was bad. A week before he was due to sail to Livorno, Fauconberg learned that the old Grand Duke, Ferdinando II, had been suddenly taken ill and there was little hope of his survival. The welcoming committee that had met in Livorno, seeing that the ambassador was delaying his arrival, began to suspect that he had very sensibly decided on a change of plan and was already on his way to Venice. They had not factored in the Englishman’s determination: against all expectations, in the early afternoon of 26 May 1670, Fauconberg arrived on board a Genoese galley.[CITATION-69] He found a town in mourning; three days earlier Ferdinando had died.Canon Bassetti, who had been specially sent to Livorno by Prince Cosimo, discreetly enquired whether Fauconberg was willing to put off the visit to Florence to a better time, but, finding him to be immoveable, asked him at least to wait for the funeral rites to be celebrated and to present himself at the Palazzo Pitti, giving up all public ceremony. The ambassador was not opposed to the idea of prolonging his stay in Livorno: he could get to know the consul and the Factory merchants better, listen to their complaints, and really understand the nature of the problems there.[CITATION-70] Disagreements with the Tuscan authorities were largely a result of divisions within the Factory itself. Dodington, the real political mind of the delegation, who enjoyed peppering his reports with learned Latin quotations, wrote that the discord was mainly engendered by envy, a sentiment entirely natural among those who share the same profession, and which on many occasions actually produces positive effects:. But among the English merchants of Livorno, envy gave rise not to healthy emulation, but to mortal enmity.[CITATION-71] Apparently, the political conflicts of the Interregnum were without any significant negative consequences, and, with the exception of one or two cases of long-standing resentment, it turned out that the true cause of the quarrelsomeness lay in the conflict of private interests and rivalries.Dodington had no doubt that the situation had deteriorated on account of the rivalry between the resident ambassador and the consul. In his view, appointing two representatives of the king where one would have sufficed had been a mistake, only serving to encourage insubordination and partisan bickering. The two characters involved were very different men, and heartily detested each other. Sir John Finch, the resident, belonged to one of the most illustrious families in England. Heneage Finch, his father, had been Speaker of the House of Commons, while his cousin, the earl of Winchilsea, was Attorney General and was shortly to be appointed Lord Chancellor. Sir John had not embarked on a diplomatic career by vocation, and would have preferred to continue his beloved medical studies. In 1649, he had moved to Italy with his inseparable companion Thomas Baines in order to specialise at the University of Padua; he had also established a relationship with the heirs of the Galileian tradition, who met at the, and had earned the trust and protection of the prince, and future cardinal, Leopoldo de’ Medici, who in 1659 backed his appointment to the chair of anatomy at the University of Pisa. In 1665, when Charles II looked into the matter of establishing a diplomatic post in Florence, Sir John, with his prestigious ties, must have appeared the ideal candidate. He was a true, an erudite gentleman delighted by science and perfectly at ease in the court milieu.[CITATION-72] The temperament of his rival, the consul Thomas Clutterbuck, was entirely different, and the only thing the two men had in common was their age. The son of a Bristol apothecary, Clutterbuck had moved to Livorno around 1647 to engage in trade, and immediately made his mark as an ambitious and somewhat unscrupulous businessman. Unlike Sir John, who was unmarried and lived with his friend Baines, Clutterbuck had a wife and four children. In 1661, an important change occurred in his fortunes. Thanks to his political affiliations—he enjoyed the protection of Sir Robert Southwell and of the Admiral William Penn—the Royal Navy appointed him official supplier in the Mediterranean.[CITATION-73] When he arrived in London in 1669 asking to be appointed consul, Clutterbuck was arrested for debt, but a few months later he triumphed over all his enemies and returned to Livorno with a consular patent and a knighthood. Notwithstanding his reputation as a difficult man, and a chequered history as a businessman, the Navy Board appears to have fully appreciated Clutterbuck’s efforts in Livorno to support logistically the Navy’s growing activities in the region.No great insight is needed to see that Finch and Clutterbuck would never be on the same page. Dodington was initially inclined to show his sympathy for the consul. He believed Finch to be a courtier endowed with poor negotiating skills, and impeded by an excess of caution from successfully protecting the interests of king and nation. Clutterbuck, on the other hand, exuded authority, was used to conducting business and seemed a born negotiator.Fauconberg communicated his plan to Canon Bassetti: he would remain in Livorno until the morning of 2 June, so as to arrive at Palazzo Pitti to meet Cosimo no later than the 4th and stay only a few days. Unfortunately, on the eve of his departure, Fauconberg left his table with slight feelings of indigestion. He had already experienced some symptoms before his arrival in Livorno, and it soon emerged that he was truly unwell. Someone, possibly his host, the merchant Thomas Dethick, suggested an infallible remedy: why not pay a visit to the Celebì? The Celebì was an Armenian who had opened a Turkish bath in Livorno, and the Turkish bath was regarded as a proven health-promoting restorative.[CITATION-74] In the meantime, Sir John Finch was already in Florence; he had arrived a few days early to ensure everything was ready for the ambassador’s arrival. But on Monday evening he received an urgent dispatch: everything was to be put off. Lord Fauconberg had been taken by ‘a suddain violent distemper’. He had left the baths and made his way home, unadvisedly ‘leaving his biass expos’d to the Ayre’. The next morning he was in the grip of a most violent fever, and the doctor had ordered him to bed.[CITATION-75] The news was spread by the diplomatic network, regaling recipients with a few moments of humorous entertainment. The Venetian resident wrote to the Senato that Fauconberg had asked for it, as it was highly imprudent to leave the Turkish baths ‘with his jupon open and his chest exposed’, especially when ‘a robust siroccal wind’ was blowing.[CITATION-76] From Rome, Cardinal Leopoldo de’ Medici, constantly updated on the goings-on in Tuscany by his secretary Panciatichi, observed with irony that it had been ‘a very courteous attention on the part of the English ambassador to delay his arrival here [in Florence] for the respectful reason he indicates in his letter’.[CITATION-77] But the most amused must undoubtedly have been the officials of the Grand Duchy, who had up to that moment worriedly exchanged news and comments on the arrival of this inconvenient visitor. The governor of Livorno, Antonio Serristori, had discovered that the Factory had compiled a list of grievances which the envoy would have been charged with voicing, and duly informed the Secretary of War, Count Ferdinando Bardi. English merchants, whom Serristori elsewhere in his correspondence had described as ‘scatter-brained’ (‘cervelli poco aggiustati’), expected Fauconberg to complain ‘of many and diverse pretend issues connected with public health and civil issues, in which ... we do our best to keep them satisfied, and it is not possible to do more’.[CITATION-78] The Grand Duke’s ministers were scarcely able to contain their indignation against this indiscreet guest, who had not only arrived at such an inopportune moment, but also felt entitled to voice complaints which, they felt, were entirely unjustified. It should be noted, however, that they must have been expert dissimulators, as the English had no inkling of the bad feelings towards them, and indeed, in their dispatches to the Secretary of State Lord Arlington, both Finch and Dodington declared themselves full of hope as to the outcome of the negotiations, and that a better time for them could not have been chosen:The Duke at present is but newly warme in his Government and pretends extraordinary affection to ye English, so that a Body of Articles might questionlesse be obtayned upon easy termes in this juncture, but if now omitted, I doubt whether another so favourable a one will be found.[CITATION-79] With his customary erudite wink, the Secretary glossed his statement with a couplet traditionally attributed to Dionisio Catone:,.[CITATION-80] Opportunity, described as being ‘hairy in front’, should be immediately taken; this would not have been possible without the death of the old Grand Duke. Fate had decreed that Fauconberg should negotiate with an inexpert prince, who only the year before had spent much time in England, had met Charles II and saw himself as a great friend of the English.[CITATION-81] The political manoeuvres with the Italian princes had been thus far planned so as to allow the envoy to deploy to his advantage the ‘jealousy’ of the Medici towards Carlo Emanuele II of Savoy, with whom, just a few months earlier, Finch himself had opened negotiations aimed at favouring English commerce. Those more experienced in matters of trade knew perfectly well that it was highly unlikely that English merchants would abandon Livorno in favour of Villafranca. It was nevertheless worthwhile to humour the commercial ambitions of the Duke of Savoy, at the very least as leverage in Tuscany. This was a trump card Dodington was ready to play, and which led him to state: ‘now is the time to obtayne good conditions for trade at Livorno’.[CITATION-82] In the meantime, the ambassador was feeling better and set off for Florence. As previously agreed, he travelledand entered the Palazzo Pitti by a secondary entrance. He succeeded, nevertheless, in making something of a statement: ‘First went twenty footmen, then his Ex[cellen]cy in the Dukes coach with Princeps Francesco, the Merg. Salviatti and Mr Sanderson his Ex[cellen]cies nephew. In the next coach followed the Pages who were six. Then came six coaches each carryng four Gentlemen of his Ex[cellen]cies retinue and last of all the Consul of Livorno in his coach attended by six marchants of the Factory in their own several coaches with their attendants all in mourning and last by his Ex[cellen]cies baggage carryed by six large mulos with their black velvet sumpters clothes and adornements of silver’.[CITATION-83] Cosimo received him on the lowest of the steps leading up to the palazzo, led him to his rooms and accepted his condolences, with Dodington acting as interpreter—although Fauconberg understood Italian ‘very well’, so much so that he conversed with the prince ‘about a quarter of an hower in that language’, before Cosimo retired.[CITATION-84] Having been able to confer privately with Cosimo, Fauconberg summoned Finch to give him his instructions and to discuss the Factory’s issues, such as the several quarrels between merchants which had ended up in Tuscan courts.[CITATION-85] There was also the issue of the ‘halfe consolage’, which Clutterbuck demanded from all English ships that dropped anchor in Livorno, even if they did not unload.[CITATION-86] This problem had emerged with the opening of hostilities between Algiers and England. English merchant ships sailing the Mediterranean had then prudently adopted the custom of assembling in Livorno so that they might complete their voyage under the protection of the Royal Navy, but they were not necessarily paying the relevant consular dues, and Clutterbuck complained about it.Another matter on the table was the Factory’s list of grievances, drawn up as a petition; but Fauconberg had not yet spoken of this to Cosimo, and chose, at least for the time being, not to tell Finch about it either. He did, however, ask his opinion about the question of an Anglican minister to be based in Livorno. The new Grand Duke, as was largely to be expected, had stated that he would adhere to the the ‘ancient principles’, and declared that a chaplain would be tolerated in Livorno as long as there were no scandals or complaints from Rome. Certain that he had got his way, Fauconberg had already planned to give the position to his personal chaplain, the Reverend William Durham, who was to follow him to Venice and then return to Livorno to take up his pastoral duties. Finch knew well that promises and guarantees made by Tuscany in religious affairs were not worth much, and that protests would certainly be forthcoming from Rome. Surprised at Fauconberg’s ingenuousness, the resident enquired as to what was to be done ‘in case the G. Duke should tell me that complaints were so high from Rome that He could not suffer him any longer’. Fauconberg was unable to answer; he only left him a declaration, written in his own hand, in which were set out the commitments verbally undertaken by the Grand Duke.[CITATION-87] It was a rather paltry success, but what could have been expected? The envoy had spent only three days in Florence, from Saturday to Wednesday after lunch, ‘too small a time for businesse’. Sir John realised that the negotiation had reached no definitive results, but it is unclear whether he had any inkling of the tough nut he would shortly have to crack. Fauconberg suddenly pulled out a piece of paper; it was the Factory petition. There had been no time to discuss it with Cosimo: who would have to attend to it now?Finally, on 8 July, Fauconberg was in front of the Senato.[CITATION-88] Notwithstanding his knowledge of Italian, he spoke in English, something duly registered by the Venetian clerks.[CITATION-89] Fauconberg started by congratulating the Republic on peace with the Porte, hinting at unfinished business between the Venetians and Ottomans, and stating how King Charles had granted him authority as his plenipotentiary minister to act as intermediary between the two.[CITATION-90] English governments, both during the Commonwealth and after the Restoration, had walked an increasingly fine line between the belligerents. While formally neutral, English merchants active in the Mediterranean had provided logistical maritime support to both parties. Fauconberg, though, felt the need to open his mission by offering an apologetic explanation for the lack of more substantive support:At present I shall also add that If the King my Lord has sent some small help, as did other Princes, this was due to the need of the trade which is handled by his subjects in the [Ottoman] empire’s territories, as their lives could be in grave danger, and ruin could fall on many.[CITATION-91] The delay in sending an ambassador to Venice was thus explained by the need to protect English subjects active in the Ottoman empire and their substantial economic interests.[CITATION-92] Behind the fairly traditional claim of ‘protection’ lay also the increasing English effort to exert jurisdiction effectively over subjects wherever they were active. In an age of the expansion of English commercial interests, the state was taking a more interventionist approach towards this issue. Politically, Fauconberg’s primary objective was to find a way to promote Charles as the natural intermediator in the region. This clear attempt at establishing England as a strong player in the Mediterranean required a two-pronged strategy: on one hand, an aggressive naval policy towards Algiers, formally a vassal state of the Ottomans; on the other, the diplomatic offer of mediation between two established powers embroiled in delicate negotiations to achieve peace after a long conflict. Building on the long-standing commercial relationship established with both Venice and the Ottomans, and given that these relations had survived the quarter-century-long War of Candia, this strategy had considerable potential.[CITATION-93] Many things had changed since the beginning of the century, but in everyday bilateral relations, the economic element remained the predominant concern.[CITATION-94] Frankly, there was nothing new in the issues which Fauconberg had been instructed to discuss in Venice. First was trade with Venice itself. English merchants in Venice had long complained about the constraints they suffered in the dried fish () trade. The first memorandum presented by Fauconberg restated the requests they had repeatedly made over the previous thirty years, all related to demanding the relaxation of sales restrictions in Venice, and the lowering of customs there.[CITATION-95] As in Florence, Fauconberg also introduced a series of individual cases of merchants with active litigation in various Venetian courts of justice, or with outstanding credits or debits with the local government.[CITATION-96] The consul, George Hayles, was himself involved in a couple of long-standing cases; a particularly complex one involving the Venetian subject Rocco Fustinoni had also been the subject of a letter sent by Charles II directly to the Doge in early 1670.[CITATION-97] The second—and far heftier—memorandum concerned the English presence in the Stato da Mar. The relationship between English merchants and the population of the Ionian Islands, the centre of the currant trade, was deteriorating. The English complaints mirrored those which had been presented to the Collegio in 1636: accusations of malfeasance on the part of the local customs farmers, irregularities and corruption in the official scales, problems in loading ships, and deliberate and continual delays aimed at eliciting bribes.[CITATION-98] Nothing appeared to have changed since then in the islands and, acknowledging this, Fauconberg added that in recent times there had been no official complaints on account of the ‘English disturbances’ and the ongoing Candia war.[CITATION-99] The currant trade was at the centre of all complaints, whether these concerned its practical organisation or the duties the Venetian government had imposed on it. Once more Fauconberg highlighted how the English were just about the only buyers of this ‘non necessary merchandise, [which is paid for] with silver and gold, as there is no real market for other goods in the islands’.[CITATION-100] But, then again, these veiled threats had been made several times before, and English merchants were still in the islands as the main buyers, the Senato knowing well that continued English demand for currants in effect guaranteed their presence. So the usual diplomatic dance ensued: the Collegio replied to Fauconberg that they had done much to facilitate English trade in the islands, and were looking forward to doing more to help them.[CITATION-101] This was a bare-faced lie, as for the past century all Venetian activities in this regard had been pursued with the goal of either regaining control of that trade, or taxing it as much as possible.If these ‘mercantile matters’ were indeed long-standing, a more recent development was that English merchants had become the target of physical violence in the islands, and this development was a genuine shared concern for the Senato and Fauconberg. The latter pushed for the punishment of the murderers of the consul at Zante, Clement Harby, and for the acceptance of his nephew Thomas in his post.[CITATION-102] The underlying issue was the length of time it took both for the trial proceedings and for the subsequent settlements. English merchants in Venice did not enjoy the privilege of summary procedure in civil trials; this would be bestowed upon them only in 1698.[CITATION-103] This was certainly an issue, but the problem ran deeper than this, as the many levels of judicial appeals which were available in Venice had always irked them. What the Republic’s authorities considered a guarantee of administering proper justice was seen by the English as lack of efficiency.Fauconberg strongly conveyed that the length of these trials, whether dealing with civil or criminal proceedings, was increasingly resented by his fellow countrymen.[CITATION-104] A growing intolerance for the length of civil trials in particular was palpable, but it is worth noting that even though the issue was as relevant in Venice as in Tuscany, and had formed part of Fauconberg’s actual negotiation in Florence, it did not really emerge as powerfully in Venice. A similar pattern is observable in regard to litigation concerning insurances and averages, something also discussed by Fauconberg during his stay in Genoa, apparently to no avail there either.[CITATION-105] Ambassador Valier in Florence assured the Collegio that he would pursue the matter further so as to garner more details on how these issues were being handled in Tuscany, but his later dispatches are silent on this matter.[CITATION-106] Most probably, silence descended because of the sheer structural scale of these problems in Venice, which did not make them a suitable topic for negotiation within an extraordinary mission.[CITATION-107] Frustration was tangibly increasing on both sides, and the second half of August was spent conducting meetings, with great movement of papers between various governmental offices, but with no practical result to bring back to London.[CITATION-108] The Venetians were not simply dithering. On 23 August, two days after Fauconberg had presented the memorandum about the situation in the Ionian Islands, the Senato asked the Cinque Savi alla Mercanzia and the Provveditore Generale da Mar to provide their own assessments about the issues raised.[CITATION-109] The reply of Antonio Bernardo, Procuratore di San Marco and Provveditore Generale da Mar with authority of Capitano Generale da Mar, arrived a few months afterwards.[CITATION-110] His advice was to satisfy most of the English requests—an opinion shared by some of his predecessors, such as the Provveditore Generale delle Isole Francesco Mocenigo, who had issued proclamations along these lines already in 1662. Bernardo recommended that these be effectively implemented, and highlighted how the issue of reining in the financial abuses of the local authorities was of strategic importance to the Venetian state at large.[CITATION-111] Fauconberg, though, did not wait for these answers to arrive, and on 5 September formally took his leave of the Collegio, among mutual expression of loyal friendship and regret that his time in Venice had been so short.[CITATION-112] If the Grand Tour of mercantilism had not achieved its political and economic aims, its cultural side was thriving: frustrated by the slow Venetian governmental system, Fauconberg channelled his energies into shopping. In Florence, probably with the support of Finch, he had acquired four bronzes by Giambologna. In Venice he bought a Venus by Titian, a Magdalene and ‘two long narrow pictures of Giorgion’, three pictures by Tintoretto, ‘one great Bersheba of Palma Junior’, and paintings by Jacopo Bassano, Dosso Dossi, Veronese and Rembrandt.[CITATION-113] Of the two tasks Lord Fauconberg had left in his hands, it was the Factory petition that irritated Finch more. He had neither been consulted about its contents, nor had he actually seen it until after he had received orders to attend to it. Agreeing to the requests in the petition, moreover, would have meant the Grand Duke accepting a reduction in his revenue, for which the English were offering no compensation. Such conditions made negotiations difficult. Also to be taken into account was the fact that the wishes of the Livorno commissioners and factors might not meet with the approval of clients and employers in London; this was something Sir John suspected to be the case and believed should be verified. For all these reasons, Finch would have liked to obtain a clear mandate from the king, and as precise instructions as possible. In a long letter to Arlington, Finch repeatedly mentioned his personal inadequacy and his embarrassment at having to put himself to the test in what promised to be an intense conversation with Cosimo on vile matters of money: ‘I cannot well enter’—he wrote—‘into severe expostulations with his H[ighn]esse which are by comparing interest with interest, and upon that to give him an assault by telling him that that He will loose more withdrawing his assent then by giving it’.[CITATION-114] Dodington had been right in his judgement: John Finch was not naturally gifted with the skill of a negotiator. Finally, however, he determined ‘to act upon all emergency’s that may concern his Majesty’s interest with ye G. Duke in the same manner as if I had received new credentials’. This was because Arlington promised that this would be the last time, that his letter of leave was ready, and that he would soon be back in England.[CITATION-115] The merchants’ requests require some explanation. Apart from denouncing a number of administrative malfunctions, the Factory demanded changes in the sanitary and customs regulations; in addition, the factors wanted the justice system to be both faster in giving its rulings and less heavy-handed in granting writs of execution.[CITATION-116] On the issue of quarantine, according to the Factory, the laws of Livorno were exceedingly rigorous. All goods coming from England, even those that could provide a clean bill of health, ended up quarantined, while goods from infected areas were subject to extremely onerous increases of duty, especially if compared to Genoa and Marseilles. The Factory, therefore, asked that permission should be given for the goods coming from England ‘bringing Bills of health … to come directly on shoare without goeing to Lazaretto or making Quarantine’, as ‘it hath heertofore binn practised’.[CITATION-117] The increased strictness of precautionary measures had been put in place during the London plague of 1665–6 and never suspended, despite the fact that the danger had passed.Another trigger of dissatisfaction was the slowness of justice. It was unacceptable, the merchants felt, to be ‘kept six to seven yeares, out of our monies by our debtors’, as all too often happened. This was a very serious problem, for which solutions had to be found as soon as possible, because the slowness of legal processes was unfortunately paralleled by a ‘zealous nonchalance’ in making arrests. According to the Factory, prison was not always necessary to protect the interests of the treasury and creditors: ‘caution may be used in law as may respect the credit of marchant and noe publick affront be done him’.[CITATION-118] The most interesting set of criticisms, which would in fact contribute to determining the future of the port of Livorno, were those directed against the customs administration. The bans which particularly damaged wool importation were strongly contested by the Factory, on the basis of the principle of reciprocity: ‘wee may have a freedome of vent in all his High[ne]ss dominions for all ye comodities of his Mayesties dominions and plantations, as well as their silkes have in England’.[CITATION-119] The Factory unanimously approved this request. Opinions were divided when it came to solutions to the malfunctioning of the, the central mechanism on which the free port pivoted. The customs law signed by Cosimo I in 1566 had established an institutionalised control system aimed at ensuring two forms of taxation: the first was a very low tax called stallage, imposed ongoods arriving by sea, which were to be deposited in the customs warehouses. The other tax, the most significant revenue for the port system, affected transactions. This is best described as a ‘broker’s commission’—the Medici were, after all, merchant princes. The agreement they had with international commercial operators might be described as follows: bring your goods into our free port; we will undertake to safeguard them in exchange for a reasonable recompense, and should you manage to sell them, and only in that case, you must pay duty on them; otherwise you are free to re-export them wherever you may please. This agreement originally had a sell-by date, as it were: after two years, unsold and unre-exported goods became once more subject to taxation, although facilitations and deferred payments were conceded. Over time, through constant tweaking, Ferdinando I made it perpetual, cancelling the two-year limit, but only for goods arriving and departing by the sea route.For a fiscal system such as this to function properly, it was necessary for the administration to be perfectly informed about all the commercial transactions that took place in Livorno, and to this end a great book was kept in the Customs Office in which merchants and mediators were obliged to write down all the contracts into which they entered. The system, however, had been conceived in a time when the number of market operators was very small; with the rapid and massive increase in business around the middle of the seventeenth century, it was no longer easy to control. Now the scourge most to be feared was tax evasion, to which the authorities responded by burying all transactions under such an intolerable weight of bureaucracy that sticking to the rules became an increasingly rare virtue and abuses and corruption flourished.[CITATION-120] To remedy these failings in the system, the majority of Factory members thought it would be sufficient to remind the customs officers of their duties and to introduce minimal corrective measures to the tariffs. The accountants should keep the books updated, so that ‘every man at his pleasure may know how his account stand with them. And yt after adjustment made heere [in Livorno] there be no farther demands made on us, eyther at Pisa, or any place else, nor on any pretence whatsoever for which may be acted above two years at most’.[CITATION-121] Above all, it was necessary that there should be no objections as to the identity of the person indicated as owing the tax; that is to say, the buyer of the goods, who normally contracted to take upon himself the tax paid by the importer. Finally, the Factory merchants asked for the stallage tax to be lowered ‘on our English goods, which on lead and some other comodities of small vallue is now extravagant’.[CITATION-122] As may be seen, most of the merchants were asking for correctives that would have left the basic underpinnings of the system essentially unchanged. But six merchants, Clutterbuck among them, thought up a much more radical solution: ‘Instaed [] of regulating the Custome it were more requisite to settle wholly ye stallage on goods at arrival, without paying for the Custome or ought else’.[CITATION-123] They thought it necessary, in practice, to dismantle everything, and abolish the, maintaining only the collection of the stallage, which would be transformed into an import tax. It was a brave proposal, which the assembly of the Factory merchants did not dare to approve. It was, nevertheless, included in the original text of the petition as a minority motion, and later, possibly following pressure from the consul, it became part of the official document that Finch handed to the Grand Ducal authorities. Neither of the two proposals, as we shall see, had any immediate effect, but the idea of simplifying the system, by abandoning the idea of taxing transactions to focus on the movement and circulation of goods, began to make some inroads, so much so that it became the cornerstone on which Cosimo III’s 1676 reform of the free port was based.[CITATION-124] The final point of the petition concerned the question of religious practice, but this had been removed from the document and the matter dropped as the Factory proved to have no real intention of following it up. Before leaving, Fauconberg had given orders to Clutterbuck to call a meeting to discuss the minister’s living, but as soon as the matter of money was raised, the merchants’ religious zeal cooled. Three of them declared outright that they would not pay and others brought up other issues, so that the plea for a minister was abandoned—much to the satisfaction of the Tuscan authorities, who feared retaliation from Rome, and indeed without too much regret on the part of the Factory, where it was felt that such a concession would never actually be obtained. About thirty years later, during the reign of Queen Anne, Cosimo III granted the request, but it was the Navy’s gunboats that were responsible for winning this particular battle.[CITATION-125] Fauconberg, in his report to the king, predicted that Finch’s negotiation would have a positive outcome for exactly the same reasons Dodington had previously underscored in his letters to Arlington: the new Grand Duke seemed ‘well inclined to your Majesty’s person and people in regard of his knowledge both of the one and the other’; also, ‘hee is jealous, least the Duke of Savoy by his franck procedure in his treaty should draw away your merchants to Villa Franca, a place as well seated and adapted for trade as any port of Italy’.[CITATION-126] The oldadage still served to guide the behaviour of the English towards the Italian princes. ‘All the princes and states of Italy who border on the sea’, stated Fauconberg, ‘are contriveing, à l’of each other, which of them shall draw more pigeons to his dove coate; soe that your Majesty may prevaile on this occasion to obtayne any thing in reason which you can propose’.[CITATION-127] When Clutterbuck found out that John Finch balked at the idea of supporting the requests of the Factory, he began a systematic campaign to discredit him. He wrote to Fauconberg to express his indignation against Sir John, who, he suggested, had raised the non-existent problem of a possible conflict of interests between the London trading houses and the Livorno factors with the sole purpose of evading the duties of his office. Clutterbuck suspected that Finch was being obstructive because the Factory had refused to insert in the petition the request for ‘a liberty of goeing to Law a fresh in England or any other country, when there hath binn a final decision heere purchased by many yeares vexations and expensive suits’.[CITATION-128] The idea that a judgment passed in Tuscany could be appealed in a foreign tribunal was unacceptable from the Tuscan point of view; nevertheless, the mere fact that this issue was being aired implicitly gave the lie to what Clutterbuck had been saying: there were indeed constant quarrels between the London clients and the commissioners of the free port, as was proved by the frequent legal disputes.In order to appease the English consuls, who complained they had no instruments to make the English masters pay consulage, the Tuscan authorities had delegated to them the authority to collect the anchorage tax and the task of issuing licences on behalf of the health authorities. But ever since the consulate had been in Clutterbuck’s hands, the anchorage tax revenues had no longer arrived in the coffers of the Grand Duchy. All attempts to ‘make him attend to his duty, by reasonably explaining to him that he is mistaken in not wanting to pay out what rightly belongs in part to the Most Serene Lord and in part to other individuals’ had failed.[CITATION-129] Two embarrassing situations now occurred, which complicated the negotiations. Finch had to deal with them and ask the Grand Duke for explanations. This time, the bone of contention was two verdicts passed by the Tuscan courts, one regarding the protest of a bill and the other a claim for ‘average adjustment’. The first was an emotive case that concerned a young supercargo called Jeremiah Armiger, who had been made a slave by Algerian corsairs and redeemed against his will by Jewish merchants—at least according to his version of events. Because the Jews who had paid money on his behalf had not yet been repaid, the unfortunate Armiger had been served with an order of seizure.[CITATION-130] The other case was even more delicate from the diplomatic point of view, both because it involved some of the bedrock principles of maritime justice, and because it was raised by the Privy Council at the request of the lobby of London merchants, who for some time had been complaining about the regulation on ‘averages’ approved by the tribunal of the Consoli del Mare of Pisa.—it may be useful to point out—are the expenses for losses deliberately caused to the ship and cargo to avoid greater damage in case of an emergency, and which are apportioned between ship, freights and cargo. London merchants had for some time been complaining about the Pisan Consoli, accusing them of partiality towards ship masters, but it was the last straw when the court awarded a compensation of 1,800to the master of thefor the gunpowder employed to drive back the assault of an Algerian corsair.[CITATION-131] Following a specific request by King Charles, Sir John submitted a formal complaint to the Tuscan government, asking that English masters and sailors be forbidden to resort ‘to the Pisan tribunals of the Consoli del Mare or another of Your Highness’ courts, in order to present sea protests and claimon the goods carried by the ships, in the shape of whatever damages they claim to have sustained’.[CITATION-132] In the autumn of 1670, following specific instructions from the Privy Council,[CITATION-133] which had examined and approved what had been done so far, Finch began to exert pressure on the Tuscan government to obtain an answer to all these proposals and reach an agreement. Cosimo, who had perhaps supposed he might disengage himself from the matter by exhausting his adversary, had realised by the beginning of 1671 that he could no longer tergiversate, and jolted his ministers into action. They hurriedly put together some information that would allow Secretary Marucelli to write an answer that was polite and ceremonial to a fault but disagreeable in its content: not one of the requests could be granted, and the reasons given were disconcertingly feeble.[CITATION-134] The secretary assured Finch that the Grand Duke would certainly intervene to remedy the various glitches reported in the system regarding the postal service, the public scales and the customs office, but he could not take any decision in matters of public health against the advice of the health authorities. One might have expected such a refusal to be justified by erudite explanations about the grave dangers of granting free circulation to English ships arriving from the west, albeit with a health clearance certificate, but the consultation of those eminent repositories of knowledge that formed the Magistrato di Sanità only produced the clipped remark: ‘within our memory, the goods from the Ponent that came from beyond the Straits have never been exempted from quarantine’.[CITATION-135] The truth is that the Tuscan authorities never had any intention of negotiating health regulations or in any way changing the ‘ancient principles’; especially not with the English, whom they eyed through the lens of a thousand prejudices, many of which were not entirely unfounded. English captains and sailors frequently misbehaved, regularly violated the Magistrate’s instructions, bridled against orders, and were so obstinate that to keep them in line—as Serristori believed—violence was needed; it was therefore impossible to trust them. English sailors constituted a risk to public health for no other reason than simply because they were English. Tuscan health officers, if only to punish them, would not have yielded an inch of the rigour with which they were accustomed to treat them.[CITATION-136] On the other hand, none of the jurisdictional arguments could be faulted: the Tuscan response, at least on this point, was correct and impeccably argued, both because the legal counsellor (Emilio Luci, who had been charged with examining the requests made by the English, unlike the health officers and the customs ministers, did a very good job, and because it was frankly an easy question to answer. Cosimo could not ‘allow the English merchants to be exempt from appearing before the court [of the Consoli del Mare], because that would have been equivalent to confounding and disrupting the good orders established to the end of good governance’. It was necessary, moreover, to ensure that, in the issue of ‘averages’, ‘different rules [should not be applied] for the English and for other merchants, since justice should be undivided and proceed in the same way for all, so that all things may settled without any favouritism, which would open the way to complaints and lamentations’.[CITATION-137] Without indulging in any personal recrimination, Sir John replied to the weak justifications proffered by his Tuscan counterpart with a wealth of arguments, mostly expatiating on health policy issues, as was, after all to be expected. Finch was a physician, and he was scandalised by the fact that the Magistrato della Sanità had avoided entering into the fine details of the case.[CITATION-138] Sir John rebutted the hypocrisies of the Tuscans, bringing their prejudices out into the open, with many considerations of a medical and sanitary nature as well as politico-economic ones; without any possibility of convincing the Grand Duke to review his decisions, all he could do was savour a small drop of moral revenge. Nothing was left but to accept defeat and pack his bags. Before returning to England, however, he decided to settle matters with Clutterbuck, whose constant quarrels with his fellow countrymen and with the Tuscan authorities had contributed in no small measure to the failure of Finch’s negotiation. The opportunity to deliver the final blow that would (he hoped) get rid of Clutterbuck, once and for all, presented itself shortly before his journey back to England. Having been informed of the imminent arrival in Livorno of the Grand Duke, Clutterbuck had refused to tender him the respects of his nation, and the Factory had therefore been obliged to entrust this task to Charles Longland. Finch saw his chance: he immediately wrote to Lord Arlington to report this final unacceptable impertinence on the part of the consul and asked for his removal from office.[CITATION-139] Clutterbuck tried to fend off the blow by asking for the help of those who had hitherto supported him—among others, John Dodington, who had remained in Venice as resident. Without being asked to do so, Dodington wrote Arlington a long letter on the Livorno question, confirming his personal faith in Clutterbuck, and attributing the discord to the lack of financial remuneration sufficient for the consul to maintain the dignity of his post without getting embroiled in matters of trade. Dodington was not unaware of the discontent in the Factory; he knew that there was no love lost between Clutterbuck and the other English merchants, but he believed that tensions and disagreements were inevitable and would have existed with any other consul in his place:As to that of his being Consul, the marchants and Comanders of shipps trading there are only concerned in it, and they I conceive, are not only unsatisfied with him, But will continualy bee soe with any one that lives amongst them, with that qualification, espetially if ever he had formerly binn a trader and lived amongst them, But most of all, if during such trading, he should have had the misfortune to be behind hand with the world, as the saying is. All marchants have a constant envie towards one another which is not very hurtfull, But towards an unfortunate Trader, who after wards is promoted to a Consolate, and consequentely (as the place is now reputed) to a condition somewhat clawed above theirs, they retayne a scorn, which produceth very great disorders, and sometimes public ones, which are pregiuditial to private men, and mischievous to Trade in general.[CITATION-140] In an ideal situation there should have been appointed ‘a man of some Garb, and one who may carry some Authority with him’, someone who already occupied a respectable position, and who could manage public affairs with dignity and settle with grace and fairness the quarrels of those under his responsibility. Unfortunately, the post of consul was not adequately remunerated, and it was therefore inevitable that one would have to appoint some merchant, who then ended up suspected of putting his private interests above those of his office. It became therefore necessary ‘to make these places more desirable, which is to be done, by encreating [] the proffites and incomes of them’. In order to maintain the other consular offices in the Levant, such as those at Alexandria, Cyprus, Aleppo and Rosetta, substantial public funding had been made available, and, Dodington believed, it would be appropriate to do the same for Livorno, or at the very least to supplement the revenues from the consulate with additional income. To condemn consuls ‘to their pristine poverty and abiect condition’ was not a good policy, especially if they were to be officials who ‘depend on the King, have Authority amongst marchants and some credite with the Governers, where they reside’.[CITATION-141] At one level, it is tempting to judge Fauconberg’s mission as a failure. None of the issues which formed part of his agenda came to a successful conclusion. Charles’s ambitions to mediate between Venice and the Ottoman Empire did not materialise. In 1667, mediation between Spain and Portugal had delivered ample commercial privileges, but this time the English offer was politely ignored. The messy state of affairs characterising the English commercial community in Livorno remained unchanged; the long-standing grievances with Venice were not solved; Villafranca, as all the players knew from the beginning, proved to be a non-starter. Customs were not lowered, trade did not become frictionless, freedom of religious practice remained limited.At the same time, it is difficult not to see this episode as embodying a real instance of inter-cultural discourse. Too often, this rubric is employed exclusively for the relationship between ‘Europe’ and the ‘rest of the world’, assuming the existence of a level of uniformity in intra-European political and economic activities which emerged only at a far later period.[CITATION-142] It is not our intention to question the economic decline of Italian states and the growing strength of England. However, one cannot but note how Italian diplomatic culture and processes were still substantially superior to their English counterparts. Compared to the efficient professionalism displayed by all Italian diplomats involved in this mission, the English appear distinctively amateurish: Fauconberg did not have the necessary local knowledge to properly negotiate, Finch was unsuited to deal with commercial matters, Clutterbuck hamstrung by his own conflicts of interest. Those ‘second or third rate Princes’ proved capable of gathering and utilising information in a far more efficient way, and ultimately to co-operate to deflect English pressure and attempts to ‘divide and rule’ them. Caroline diplomacy lacked the efficiency and co-ordination to achieve its aims. From a more strictly ‘political/diplomatic’ perspective, there appears to have been a general feeling, shared across the major European courts, that the English had lost the art of ‘negotiating’.[CITATION-143] The episode of the badly worded credentials, which Dodington gently highlighted to Arlington, is a clear example of such clumsiness.However, the real root of the English problem lay in those different approaches to achieving that aspiration to a positive balance of trade which were mentioned at the beginning of this essay. Charles II had not managed to create the harmony between those supporting monopolistic companies (such as the Levant Company) and the free traders active in Livorno that was needed to support successful diplomatic missions. The multiplicity of interests behind the commercial expansion of England, as they emerged during Fauconberg’s embassy, had laid bare that contrast between ‘private’ and ‘public’ interests which condemned negotiations to failure. Dodington points us in the right direction in his discussion of the underlying problems of selecting—and supporting—the state-controlled form of consular network which was emerging in the period. Fauconberg’s mission is an exemplification of one of the central points made by Phillip Stern and Charles Wennerlind about state-centred mercantilism: ‘certainly many early modern thinkers posited a mutually dependent relationship between merchants and political institutions, and wrote about the role commerce played in state power. However, the authority and legitimacy of that state to follow through on such prescriptions, and to regulate and manage commerce and economic life, was often both aspirational and restricted’.[CITATION-144] John Dodington, who had acted as secretary and administrative factotum during Fauconberg’s mission, remained in Venice on his departure as ‘secretary of legation’ and ‘resident’, as we have noted. His status was lower than that of a ‘proper’ ambassador, and his credentials were tightly focused on trying to solve issues in the Anglo-Venetian commercial relationship. Venice seemed to have lost its primacy in England’s Italian and Mediterranean affairs.[CITATION-145] Yet in the following months a more bullish attitude emerged strongly in diplomatic discourse towards the Republic, and English naval ambitions in the Mediterranean were openly used as a bargaining tool to achieve a satisfactory solution to the various pending issues. Only a couple of weeks after Fauconberg’s departure, Dodington communicated to the Collegio that it was not becoming that:the King, who wrote about this Business, and who sent his Ambassador here for this purpose, would not be satisfied, when he has the merit of keeping his fleet in the Mediterranean for the security of all Italy, and also the benefit of this Nation. And I give you my word that the King is resolute to send such a force next year in these seas, that they shall be everywhere, thus the Barbary corsairs will not dare venture out of their ports, not even with a small vessel. And the King does not ask from Italy and the Most Serene Republic anything more that satisfaction in these small matters, and not receiving it, he could retire his fleet, which will be a great damage.[CITATION-146] A few months later, in January 1671, the same argument was advanced by Finch in Florence, in a letter to Panciatichi. Discussing the ongoing problems in the administration of justice in Tuscany, Finch directly connected the legal vicissitudes of Jeremiah Armiger with Charles’s wider ambitions of subduing Algiers ‘for the benefitt not onely of His own Subiects but of all Christendome also’. Finch, with a somewhat petulant tone, expressed his surprise at seeing ‘those advantages which his sword has by the Divine benediction gott against ye Infidells, to be diminish’d and weaken’d by the Gown in the Sentences of ye Tribunalls of a Christian Prince’.[CITATION-147] English diplomatic discourse was not just openly and strongly displaying a growing impatience with the slow and tortuous administration of justice in Tuscany and Venice, but was now declaring this to be evidence of a lack of gratitude on the part of the two governments towards the ‘selfless’ English naval policy of policing the Mediterranean for the greater good of ‘Christendome’. Up until this point the real effectiveness of English naval policing had been questionable, but in May 1671 Spragge’s succesfull incursion at Algiers would finally bring down the local regime and set English Mediterranean policy in a new direction. Fauconberg’s mission should be considered the last attempt at supporting England’s growing commercial hegemony in the region purely through traditional diplomatic activities. Thereafter, the mercantilist Grand Tour approach was over, and a new form of international relationship was taking shape. The balance of trade was still an important part of it, but state-controlled armed fleets were entering the stage.",
    "footnotes": {
        "1": "On conceptual analysis of the term ‘diplomacy’ in the early modern period, see C. Windler, ‘Afterword: From Social Status to Sovereignty—Practices of Foreign Relations from the Renaissance to the Sattelzeit’, in T.A. Sowerby and J. Hennings, eds, Practices of Diplomacy in the Early Modern World, c.1410–1800 (Abingdon, 2017), pp. 254–65.",
        "2": "This essay will not engage with the literature on the Grand Tour proper, which is currently experiencing a revival focusing on the nuances of intercultural dialogue. For a critical reassessment of relevant recent scholarship, see R. Ansell, ‘Educational Travel in Protestant Families from Post-Restoration Ireland’, Historical Journal, lviii (2015), pp. 931–58.",
        "3": "S. Pincus, ‘Rethinking Mercantilism: Political Economy, the British Empire, and the Atlantic World in the Seventeenth and Eighteenth Centuries’, William and Mary Quarterly, lxix (2012), pp. 3–34; P.J. Stern and C. Wennerlind, eds, Mercantilism Reimagined: Political Economy in Early Modern Britain and Its Empire (Oxford, 2013); J. Barth, ‘Reconstructing Mercantilism: Consensus and Conflict in British Imperial Economy in the Seventeenth and Eighteenth Centuries’, William and Mary Quarterly, lxxiii (2016), pp. 257–90.",
        "4": "Barth, ‘Reconstructing Mercantilism’, p. 262, and passim for an analytical reassessment of these debates.",
        "5": "M. Fusaro, Political Economies of Empire in the Early Modern Mediterranean: The Decline of Venice and the Rise of England, 1450–1700 (Cambridge, 2015), esp. pp. 139–59; on the sixteenth century interruption, see D. Pirillo, The Refugee Diplomat: Venice, England and the Reformation (Ithaca, NY, 2018).",
        "6": "The Life and Letters of Sir Henry Wotton, ed. L. Pearsall Smith (2 vols, Oxford, 1907), i, p. 69.",
        "7": "Archivio di Stato di Venezia [hereafter ASV], Esposizioni principi, registro [hereafter reg.] 62 (1652), carte [hereafter cc.] 73r–75r, 20 June 1652, and carta [hereafter c.] 82r, 27 June 1652. See also J.P. Vander Motten, ‘Killigrew, Thomas (1612–1683)’, Oxford Dictionary of National Biography [hereafter ODNB].",
        "8": "ASV, Esposizioni principi, reg. 62, cc. 73r–75r, 20 June 1652. On Thomas Killigrew as a diplomat and playwright, see P. Major, ed., Thomas Killigrew and the Seventeenth-Century English Stage: New Perspectives (Farnham, 2013).",
        "9": "For further details on these activities, see M. Fusaro, ‘Public Service and Private Trade: Northern Seamen in Seventeenth-Century Venetian Courts of Justice’, International Journal of Maritime History, xxvii (2015), pp. 3–25.",
        "10": "Issues debated at length in Fusaro, Political Economies of Empire, pp. 157–9 and bibliography therein cited.",
        "11": "See, for example, the several missions to Hamburg to negotiate about losses of English merchants there (1666): London, British Library [hereafter BL], Stowe MS 191, fo. 12.",
        "12": "For a detailed analysis of the issues at play within Europe, see C.-É. Levillain, Vaincre Louis XIV. Angleterre, Hollande, France: histoire d’une relation triangulaire, 1665–1688 (Seyssel, 2010); for a historiographical overview, S. Pincus, Protestantism and Patriotism: Ideologies and the Making of English Foreign Policy, 1650–1668 (Cambridge, 1996), p. 273.",
        "13": "On Tangier there is quite a large literature, albeit more descriptive than analytical. For a useful summary with bibliography, see T. Stein, ‘Tangier in the Restoration Empire’, Historical Journal, liv (2011), pp. 985–1012.",
        "14": "G.L. Belcher, ‘Spain and the Anglo-Portuguese Alliance of 1661: A Reassessment of Charles II’s Foreign Policy at the Restoration’, Journal of British Studies, xv (1975), pp. 67–88; J. McLachlan, ‘Documents Illustrating Anglo-Spanish Trade between the Commercial Treaty of 1667 and the Commercial Treaty and the Asiento contract of 1713’, Cambridge Historical Journal, iv (1934), pp. 299–311; J. McLachlan, Trade and Peace with Old Spain, 1667–1750 (Cambridge, 1940), pp. 1–29; M. Priestley, ‘London Merchants and Opposition Politics in Charles II’s Reign’, Bulletin of the Institute of Historical Research, xxix (1956), pp. 205–19; M. Alistair, ‘Arte, diplomacia y política de la corte durante las embajadas del conde de Sandwich a Madrid y Lisboa (1666–1668)’, in J.L. Colomer, ed., Arte y Diplomacia de la Monarquía Hispánica en el siglo XVII (Madrid, 2003), pp. 161–75; S.Z. Mitchell, ‘Mariana of Austria and Imperial Spain: Court, Dynastic, and International Politics in Seventeenth-Century Europe’ (Univ. of Miami Ph.D. thesis, 2013), pp. 210–22, available at https://scholarlyrepository.miami.edu/oa_dissertations/996. On Lord Sandwich, see R. Ollard, Cromwell’s Earl: A Life of Edward Mountagu, 1st Earl of Sandwich (London, 1994).",
        "15": "D. Alamo Martell, ‘El visitador Lorenzo Santos de San Pedro y La Real Audiencia de Canarias’, Anuario de estudios atlánticos, lvii (2011), pp. 251–76; A. Anaya Hernández, ‘Simón Romero, pescador grancanario y Gran Almirante de la armada argelina’, Anuario de estudios atlánticos, xlix (2003), pp. 311–31.",
        "16": "Samuel Pepys and the Second Dutch War: Pepys’s Navy White Book and Brooke House Papers, ed. R. Latham, Navy Records Society, cxxxiii (1995), pp. 199–200; M. Belhamissi, Alger, l’Europe et la guerre secrète (1518–1830) (Algiers, 1999).",
        "17": "N. Matar, British Captives from the Mediterranean to the Atlantic, 1563–1760 (Leiden, 2014), p. 175; see also D. Panzac, Barbary Corsairs: The End of a Legend, 1800–1820 (Leiden, 2004), pp. 32–3.",
        "18": "J. Scott, England’s Troubles: Seventeenth-Century English Political Instability in European Context (Cambridge, 2000), pp. 427–9.",
        "19": "For an interesting take on these issues, see S. Jettot, Représenter le Roi ou la Nation? Les parlamentaires dans la diplomatie anglaise, 1660–1702 (Paris, 2012). See also C.-É. Levillain, ‘Stetit sol in caelo: Les préparatifs de la guerre de Hollande à l’aune d’un incident diplomatique (1669–1770)’, in L. Bély and G. Poumarede, eds, L’incident diplomatique (XVIe–XVIIesiècle) (Paris, 2010), pp. 260–80.",
        "20": "V. Stater, ‘Belasyse, Thomas, First Earl Fauconberg (1627/8–1700)’, ODNB; see also M. Knights, Representation and Misrepresentation in Later Stuart Britain: Partisanship and Political Culture (Oxford, 2005). Fauconberg’s name had already been made in December 1661 for a mission to Venice, but this had not materialised in the end; see Calendar of State Papers Relating to English Affairs in the Archives of Venice, XXXIII: 1661–1664 (1932), Preface, available online via British History On-Line at https://www.british-history.ac.uk/cal-state-papers/venice/vol33/v-liv (last accessed 1 Mar. 2020).",
        "21": "ASV, Senato, Dispacci, Londra, filza [hereafter f.] 54 (Mar.–Feb. 1669), number [hereafter n.] 92, 30 Aug. 1669. She was apparently keen for her husband to be Resident in Venice, so as to avoid London society. On Fauconberg’s financial situation and his marriage, see also Rawdon Brown, L’archivio di Venezia con riguardo speciale alla storia inglese (Venice, 1865), pp. 192–4.",
        "22": "ASV, Senato, Dispacci, Savoia, f. 78 (Nov. 1668–13 Sept. 1670), carte non numerate [hereafter cc.n.n.], 3 Apr. 1670, 24 Apr. 1670.",
        "23": "Sieur de Hauterive, Ambassade extraordinaire de Mylord Faucomberg, Lieutenant de Sa Majesté Britannique dans la comté d’York, vers quelques Princes & États d’Italie (Amsterdam, 1671). Fauconberg’s secretary, John Dodington, was probably the author of this volume, whose text is in part taken from his letters.",
        "24": "ASV, Senato, Dispacci, Firenze, f. 75, (May 1669–Aug. 1670), cc.n.n., 7 June 1670.",
        "25": "On the peculiarities of the English presence in Livorno, see G. Pagano De Divitiis, English Merchants in Seventeenth-Century Italy (Cambridge, 1997).",
        "26": "For a synthesis of the Savoy strategy towards Nice and Villafranca, see M. Bottin, ‘Nice, port de Piémont: La politique maritime des princes de la Maison de Savoie, 1388–1860’, in Le port de Nice des origines à nos jours (Nice, 2004), pp. 83–101.",
        "27": "British Library, Sloane MS 2752, fos 1–28, ‘Report presented to the King of England, of observations made by Thomas Belasyse. Earl of Fauconberg, ambassador extraordinary to divers Princes of Italy’. On playing Savoy against Tuscany, see fos 30–31, 33–4; on freedom of religious practice, fo. 35; on the pope’s continuing influence on Italian affairs, fo. 36. The completion of a final detailed report was specifically requested by Charles in the instructions he gave Fauconberg ahead of the mission; see Kew, The National Archives [hereafter TNA], SP 104/88, fo. 6v.",
        "28": "TNA, SP 104/88, fos 3v–6v; on Venetian foreign policy, see point no. 9.",
        "29": "TNA, SP 98/11, pt 2, fos 234–7, 19/29 May 1670, quotation at 235. For the actual letters mentioning Venice, see TNA, SP 104/88, fo. 1v for Tuscany, fo. 3r for Genoa. Interestingly, although Dodington comments on how this specifically upset the Savoy court, there is no mention of Venice in the draft credentials prepared for Savoy (fo. 2r).",
        "30": "N.F. May, ‘Staged Sovereignty or Aristocratic Values? Diplomatic Ceremonial at the Westphalian Peace Negotiations (1643–1648)’, in Sowerby and Hennings, eds, Practices of Diplomacy, pp. 80–94, 81.",
        "31": "Interestingly, in the prefatory letter to the anonymous dedicatee—a young man preparing himself for power—the sumptuous reception of Fauconberg by the Italian princes is given as the reason behind the publication of De Hauterive’s Ambassade extraordinaire de Mylord Faucomberg.",
        "32": "For example, see ASV, Senato, Deliberazioni, Corti, reg. 47 (Mar.–Feb. 1670), c. 10v, 3 Mar. 1670; c. 19v, 22 Mar. 1670; c. 22r–v, 29 Mar. 1670; c. 27v, 5 Apr. 1670; c. 31v, 12 Apr. 1670; cc. 159v–160r, 27 Sept. 1670.",
        "33": "Levillain, Vaincre Louis XIV, pp. 135–72; T. Harris, Restoration: Charles II and his Kingdoms, 1660–1685 (London, 2005); R. Hutton, ‘The Making of the Secret Treaty of Dover’, Historical Journal, xx (1986), pp. 297–318. On its aftermath in Europe, see D. Onnekink, ‘The Ideological Context of the Dutch War (1672)’, in D. Onnekink and G. Rommelse, eds, Ideology and Foreign Policy in Early Modern Europe (1650–1750) (Farnham, 2011), pp. 131–44.",
        "34": "TNA, SP 98/11, pt 2, fos 234–7, 19/29 May 1670. For an analysis of this issue, see T.W. Fulton, The Sovereignty of the Sea: An Historical Account of the Claim of England to the Dominion of the British Seas, and of the Evolution of the Territorial Waters (Edinburgh, 1911), pp. 209–85; T.A. Kirk, ‘The Implications of Ceremony at Sea: Some Examples from the Republic of Genoa’, The Great Circle, xviii (1996), pp. 1–13, at 4; A. Biagianti, ‘Saluti di mare: La costruzione del cerimoniale marittimo nel porto di Livorno (1648–1714)’, Annali dell’Istituto Italiano per gli Studi Storici, xxxi (2018), pp. 211–46.",
        "35": "On the reception of ambassadors, and the multiplicities of issues these raised, an evocative view can be found in T. Hampton, Fictions of Embassy: Literature and Diplomacy in Early Modern Europe (Ithaca, NY, 2009).",
        "36": "ASV, Senato, Dispacci, Firenze, f. 75, cc.n.n., 10 June 1670.",
        "37": "T. Osborne, ‘The Surrogate War between the Savoys and the Medici: Sovereignty and Precedence in Early Modern Italy’, International History Review, xxix (2007), pp. 1–21; T. Osborne and J.-P. Rubiés, ‘Introduction’, in eid., eds, Diplomacy and Cultural Translation in the Early Modern World, special issue of Journal of Early Modern History, xx (2016), pp. 313–30, at 315–16.",
        "38": "ASV, Senato, Dispacci, Savoia, f. 78, cc.n.n., 30 Jan. 1670; ASV, Senato, Dispacci, Firenze, f. 75, cc.n.n., 13 May 1670. The frantic negotiations surrounding the organisation of the ceremonial entry into Turin also emerge from Pietro Mocenigo’s dispatches from London; see ASV, Senato, Dispacci, Londra, f. 55 (May–Nov 1670), cc. n.n., 6 June 1670.",
        "39": "ASV, Senato, Dispacci, Savoia, f. 78, cc.n.n., 1 May 1670.",
        "40": "Dodington’s efforts saved the day; see ibid., cc.n.n., 8 May 1670.",
        "41": "On Genoa’s acute concern with protocol, see Kirk, ‘Implications of Ceremony at Sea’ and bibliography therein.",
        "42": "Mémoires pour l’instruction du Dauphin, ed. P. Goubert (Paris, 1992), p. 73, quoted in Hampton, Fictions of Embassy, p. 121.",
        "43": "ASV, Senato, Deliberazioni, Corti, reg. 47, cc. 81v–82r, 21 June 1670, to the ambassador in Savoy; cc. 84v–85r, 21 June 1670, and cc. 85r–v, 26 June 1670, to the ambassador in England.",
        "44": "ASV, Senato, Dispacci, Savoia, f. 78, cc.n.n., 1 May 1670. On Francesco Michiel di Angelo, see Dizionario Biografico degli Italiani [hereafter DBI], s.v.; available at: https://www.treccani.it/enciclopedia/francesco-michiel_(Dizionario-Biografico)/ (accessed 12 Apr. 2022).",
        "45": "On the complex controversy which between 1648 and 1660 had seen Trinity House, the exiled Prince Charles and Parliament all contending for the right to appoint the English consul in Venice, see Fusaro, Political Economies of Empire, pp. 164–71. With the Restoration, the position of consul in Venice became a royal appointment, and Giles Jones was appointed in 1660: ASV, Cinque Savi alla Mercanzia, Risposte, reg. 155, c. 179r–v; another copy in ASV, Cinque Savi alla Mercanzia, busta [hereafter b.] 23 nuova serie [hereafter n.s.], cc.n.n., 4 Dec. 1660. See also Calendar of State Papers Relating to English Affairs in the Archives of Venice, XXXII: 1659–1661 (1931), no. 251, p. 227, available via British History On-Line at www.british-history.ac.uk/report.aspx?compid=90063. George Hailes presented his royal patent in 1668: ASV, Cinque Savi alla Mercanzia, b. 23 n.s., cc.n.n., 14 May 1668.",
        "46": "ASV, Esposizioni principi, reg. 76 (1669–1670), cc. 15v–16v, 23 June 1670; also ibid., cc. 17r–18r, 25 June 1670; c. 18r–v, 25 June 1670; cc. 18v–19r, 2 July 1670. Discussion on this matter continued also during his stay; see ibid., cc. 21r–22v, 9 July 1670; cc. 33v–35r, 15 Aug. 1670.",
        "47": "BL, Sloane MS 2752, ‘Report presented to the King of England’, fos. 38–39. Fauconberg also commissioned gondolas to be made in Venice for his retinue, which started a competition with the French ambassador to the benefit of local shipwrights; see Jacobsen, Luxury and Power, p. 36.",
        "48": "ASV, Inquisitori di stato, 558, Fascicolo ‘riferte del confidente Brusoni, Venezia 1669–1670’, cc.n.n., 8 July 1670. The Inquisitori di Stato were in charge of controlling ‘any instance of political communication outside the government’; see F. de Vivo, Information and Communication in Venice: Rethinking Early Modern Politics (Oxford, 2007), p. 34.",
        "49": "ASV, Senato, Dispacci, Savoia, f. 78, cc.n.n., 1 May 1670.",
        "50": "Fusaro, Political Economies, p. 179 and bibliography therein quoted.",
        "51": "ASV, Senato, Dispacci, Londra, f. 54, passim; on Pietro Mocenigo di Nicolò, see DBI, s.v.; available at https://www.treccani.it/enciclopedia/pietro-mocenigo_%28Dizionario-Biografico%29/ (accessed 20 Apr. 2022).",
        "52": "ASV, Senato, Deliberazioni, Corti, reg. 47, cc. 42r–v, 26 Apr. 1670.",
        "53": "See ASV, Senato, Dispacci, Firenze, f. 75, cc.n.n., 13 May 1670 and passim.",
        "54": "Ibid., cc.n.n., 29 Mar. 1670.",
        "55": "J.-P. Pantalacci, ‘Le Regard des ambassadeurs vénitiens sur les États de Savoie, XVIIe–XVIIIe siècles’, in M. Ortolani, O. Vernier and M. Bottin, eds, Pouvoirs et territoires dans les États de Savoie (Nice, 2010), pp. 3–11, at 5, and bibliography therein; Osborne, ‘Surrogate War’, pp. 19–20. On the importance of the ‘crown’ of Cyprus, see G. Cozzi, ‘Venezia Regina’, Studi Veneziani, xvii (1989), pp. 15–25, and R. Oresko, ‘The House of Savoy in Search of a Royal Crown in the Seventeenth Century’, in R. Oresko, G.C. Gibbs and H.M. Scott, eds, Royal and Republican Sovereignty in Early Modern Europe: Essays in Honour of Ragnhild Hatton (Cambridge, 1997), pp. 272–350.",
        "56": "On Ennemond III de Servien, see A. Blum, La Diplomatie de la France en Italie du Nord au temps de Richelieu et de Mazarin (Paris, 2014), pp. 511–28; L.-M. Servien, Louis XIV and Abel de Servien: Eight Centuries of the Servien Family (Ely, 2012). See also the letter dated 20 June 1670 in Marquis de Saint-Maurice, Lettres sur la cour de Louis XIV, 1667–1670, ed. J. Lemoine (Paris, 1910), p. 443.",
        "57": "ASV, Senato, Dispacci, Savoia, f. 78, cc.n.n., 17 Apr. 1670.",
        "58": "And this was, interestingly, also the first reason mentioned in Fauconberg’s instructions from the king; see TNA, SP 104/88, fo. 3v.",
        "59": "On the importance of the area of Nice–Villafranca for the ambitions of Savoy in this period, see B.A. Raviola, ‘I governatori Sabaudi di Nizza e Villafranca tra XVI e XVII secolo’, Cahiers de la Méditerranée, lxxiii (2006), pp. 233–52.",
        "60": "TNA, SP 104/88, fo. 4r–v.",
        "61": "ASV, Senato, Dispacci, Savoia, f. 78, cc.n.n., esp. 2 Feb. 1670 and 8 May 1670.",
        "62": "Ibid., cc.n.n., 3 Apr. 1670.",
        "63": "TNA, SP 98/11, pt 2, fos 238–40, 29 May 1670. On the limits of Marseille’s portofranco, see Paul Masson, Histoire du commerce français dans le Levant au XVIIesiècle (Paris, 1896), pp. 97–106; A. Zysberg, Marseille au temps du Roi-Soleil: La ville, les galères, l’arsenal (1660–1715) (Marseille, 2007).",
        "64": "On Savoy’s successful use of diplomacy for their policy of state formation post-1690, and the privileged relation with Britain, see C. Storrs, War, Diplomacy and the Rise of Savoy, 1690–1720 (Cambridge, 2000); C. Storrs, ‘Savoyard Diplomacy in the Eighteenth Century (1684–1798)’, in D. Frigo, ed., Politics and Diplomacy in Early Modern Italy: The Structure of Diplomatic Practice, 1450–1800 (Cambridge, 2000), pp. 210–53; P. Bianchi and K. Wolfe, eds, Turin and the British in the Age of the Grand Tour (Cambridge, 2017).",
        "65": "ASV, Senato, Dispacci, Firenze, f. 75, cc.n.n., 11 Jan. 1669 more Veneto. In Venice the year started on 1 March, the formula more Veneto shows dates following the Venetian-style calendar, and therefore it is necessary to add a unit to the figure of the year. If this abbreviation is absent, the date quoted in the text is to be considered critical.",
        "66": "ASV, Senato, Dispacci, Savoia, f. 78, cc.n.n., 17 Jan. 1670, 17 Apr. 1670 and passim; ibid., cc.n.n., 20 Mar. 1670. On Giovanni Morosini di Alvise, see DBI, s.v.; available at https://www.treccani.it/enciclopedia/giovanni-morosini_(Dizionario-Biografico) (accessed 20 Apr. 2022).",
        "67": "H.A. Hayward, ‘The British Factory in Livorno’, in Gli inglesi a Livorno e all’Isola d’Elba (sec. XVII–XIX) (Livorno, 1980), pp. 261–7; id., ‘Gli inglesi a Livorno al tempo dei Medici’, ibid., pp. 268–73; M. D’Angelo, ‘The British Factory at Leghorn: A Kind of Chamber of Commerce cum Consulate’, in C. Vassallo, ed., Consolati di Mare and Chambers of Commerce (Valletta, 2000), pp. 113–25; M. D’Angelo, Mercanti inglesi a Livorno, 1573–1737: Alle origini di una ‘British Factory’ (Messina, 2004); S. Villani, ‘“Una piccola epitome di Inghilterra”: La comunità inglese di Livorno negli anni di Ferdinando II. Questioni religiose e politiche’, in S. Villani, S. Tutino and C. Franceschini, eds, Questioni di storia inglese tra Cinque e Seicento: Cultura, politica e religione. Atti del seminario tenutosi presso la Scuola Normale Superiore di Pisa l’11 e 12 aprile 2002 (Pisa, 2003), available at https://web.archive.org/web/20190808011044/http://www.fupress.net/index.php/cromohs/article/view/15676/14551.",
        "68": "Archivio di Stato di Firenze (henceforth ASFi), Mediceo del Principato, 4210, Salvetti, 10, 24 and 31 Jan. 1669/70; ASV, Senato, Dispacci, Firenze, f. 75, 29 Mar. and 17 May 1670; ASFi, Mediceo del Principato, 2193, ins. 1 Governo di Livorno, Serristori, 16 May and 21 May 1670; ASFi, Serristori, 438, 13 and 22 May 1670; TNA, SP 98/11, pt 1, fos 158–64, Finch to Arlington, 6/16 May 1670.",
        "69": "ASFi, Mediceo del Principato, 2193, ins. 1 Governo di Livorno, Serristori to Bardi, 23 and 26 May 1670; ins. 5 Fortezza Vecchia, Bazicolano, 26 May 1670; Serristori, 438, 23 and 26 May 1670. TNA, SP 98/11, pt 2, fos 118–19, Cosimo to Fauconberg, 25 May 1670; fos 192–9, Finch to Arlington, 16/26 May 1670; and fo. 200, Dethick et al. to Williamson, 26 May 1670. The death of the Grand Duke was officially communicated to the court in London by the Tuscan resident Salvetti, and the king charged Lord Hamilton with the task of personally expressing the condolences of the Stuarts to the court in Florence: ASFi, Mediceo del Principato, 4210, Salvetti, 11 June, 20 June and 11 July 1670.",
        "70": "TNA, SP 98/11, pt 2, fos 242–5, Dodington to Williamson, 20/30 May 1670.",
        "71": "Ibid., fos 238–40, Dodington to Williamson, 19/29 May 1670.",
        "72": "On the relationship between Finch and Baines, see T.A. Malloch, Finch and Baines: A Seventeenth-Century Friendship (Cambridge, 1917); A. Bray, The Friend (Chicago, IL, 2003), ch. 4. On the years he spent in Italy, S. Villani, ‘Between Anatomy and Politics: John Finch and Italy, 1649–1671’, in M. Pelling and S. Mandelbrote, eds, The Practice of Reform in Health, Medicine, and Science, 1500–2000 (Farnham, 2005), pp. 151–66. On the Turkish mission, G.F. Abbott, Under the Turk in Costantinople: A Record of John Finch’s Embassy, 1674–1681 (London, 1920). See, also, the biography of his sister: S. Hutton, Anna Conway: A Woman Philosopher (Cambridge, 2004). On English virtuosi, see C.A. Hanson, The English Virtuoso: Art, Medicine, and Antiquarianism in the Age of Empiricism (Chicago, IL, 2009).",
        "73": "On Southwell and Clutterbuck, see S. Villani, ‘I consoli della nazione inglese a Livorno tra il 1665 e il 1673: Joseph Kent, Thomas Clutterbuck e Ephraim Skinner’, Nuovi Studi Livornesi, ix (2004), pp. 11–34. William Penn and Thomas Clutterbuck both came from Bristol, and Penn acted as a patron for Clutterbuck; on this, see M. Balderston, ‘The Mistery of William Penn, The Royal Society, and the First Map of Pennsylvania’, Quaker History, lv (1966), pp. 79–87; The Papers of William Penn, II: 1680–1684, ed. R.S. Dunn and M.M. Dunn (Philadelphia, PA, 1982), p. 373; M.K. Geiter, ‘Notes and Documents: London Merchants and the Launching of Pennsylvania’, Pennsylvania Magazine of History and Biography, cxxi (1997), pp. 101–22, See also A Descriptive Catalogue of the Naval Manuscripts in the Pepysian Library (London, 1903), pp. 7, 17, 165.",
        "74": "On Antonio Bogos alias Celebì, see D. Pesciatini, ‘Il “celebì” del bagno turco’, in Gli Armeni lungo le strade d’Italia (Pisa, 1998), pp. 73–101; G. Calafat and C. Santus, ‘Les avatars du “Turc”: Esclaves et commerçants musulmans à Livoune (1600–1750)’, in J. Dakhlia and B. Vincent, eds, Les musulmans dans l’histoire de l’Europe, I: Une intégration invisible (Paris, 2011), pp. 471–522, esp. 512–13.",
        "75": "TNA, SP 98/11, pt 2, fos 286–9, Finch to Arlington, 3/13 June 1670; ASFi, Mediceo del Principato, 2193, ins. 1 Governo di Livorno, Serristori to Bardi, 2 June 1670; ASFi, Serristori, 438, Serristori to Bardi, 2 and 3 June 1670.",
        "76": "ASV, Senato, Dispacci, Firenze, f. 75, cc.n.n., 7 June 1670.",
        "77": "ASFi, Mediceo del Principato, 3896, Leopoldo to Panciatichi, 10 June 1670.",
        "78": "ASFI, Serristori, 438, Serristori to Panciatichi, 4 June 1670, and Serristori to Bardi, 5 June 1670.",
        "79": "TNA, SP 98/11, pt 2, fos 290–92, 294–6, Dodington to Williamson, 6/16 June 1670. Henry Bennet, Lord Arlington, was Secretary of State between 1662 and 1674, and came to define the period 1667–73; see Scott, England’s Troubles, p. 412. See also the classic V. Barbour, Henry Bennet, Earl of Arlington, Secretary of State to Charles II (Oxford, 1914), and A. Marshall, ‘Bennet, Henry, First Earl of Arlington (bap. 1618, d. 1685), ODNB.",
        "80": "The correct quote should be: ‘Fronte capillata est, sed post occasio calva’. This peculiar version of the quote is discussed in ‘Fronte capillata’, Notes and Queries, 2nd ser., vi (1858), p. 290.",
        "81": "Un principe di Toscana in Inghilterra e in Irlanda nel 1669: Relazione ufficiale del viaggio di Cosimo de’ Medici tratta dal ‘Giornale’ di L. Magalotti, ed. A.M. Crinò (Rome, 1968).",
        "82": "TNA, SP 98/11, pt 2, fos 290–92, 294–6, Dodington to Williamson, 6/16 June 1670. Henry Ellis, ed., ‘Relation of the Lord Fauconberg Embassy to the States of Italy in the Year 1669, Addressed to King Charles II’, Archaeologia, xxvii (1857), pp. 10, 17; Federigo Sclopis, Delle relazioni politiche tra la dinastia di Savoia ed il governo britannico (Turin, 1853), pp. 14–16; F. de Filippi, ‘The Relations of the House of Savoy with the Court of England’, Proceedings of the British Academy, viii (1918), pp. 447–69.",
        "83": "TNA, SP 98/11, pt 2, fos 452–55, ‘A relation of my Lord Fauconberg’s reception and Entertainment in Pisa and Florence. In June 1670’. In the treaties on diplomacy, Fauconberg’s mission in Italy was a precedent concerning the reception of the ambassadors: Abraham de Wicquefort, L’Ambassadeur et ses fonctions (2 vols, Amsterdam, 1730), i, pp. 218–20. Most conveniently for Fauconberg’s finance, his whole equipage was fitted with black apparel as, when he left London, the court was in mourning due to the death of Queen Henrietta Maria; see Jacobsen, Luxury and Power, p. 26. The hierarchy of welcome ceremonies was a particularly sensitive issue for English diplomats; see A. Tessier, ‘Des carrosses qui en cachent d’autres: Retour sur certain incidents qui marquèrent l’ambassade de Lord Denzil Holles à Paris, de 1663 a 1666’, in Bély and Poumarede, eds, L’incident diplomatique, pp. 228–40.",
        "84": "TNA, SP 98/11, pt 2, fos 452–5, ‘A relation’.",
        "85": "Ibid, fos 340–42, Finch to Arlington, 4/14 Apr. 1670.",
        "86": "Ibid., fos 310–15, 326–33, Finch to Arlington, 10/20 June 1670.",
        "87": "Ibid., fos 378–84, Finch to Arlington, 7/17 June 1670, and fos 352–1, same to same, 1/11 June 1670.",
        "88": "ASV, Senato, Deliberazioni, Corti, reg. 47, cc. 19r–21r, 8 July 1670.",
        "89": "ASV, Esposizioni principi, reg. 67 (1669–1770), cc. 19r–21r, 8 July 1670; on the implications of English diplomats’ language skills, see Fusaro, Political Economies of Empire, pp. 156–7.",
        "90": "On the political implications of acting as a plenipotentiary, see the considerations of N.F. May, ‘Le cérémonial diplomatique et les transformations du concept de représentation au XVIIe siècle’, in D. Aznar, G. Hanotin and N.F. May, eds, À la place du roi: Vice-rois, gouverneurs et ambassadeurs dans les monarchies française et espagnole (XVIe–XVIIesiècle) (Madrid, 2014), pp. 35–49.",
        "91": "BL, Add. MS 4716, fos 15v–16r, n.d. but 11 July 1670; the text of the memorandum presented by Fauconberg to the Collegio is in Italian.",
        "92": "This was along the same lines as what had been discussed in Turin between Fauconberg and Michiel: ASV, Senato, Dispacci, Savoia, f. 78, cc.n.n., 1 May 1670.",
        "93": "BL, Add. MS 4716, fo. 1r–v, 2 Jan. 1669/70, and fos 2r–3r, 2 Jan. 1669/70.",
        "94": "Fusaro, Political Economies of Empire, pp. 144–51.",
        "95": "The memorandum is in BL, Add. MS 4716, fo. 17r–v, 1 Aug. 1670; its presentation to the Senate is in ASV, Esposizioni principi, reg. 76, cc. 32r–33r, 9 Aug. 1670. On the long-standing issues regarding the salumi trade, see Fusaro, Political Economies of Empire, pp. 284–9.",
        "96": "BL, Add. MS 4716, fo. 17r–v, 1 Aug. 1670.",
        "97": "Charles II’s letter is in ibid., fos. 3v–4r, 8 Mar. 1670/71. On George Hayles, see also ASV, Esposizioni principi, reg. 67, cc. 40v–41r, 25 Aug. 1670. After Fauconberg’s departure, the resident Dodington continued to push the Republic’s authority for their resolution; see ibid., cc. 52r–53r, 16 Sept. 1670, and cc. 53v–55v, 18 Sept. 1670; ASV, Esposizioni principi, reg. 77 (1671–1672), cc. 11v–12r, 24 Apr. 1671.",
        "98": "Fusaro, Political Economies of Empire, pp. 331–2.",
        "99": "BL, Add. MS 4716, fos 20r–21v, 21 Aug. 1670.",
        "100": "ASV, Esposizioni principi, reg. 76, cc. 37r–39v, 21 Aug. 1670; see also BL, Add. MS 4716, fos 20r–21v, 21 Aug. 1670.",
        "101": "ASV, Esposizioni principi, reg. 76, c. 22r, 23 Aug. 1670.",
        "102": "Ibid., c. 41r–v, 25 Aug. 1670; cc. 41v–42v, 27 Aug. 1670.",
        "103": "On this, see M. Fusaro, ‘Politics of Justice/Politics of Trade: Foreign Merchants and the Administration of Justice from the Records of Venice’s Giudici del Forestier’, Mélanges de l’École française de Rome: Italie et Méditerranée modernes et contemporaines (MEFRIM), cxxvi, no. 1 (2014), available at https://journals.openedition.org/mefrim/1665.",
        "104": "An issue also discussed in Tuscany: TNA, SP 98/11, fos 252–3, ‘Requests of the Livorno Factory’, 1 June 1670, and passim.",
        "105": "On averages, see text at n. 131 below.",
        "106": "ASV, Senato, Dispacci, Firenze, f. 75, cc.n.n., 31 May 1670.",
        "107": "Issues at the centre of M. Fusaro, The Making of a Global Labour Market, 1573–1729: Maritime Law and the Political Economy of the Early Modern Mediterranean, forthcoming with CUP.",
        "108": "ASV, Esposizioni principi, reg. 76, c. 40r, 24 Aug. 1670; cc. 43v–44r, 31 Aug. 1670; cc. 45v–46r, 1 Sept. 1670.",
        "109": "ASV, Senato, Deliberazioni, Corti, reg. 47, cc. 132v–133r and cc. 133v–134r, 23 Aug. 1670.",
        "110": "In the aftermath of the Candia conflict, Bernardo was reorganising the maritime and naval Venetian presence in the Eastern Mediterranean; this explains his double role. The Capitano Generale da Mar was the highest position in the Venetian navy and was elected only during wartime; the highest naval position during peacetime was instead the Provveditore Generale da Mar.",
        "111": "ASV, Senato, dispacci, Provveditori da Terra e da Mar e altre cariche, f. 619, n. 74, n.d. but precedes an item dated 5 Dec. 1670.",
        "112": "ASV, Esposizioni principi, reg. 76, cc. 47v–48r, 5 Sept. 1670.",
        "113": "Jacobsen, Luxury and Power, pp. 77–8.",
        "114": "TNA, SP 98/11, pt 2, fos 378–84, Finch to Arlington, 7/17 June 1670.",
        "115": "Ibid., fos 500–507, Finch to Arlington, 26 July/5 Aug. 1670.",
        "116": "Ibid., Petizione, fos 252–3, 1/10 June 1670, where a request is made to apply pressure through the ‘Articles lately made with ye Duke of Savoy’. The petition is signed by Thomas Clutterbuck (consul), as well as by Thomas Death, Skinner & Ball, Robert Foot & John Smyth, Humphrey & David Sidney, Slaughter Lee, Matthias Canham, James Gould, George [Nocleigh?], J. & William Hodges, Christopher Williams, Gilbert Searle, Thomas Dethick, Henry Charlson, James Lewure, Charles Longland & Charles Harris. In the filza, in addition to the original, there are various copies and Italian translations that present some changes in form, and others in substance, which are signalled in the text. The Italian translations, which were to be presented to the Grand Duke, do not include the request for the chaplain. See TNA, SP 98/11, pt 2, fos 364–5, English version, signed by Clutterbuck; the Italian version is at fos 356–7, and signed by Fauconberg at fos 370–73 and 396–7.",
        "117": "TNA, SP 98/11 pt 2, Petizione, fos 252–3, 1/10 June 1670.",
        "118": "Ibid.",
        "119": "Ibid.",
        "120": "C. Tazzara, The Free Port of Livorno and the Transformation of the Mediterranean World, 1574–1790 (Oxford, 2017), pp. 105–36.",
        "121": "TNA, SP 98/11, pt 2, Petizione, fos 252–3, 1/10 June 1670.",
        "122": "Ibid.",
        "123": "Ibid. As well as by Clutterbuck, the proposal was signed by Thomas Dethick, Henry Charlson, James Lewure, Charles Longland and Charles Harris.",
        "124": "Tazzara, Free Port of Livorno, pp. 137–65; L. Frattarelli Fischer, ‘Livorno 1676: La città e il porto franco’, in F. Angiolini, V. Becagli and M. Verga, eds, La Toscana nell’età di Cosimo III (Florence, 1993), pp. 45–66.",
        "125": "P. Castignoli, ‘Aspetti istituzionali della Nazione inglese a Livorno’, in Gli inglesi a Livorno e all’Isola d’Elba, pp. 102–15; see also B.S. Sirota, ‘The Church of England, the Law of Nations, and the Leghorn Chaplaincy Affair, 1703–1713’, Eighteenth-Century Studies, xlviii (2015), pp. 283–306.",
        "126": "Ellis, ‘Relation of the Lord Fauconberg Embassy’, pp. 21–2.",
        "127": "Ibid. On further developments of this attitude, see I. Hont, Jealousy of Trade: International Competition and the Nation-State in Historical Perspective (Cambridge, MA, 2010); B. Kapossy et al., eds, Markets, Morals, Politics: Jealousy of Trade and the History of Political Thought (Cambridge, MA, 2018).",
        "128": "TNA, SP 98/11, pt 3, fo. 471, Clutterbuck to Fauconberg, 11 July 1670.",
        "129": "ASFi, Mediceo del Principato, 2193, ins. 1 Governo di Livorno, Serristori to Bardi, 8 Oct. 1670.",
        "130": "On Armiger, see A. Addobbati and P. Rocca, ‘Le rachat de l’esclave: les mésaventures livournaises d’un jeune subrécargue’, in Festschrifts for Wolfgang Kaiser, forthcoming.",
        "131": "A. Addobbati and J.A. Dyble, ‘One Hundred Barrels of Gunpowder: General Average, Maritime Law and International Diplomacy Between Tuscany and England in the Second Half of the Seventeenth Century’, Quaderni Storici, forthcoming. ASFi, Miscellanea Medicea, 358, ins. 17, Trattato di commercio portato dal Sig. Cav. Finch Residente Britannico, 1671, cc. 6r–7r, Finch to Cosimo, 4 Feb. 1670/1. On English and Tuscan jurisprudence on averages, see James Allan Park, A System of the Law of Marine Insurances (London, 1787), pp. 137–47, and Ascanio Baldasseroni, Trattato delle assicurazioni marittime, IV (Florence, 1803). The comparative analysis of ‘averages’ is the object of the ERC project Average-Transaction Costs and Risk Management during the First Globalization (Sixteenth–Eighteenth Centuries), dir. M. Fusaro (PI) and A. Addobbati (Senior Visiting Fellow), see http://humanities.exeter.ac.uk/history/research/centres/maritime/research/avetransrisk/ (accessed 6 Mar. 2022).",
        "132": "‘…alli tribunali di Pisa delli Consoli del Mare o altro tribunale di Vostra Altezza, in ordine di far Consolati e di impetrare et ottenere Avarie sopra le mercanzie condotte nelle navi sotto specie di qualsivoglia danni pretesi dalli medesimi’: ASFi, Miscellanea Medicea, 358, ins. 17, cc. 6r–7r, Finch to Cosimo, 4 Feb. 1670/1.",
        "133": "Ibid. The original has not been found in the Privy Council.",
        "134": "ASFi, Miscellanea Medicea, 358, ins. 17, cc. 3r–5v, Maruscelli, 28 Feb. 1670/1.",
        "135": "Ibid.",
        "136": "C.M. Cipolla, Il burocrate e il marinaio: La ‘Sanità’ toscana e le tribolazioni degli inglesi a Livorno nel XVII secolo (Bologna, 1992).",
        "137": "ASFi, Miscellanea Medicea, 358, ins. 17, cc. 22r–23r, Luci to Cosimo, 6 Apr. 1671, and attached observations.",
        "138": "Ibid., Finch to Cosimo (undated, but end of March 1671). Unfortunately, the document is scrappy. Beyond the date, there are no comments on the issue of averages.",
        "139": "Villani, I consoli della nazione inglese, pp. 17–18. The episode was reported by Finch on 3/14 April 1671. A month earlier the auditore of Livorno had hinted at scuffles in the square, which may perhaps be related to the issue of unpaid anchorage tax: ASFi, Mediceo del Principato, 2193, ins. 1, Governo di Livorno, Maraffi to Bardi, 16 Mar. 1670/1.",
        "140": "BL, Add. MS 4717, Dodington to Arlington, 24 Apr. 1671, fos 114–15.",
        "141": "Ibid.",
        "142": "On these issues, see T. Osborne and J.-P. Rubiés, eds, Diplomacy and Cultural Translation in the Early Modern World, special issue of Journal of Early Modern History, xx (2016); J. Hennings, Russia and Courtly Europe: Ritual and the Culture of Diplomacy, 1648–1725 (Cambridge, 2016), esp. pp. 1–24; C. Windler, La diplomatie comme l’expérience de l’autre: Consuls français au Maghreb (Geneva, 2002).",
        "143": "S. Jettot, ‘Incidents diplomatique et conflits d’intérêts dans la politique exterieur des derniers Stuart’, in Bély and Poumarede, eds, L’incident diplomatique, pp. 241–59.",
        "144": "Stern and Wennerlind, ‘Introduction’, in eid., eds, Mercantilism Reimagined, pp. 3–17, at 5.",
        "145": "John Dodington’s credentials are in BL, Add. MS 4716, fo. 3r–v, 16 Sept. 1670. John Dodington is an interesting figure—an English diplomat and propagandist who also pursued scientific interests throughout his life. A calendar of his exceeding large surviving correspondence is available via Early Modern Letters Online (Univ. of Oxford), at http://emlo-portal.bodleian.ox.ac.uk/collections/?catalogue=john-dodington (accessed 12 Apr. 2022). Throughout his missions he acted as a purchasing agent of Italian art for Arlington, frequently with the support of Finch in Florence; details of these activities are in Jacobsen, Luxury and Power, pp. 80–81, 123–5.",
        "146": "ASV, Esposizioni Principi, reg. 76, cc. 53v–55v, 18 Sept. 1670.",
        "147": "TNA, SP 98/12, pt 2, fo. 152r–v, Finch to Panciatichi, 4 Jan. 1670/1."
    }
}