{
    "title": "The Nationalisation of British History: Historians, Nationalism and the Myths of 1940*",
    "author": "David Edgerton",
    "date": "14 September 2021",
    "article": "Neither the idea that Britain ‘stood alone’ in 1940, nor that the British war was a ‘people’s war’, were at all common during the Second World War. If anything was thought to be ‘alone’, it was the empire, though the more common view was that the empire always had allies. ‘People’s war’ was a rare synonym for ‘total war’ and was sometimes used in an internationalist sense of a war of many peoples, and as the sort of war Britain should be, but was not, fighting. However, from 1945 a national ‘alone’ came into usage, for example by Churchill; but only from the 1960s was it a commonplace in history books. ‘People’s war’ became more widely used in histories written in the 1960s, which defined it in a national progressive sense, although the term did not become common until the 1990s. Both ideas were essentially the creations of historians, who nationalised the history of what was an imperial and internationalist war, often turning it into a radically different domestic story focused on a national Home Front (ignoring the many imperial home fronts), a story which marginalised the military, foreign and political history of the war, and indeed the social history of the military as well. Historians later assumed that ‘alone’ and ‘people’s war’ represented wartime nationalist ideologies, and wrote about them critically. Yet until recently they did not recognise that it was the very particular nature of the histories written in the 1960s which had generated these terms, and which embodied very particular analyses of British history and of the Second World War. The paper ends by arguing that much greater understanding is needed of the core assumptions which lie beneath the historiography of twentieth-century Britain.Historians have recently recognised that, for the United Kingdom, the Second World War was an imperial and international conflict, not a national war.[CITATION-1] This conclusion is beginning to supersede the national reading previously dominant in twentieth- and early twenty-first century historical scholarship. This article explores the process by which the war first came to be seen as national. This did not, as is often implied and assumed, happen during the war itself. My argument is that social and political historians, operating in a post-1945 national context, began to see 1940 as the moment in which a new nation, with a progressive politics based on welfare, was created; they deployed the idea that ‘Britain was alone’ and the notion of the ‘people’s war’ to express and explain this development. The national ‘alone’ was a concept which first emerged in 1945, but only appeared regularly in histories of the war from the late 1960s; the idea of a national ‘people’s war’ was created by historians in the late 1960s, becoming popular two decades later. From the 1990s onwards, cultural historians, basing their analyses on these earlier histories, developed the argument that 1940 was a left nationalist moment during which what were by now regarded as myths of being ‘alone’ and ‘people’s war’ were widely diffused and believed. They correctly saw these notions as ideological and powerful. However, they were concepts which barely existed in 1940 or even later in the war: when ‘alone’ and ‘people’s war’ were used by wartime contemporaries, these terms had very different meanings to those assumed by post-war historians. ‘Alone’, when used during the war, usually referred to the British Empire, not the nation. ‘People’s war’ as a wartime phrase referred not to the actual war the British people were fighting, but to a general understanding of the nature of the war, often with a powerful internationalist slant. When used about the British war effort during the war itself, ‘peoples’ war’ was a critical and oppositional, rather than an official-celebratory, conception. Thus I disagree with the claim that persistent and pernicious nationalist wartime myths of ‘alone’ and ‘people’s war’ were challenged by historians from the 1960s onwards.[CITATION-2] Rather, I argue that these myths were in fact created by historians themselves, and were, somewhat paradoxically, later sustained and extended by other historians who were criticising these myths. I follow some recent literature in stressing that understanding of the war changed over time, and suggest it did so radically.[CITATION-3] The key political and social histories of the war written in the 1960s and 1970s were built on very particular assumptions. To be sure, there has been much rich work criticising aspects of these accounts, for example on wartime social policy, or the place of Labour in wartime politics.[CITATION-4] But most scholarship, including later cultural histories, has stayed within the surprisingly powerful and invisible frameworks established by interpretations developed in the 1960s and 1970s.[CITATION-5] Firstly we need to register that these were national histories. ‘Britain Alone’ may now seem an absurd idea, but the notion that the nation rather than the empire mattered, ideologically, economically, politically and militarily, was a distinctive interpretative framework with important implications.[CITATION-6] Secondly, they focused on a particular story of the coming together of the people: ‘people’s war’ was the summary view of a war seen by historians in the 1960s and 1970s as a matter of the willing mobilisation of the people of the nation in a common national struggle which was understood as such, where the left and developments in welfare played a crucial role, a distinct thesis which omitted the armed forces, and the right. Only in the recent past have military and economic historians, in particular, questioned these orthodoxies, not only stressing the war’s international and imperial nature, but also challenging the assumptions made about the domestic aspects of the war, including ideology.[CITATION-7] This article takes that critique forward by demonstrating the post-war construction of these arguments, and by criticising more recent cultural history for reproducing its assumptions, and for not recognising the crucial transformations these 1960s and 1970s histories effected. It also argues that the focus in the literature on ‘national identity’ has limited our understanding of British identities before 1945 by not recognising that imperial and internationalist identities were crucial for parts of the elite, and in propaganda.[CITATION-8] I also suggest the need to recognise the significance of British anti-imperialist nationalism, not least of the left, especially (but not only) after 1945, if we are to understand the development of the historiography of twentieth-century Britain, including that of the war itself. I am not merely quibbling with what I show to be profoundly anachronistic usages of historiographic terms of art, but rather showing that their coining and use are not innocent formulations. Instead they arose from the grip which particular historiographical traditions have exerted on our understanding of twentieth-century British history.The article proceeds as follows. I first examine the extent and nature of the usages ‘alone’ and ‘people’s war’ during the war. I then move on to considering how, initially, the national ‘alone’ and then later ‘people’s war’ appeared in historical literature. From there I go on to show how cultural historians in particular developed the idea of a wartime ideology centred on ‘alone’ and ‘people’s war’, backed up by a particular analysis of the wartime writings of J.B. Priestley and George Orwell. Contrary to the readings of some cultural historians, I show that Priestley’s output had an important imperial and internationalist dimension and Orwell was not claiming that a new left nationalism existed, but rather that an existing conservative one was strengthened; he also exemplified a new critical nationalism. I then move on to reflect on the historiographical implications of these arguments.While the idea that something called ‘Britain’ did indeed stand ‘alone’ in 1940 still sometimes finds expression, most professional historians now regard this as a vulgar error. But many, as I discuss below, believe that this was what the British people were told and believed during the war itself. Supporting evidence for the existence of a sense among wartime contemporaries of Britain being ‘alone’ as a nation in 1940–41 has been invoked by such scholars.[CITATION-9] Richard Weight’sis particularly rich in cases, and is unusual because he is aware that an imperial rather than a national sense of common identity could have been in play; but he argues that the prevalence of ‘alone’ was itself evidence of the waning of imperial feeling, and that the dominant meaning of ‘alone’ was indeed a national one.[CITATION-10] He cites the famous ‘Very well, alone’ cartoon by David Low (published in June 1940 in the), noting that ‘Churchill always portrayed the British as an island people: outward-looking; in need of Imperial and American aid; but ultimately self-reliant. The most memorable phrase of the speech he delivered—the promise to “fight them on the beaches”—resonated for precisely that reason’.[CITATION-11] He suggests that for J.B. Priestley the sea was the national seaside rather than the great oceans dominated by British trade.[CITATION-12] Yet once we look closely, evidence for a national ‘alone’ is scanty, and indirect.[CITATION-13] Many arguments which look like a reference or an allusion to, or an expression of, an underlying national ‘alone’ turn out to be ambiguous at best: there are some which are clear and are noted below, but they are exceedingly rare.[CITATION-14] Let us first consider the Low cartoon. It does not specifywas alone and, in a commentary on a version republished a little later in 1940, Low (a New Zealander employed by a Canadian, Lord Beaverbrook) noted: ‘Assured of increasing support in supplies and munitions from the United States, and especially of planes and pilots from the Dominions, Britain determined to fight on alone’.[CITATION-15] This does suggest a national conception of ‘alone’, but it is contradicted by the references to the outside world that Low’s own commentary contains, that Britain was in fact far from being alone. Even more to the point, the key image in the cartoon is not so much that of being alone as of military defiance. This was indeed a commonplace. Following the fall of France in late June 1940, there was much defensive imagery: of an island fortress, a citadel, a bastion, a garrison, the white cliffs of Dover as ramparts.[CITATION-16] These did not imply a national ‘alone’: they were usually associated with an entity larger than the nation, such as empire, Europe or the realm of freedom, civilisation and indeed sometimes Christian civilisation.[CITATION-17] For example, the idea of an island ‘Fortress’to be found in Cato’sa denunciation of former British government policy towards Nazi Germany, published in July 1940; but ‘alone’ isthere.[CITATION-18] The historian, journalist and imperialist Arthur Bryant noted, without any reference to ‘alone’, that ‘An island fortress, England is fighting a war of redemption not only for Europe, but for her own soul’.[CITATION-19] J.B. Priestley’s radiobroadcasts repeatedly invoked empire and commonwealth, and the fortress image, but with no assertion of a national ‘alone’.[CITATION-20] Thus on 9 June he spoke of wishing to send ‘all our children out of this island … to the wide Dominions’ and turning Britain into ‘the greatest fortress the world has ever known’.[CITATION-21] In his(1941), ‘alone’ did not figure either; but this did: the ‘very core, the hard centre of world resistance to the Nazis is found in this real England, this democratic industrial England’. Here we should note ‘resistance’, and the use of ‘England’, another case of slippage in terminology.[CITATION-22] For Arthur Mee, ‘the Island stands as the Lighthouse of the World’, part of a great liberal and Christian empire.[CITATION-23] Occasionally, the idea of the fortress and being alone were combined; but what was usually perceived as being alone was the empire, not the nation. Narrating the film(1940), Priestley refers to Britain ‘alone’, ‘at bay’, as an ‘island fortress’, but, while making no explicit spoken reference to empire, the film shows troops from the Dominions in Britain., a series of short propaganda newsreel films, was strikingly imperial, with, as was common, a particular emphasis on the white Dominions. Within this context one might get a reference, such as in, that ‘the free democracy of Great Britain alone faces the enemy’, but empire was constantly referenced, as was the idea of Britain as a fortress.[CITATION-24] has ‘lone’ which refers both to empire and British isles.[CITATION-25] put it straightforwardly: ‘Now that we are making a fortress of these islands … this empire stands alone’.[CITATION-26] Indeed the image of a united empire fighting together (and only sometimes alone), was widely diffused in 1940 and 1941. For Fougasse, in a cartoon inof 17 July 1940, it was the ‘poor old empire’ which was ‘alone in the world’, ‘all five hundred millions of us’.[CITATION-27] As France was falling,carried the message ‘We Fight on’, using an imperial ‘we’.[CITATION-28] It reported from Parliament on Churchill’s ‘Finest Hour’ speech of 18 June with the subheadings ‘BRITISH EMPIRE TO FIGHT ON’ and ‘OUR ISLAND GARRISON’.[CITATION-29] In this and earlier speeches, Churchill indicated that the empire would fight on, ‘if necessary, and if necessary alone’.[CITATION-30] In private, on the eve of the evacuations from Dunkirk, he instructed his ministers and officials ‘whatever may happen on the Continent … we shall certainly use all our power to defend the Island, the Empire and our Cause’.[CITATION-31] In his ‘Few’ speech to the House of Commons on 20 August 1940, he referred to ‘The British nation and the British Empire finding themselves alone’.[CITATION-32] Churchill, or any other prime minister, was hardly likely not to invoke that mighty body at such a time. Indeed, in his official declaration of the end of the war in Europe in the House of Commons he recounted: ‘After gallant France had been struck down we, from this Island and from our united Empire, maintained the struggle single-handed for a whole year until we were joined by the military might of Soviet Russia’.[CITATION-33] Churchill generally used an imperial ‘we’.It should not now be surprising that if anything was alone, it was the empire. The empire was constantly referred to in propaganda, in news broadcasts, in newsreels and in the newspapers. It was very present as a place where British troops came from and were stationed. For Conservatives especially, the empire, not the nation, was the central unit of reference.[CITATION-34] For example, on 26 May 1940 there was a ‘Day of national prayer on behalf of the nation and Empire, their allies and the cause in which they are united’ observed throughout the empire.[CITATION-35] In standard usage, the British Empire and/or Commonwealth usually included the United Kingdom, Great Britain, England, Scotland, Wales and Ireland, which were seen parts of a greater, liberal and global British Empire, one understood as being not only non-nationalist but anti-nationalist.[CITATION-36] Thus it was that the Imperial General Staff, the Imperial War Museum and the Imperial War Graves Commission were mainly concerned with the UK. It is impossible to understand wartime discussion without understanding the fluidity and overlapping and changing nature of definitions of empire and nation. For example, Arthur Mee wrote of the ‘the Island and the Empire’ and repeatedly invoked empire alongside and above nation, England, Britain.[CITATION-37] Priestley’s wartime talks have many examples of identification with the larger empire and commonwealth:[CITATION-38] in hisof 23 June he spoke of the ‘kindness of England, of Britain, of the wide Empire forever reaching out towards new expressions of Freedom’.[CITATION-39] On 21 July, he referred to ‘the British and their allied peoples’.[CITATION-40] On 1 September he noted his surprise that ‘the British Commonwealth alone would be defying both the Nazis and the Fascists’.[CITATION-41] A week later he invoked the British diaspora within and outside the empire, from the Straits of Magellan to Africa, which he described as ‘our own folk’.[CITATION-42] To complicate matters, the terms ‘British’ and even ‘English’ could refer not only to the United Kingdom or England, but the empire also.[CITATION-43] Thus it is not entirely clear whether in the poem published in thein September 1940 Dorothy L. Sayers was using a national England or a wider concept. She wrote: ‘When no allies are left, no help / To count upon from alien hands, … only England stands … To fight the English war’. But, there were references to a global maritime ‘England’ in the poem and an element of hostility to Irish neutrality as well.[CITATION-44] This is suggestive, for Ireland was still, in the official British view, part of the Commonwealth. When Mee referred to ‘the Island’ he explicitly excluded Irishmen and Ireland from the bearers of the ‘spirit of our race’.[CITATION-45] Even for imperialists, and in government propaganda, the idea that the empire stood alone was far from universal; it could be supplemented or even replaced by a more internationalist perspective. For some, including Arthur Mee, the world was divided into a Christian world of Liberty and a world conquered by pagan Nazism. Writing of the Blitz, he expressed both an imperial and internationalist viewpoint: ‘The Spirit of Whitechapel and Mile End and Bermondsey and Rotherhithe have become factors in the fate of all mankind. It is not only Yorkshire and Devon and Capetown [] and Sydney and Ottawa that thrill when they read of the courage of East London folk, but in far-off cities and lonely hamlets where our flag has never flown heart reverberates to heart and the flame of freedom burns brighter. … Not even the angels in heaven can be unmoved by the spectacle of the Capital, the Island, and the Empire, now’.[CITATION-46] Much British propaganda argued that the empire had manyallies left. A telling example was the popular National Anthems Programme, which played on the BBC featuring the anthems of allied nations. On 12 May 1940 the anthems of the Netherlands and Belgium were added, and many others followed until the programme was forced off the air in June 1941 by the invasion of the Soviet Union: it was deemed unacceptable to broadcast the then state anthem of the Soviet Union, the. The programme was thus on air only in the ‘alone’ years.[CITATION-47] The Boulting brothers’ film,(1941), has a Home Guard soldier noting that Europeans have united to fight Hitler,Dunkirk. A February 1941 newsreel shows Churchill with Generals de Gaulle and Sikorski watching a demonstration of British tanks. The British Gaumont newsreel report of the Inter-Allied conference of 12 June 1941 speaks ‘of all the nations that stand beside Britain in the fight against Nazism’ and reports a vigorous speech by Churchill denouncing the ‘vile race of quislings’ who were collaborating with the Nazis.[CITATION-48] The conference brought together the British Empire leaders, with the heads of the governments in exile of Poland, Czechoslovakia, Belgium, the Free French, Norway, Netherlands, Luxembourg, Yugoslavia and Greece.[CITATION-49] Posters from the conference show the flags of these allied nations. The war was, it needs to be added, often presented in this period as being in part a European civil war, rather than a war of nations.[CITATION-50] The very propagandistic Pathé and Movietone newsreel reviews of the year 1940 have no sense of ‘alone’ and report on the fall of France with references to General de Gaulle (in the case of Movietone) fighting on ‘beside Britain’. Both refer to the USA, to Greek resistance, and make multiple references to empire. Pathé describes St Paul’s Cathedral as ‘the Mother Church of Empire’. The reviews of 1941 have no sense of the nation or empire having been alone, and again make multiple references to allies.[CITATION-51] The wartime left, as one would expect, did not speak of the nation being alone, but of a common struggle against fascism. This was true of George Orwell’s, written in 1940, which had no ‘alone’, and referred to the empire, the Chinese fighting fascism, and the engagement of the Greeks from 1940.[CITATION-52] Cassandra, in, had no ‘alone’.[CITATION-53] Clement Attlee made a speech to the Labour Party Conference just before Operation Barbarossa, in which he noted, using a national rather than imperial ‘we’: ‘Outside this country most people thought that Britain was hopelessly beaten. It looked as if we stood alone. But we were not alone. We had the other countries of the British Commonwealth—(cheers)—and the peoples of the Empire. We had something more than that: we had the sympathies of all the lovers of freedom all over the world’. He noted that there was a realisation in North and South America, that ‘Britain was not standing alone and that she was the spearhead of democracy and civilisation against barbarism’.[CITATION-54] It seems a national or imperial ‘alone’ was as rare in private as in public. The now-published Home intelligence reports note barely any ‘alone’ at all, and none which indicate a national alone.[CITATION-55] Eric Estorick, reporting on morale to the USA, mentions neither ‘alone’, nor ‘people’s war’.[CITATION-56] Sources connected to the political elite suggest some evidence for an imperial alone together with anti-French feeling. For example, the permanent undersecretary of the Foreign Office recorded in his diary that ‘it will almost be a relief when we are left alone to fight the Devil and win or die’; there is no evidence that ‘we’ here referred to the nation.[CITATION-57] Neville Chamberlain told his sister that ‘We are in fact alone and we are at any rate free of our obligations to the French who have been nothing but a liability to us. It would have been far better if they had been neutral from the beginning’.[CITATION-58] John Colville, Churchill’s private secretary, has no ‘alone’ in his diary but recalled a brief bout of Francophobia.[CITATION-59] The imperial aspect is clearly present in the common theme of the possibility of continuing to fight from the rest of the empire, suggesting that having one’s ‘back to the wall’—a term sometimes used—referred to a very large global wall.[CITATION-60] Less elite sources are silent on ‘alone’. The mass observer Nella Last felt personally naked and alone on the eve of the collapse of France, but there is no national or imperial alone in her published diary.[CITATION-61] The diary of Vere Hodgson has no ‘alone’ (and no ‘people’s war’). It is only on 22 June 1941 that she is struck by the ‘melancholy truth’ that it is the first time in centuries that Britain is fighting without a single fighting ally in Europe (having read Garvin in the). That very morning, she hears that Russia had been invaded and ‘felt my morale rising’.[CITATION-62] Diaries preserved on the BBC ‘People’s War’ website have minimal explicit references to, or even a general sense of, being alone.[CITATION-63] Whether the idea of a national ‘alone’ is to be found in other private sources from the war will require further research. If such evidence is found then this will be interesting, but it will not alter significantly the main contention of this article: that the national alone was not dominant, or even very visible at all, in the British public sphere during wartime. This is a conclusion which differs very substantially from the consensus of existing historiography.As is the case with ‘alone’, many historians have also stated that ‘people’s war’ was a common wartime usage. Angus Calder claimed that from 1940 ‘people’s war’ was a ‘phrase which stuck’; ‘it became a cliché’.[CITATION-64] For Paul Addison ‘it was a new phrase on the lips of speakers’ which encapsulated the leftward shift of 1940.[CITATION-65] Malcolm Smith gave it a Marxist origin, probably in the Spanish civil war, and suggested it was widely used by the end of 1940.[CITATION-66] However, looking at wartime sources suggests a different picture.and theeach used the term only about forty times in the entire war. By contrast ‘total war’ was used 536 times in. Google’s Ngram shows a similar ratio: ‘total war’ is here ten times more prevalent than ‘people’s war’.[CITATION-67] Furthermore it was not used in places where the argument about its prevalence and meaning in 1940 would suggest it should have been. It is not in, though ‘total war’ is.[CITATION-68] It is not in the Priestley, nor in his, though it would have been potentially useful for an argument about the importance of the idea of ‘the people’ as opposed to classes (divisive) or masses (a Nazi and Soviet concept) and for more democracy in Britain.[CITATION-69] It is not in Cassandra’snor in Orwell’sThe main usage of ‘people’s war’ was as a synonym for ‘total war’, or mass war, which involved every part of the nation, echoing the early nineteenth-century German, theor national war. It was used in this sense during and about the First World War, and also of Franco’s war in Spain, and by both the German and British propaganda ministers in the Second World War, Joseph Goebbels and Sir John Reith.[CITATION-70] Goebbels was quoted using the term by the.[CITATION-71] Churchill claimed in July 1940 that this was ‘no war of chieftains or of princes, of dynasties or national ambition; it is a war of peoples and of causes’.[CITATION-72] It was used in the sense of a nation in arms both in a government leaflet entitled ‘People’s War’ calling for volunteers for the new Home Guard, and in a speech by the former Secretary of State for War, Leslie Hore-Belisha, in July 1940.[CITATION-73] It was often used in the sense that civilians were targets: indiscriminate bombing, noted, showed this was ‘in the current phrase, a people’s war’.[CITATION-74] In April 1941 it was used in the sense that British people would fight on without leaders.[CITATION-75] Bevin used it in the sense of involving the people.[CITATION-76] In late 1941 it was used by both left and right to describe the special circumstances of the war raging in Russia.[CITATION-77] It was not primarily associated with the left.The left mainly used the term in an internationalist sense, to mean a war of the peoples of the world against fascism. Francis Williams’sof 1940 noted that: ‘This war must be a People’s War and a People’s War is only possible as an international war’.[CITATION-78] Claiming this was not a generals’ war, or a ‘Public School war’, he asserted that ‘It is a People’s War. It will be won when the People of Britain speak out to the People of Europe in their own voice and call them to a democratic revolution of the People against tyranny everywhere’.[CITATION-79] Clement Attlee, reporting on an International Labour Organisation meeting in the USA in late 1941, noted ‘this is a people’s war … what is at stake is what kind of life shall be lived in future by the ordinary man and woman all over the world’.[CITATION-80] Such internationalist usages were particularly evident in 1942. Lord Halifax, British ambassador to the USA, spoke in April 1942, in this sense, of a ‘people’s war’ and ‘people’s victory’.[CITATION-81] At a meeting of the International Labour Organisation in April 1942 to discuss post-war international reconstruction, Ernest Bevin declared, ‘This is a people’s, not a rich man’s, war’ and ‘If this is a people’s war there must be a people’s peace’.[CITATION-82] In 1944, British and Dominion Labour Parties issued a pamphlet concerned with international issues called.[CITATION-83] This usage makes perfect sense since internationalism, as is now being recognised, was a very important feature of wartime propaganda. From January 1942 there was much flying of the national flags of the ‘United Nations’, the signatories of the Atlantic Charter. There were ceremonies commemorating United Nations Day in 1942 and 1943 (which may well have overshadowed Empire Day). It was celebrated on the US Flag Day, 14 June.[CITATION-84] There was continued, perhaps increased, support for bodies such as Federal Union, an organisation which called for the union of European states, which included William Beveridge, a committed liberal internationalist.[CITATION-85] It is notable, but not usually noticed, that when broadcasting about his famous report at the end of 1942, he topped and tailed his talk by referring to the Atlantic Charter.[CITATION-86] Applied to the British case by the left, ‘people’s war’ was a critical rather than a celebratory or descriptive concept. The general view of the left was that the United Kingdom, or the British Empire, wasactually fighting a ‘people’s war’, butto be doing so. Tom Wintringham (who had fought in what he saw as a people’s war in Spain) used the term in(1940), meaning a war waged by a ‘people’s army’ rather than a totalitarian war.[CITATION-87] In his[], a Penguin Special published in 1942, he explicitly distinguished the (British) Imperial way of war from the Axis, or Blitzkrieg way, and also from what he called ‘Peoples’ War’ [], which is what the Russians and the Chinese were engaged in. He proposed that Britain too should now fight such a war.[CITATION-88] A more general idea of ‘people’s war’ as something which ought to be pursued by the British was central to the programme of the Common Wealth Party of which Wintringham became a leading member. In its National Campaign in August 1942 it proclaimed: ‘This War must be made a People’s War’.[CITATION-89] Flight Lieutenant Moeran, Common Wealth candidate at the Newark by-election in 1943, declared in his leaflet: ‘A People’s War: No more Darlans; closer co-operation with Russia; a total effort with ruthless cutting of hindrance by “Big Business”; immediate nationalisation of the mines …’ and a ‘People’s Peace: The Beveridge Report in full; Common Ownership of the great resources …’.[CITATION-90] Ritchie Calder used the term in a critical sense in 1941: he argued that frank discussion of the terrible failure to care for the victims of the Blitz was ‘essential in a “People’s War” … if we want a united nation, the Government must remove the suspicion … to many poor … a conviction, that the poor were being left to fend for themselves’.[CITATION-91] The only wartime case I know of to use a positive application of the term to Britain was a 1945 election leaflet in which a communist candidate declared: ‘It was a people’s war. It has been a people’s victory’.[CITATION-92] Only later would it be generally rendered as a positive description of wartime Britain, especially and ironically in the hands of the historian of Common Wealth, and son of Ritchie, Angus Calder.[CITATION-93] The national ‘alone’, which barely existed as a concept or phrase in 1940, appeared in many guises from 1945 onwards. ‘June 1940—Britain stood alone’ were the opening lines, with preceding images to match this national conception, of a post-V.E. Day film by Paul Rotha,. This illustrated the government publicationwhich, like the film, focused on the UK.[CITATION-94] George Orwell now claimed that in 1940 ‘Britain was alone’.[CITATION-95] Churchill, too, now espoused an explicit sense of a national ‘alone’. On V.E. Day, as well as giving the official account in which he spoke of how a united empire had fought on (as I noted above), he made a brief speech to the crowds in Whitehall, in which his invocation of ‘alone’ referred clearly to the ‘British nation’ and the ‘ancient island’, not the empire.[CITATION-96] This was also the story told in ‘Mr Churchill’s Declaration of Policy to the Electors’, the 1945 Conservative Party election manifesto which, although much concerned with empire and imperial trade, used a national rather than an imperial ‘we’: ‘During a whole year of this great war Britain bore the burden of the struggle alone’, it noted, concluding that ‘We shall never forget their love and steadfastness when we stood alone against the German Terror’.[CITATION-97] Churchill’s view was distinctive, for the imperial sense of ‘alone’ had certainly not disappeared, not least from the arguments of imperialists in 1945.[CITATION-98] In their manifesto, the Liberals celebrated the ‘people of these Islands, the British Commonwealth and Empire’ for collectively ‘standing alone for a whole year against the insolent might of Germany and her allies’.[CITATION-99] By contrast, the Labour manifesto, though full of references to ‘the people’ and ‘the nation’, had no ‘alone’ (only ‘the spirit of Dunkirk and of the Blitz’), no ‘people’s war’, and no reference to ‘empire’ at all, and the barest mention of the Dominions, India and the ‘Colonial Dependencies’.[CITATION-100] Early histories of the war were divided on the matter of ‘alone’. The national ‘alone’ did appear in Churchill’s semi-official history, which was published in six volumes between 1948 and 1953. The second volume,, had as the ‘theme of the volume’, inscribed at the front, ‘How the British People held the fort ALONE TILL THOSE WHO HITHERTO HAD BEEN HALF BLIND WERE HALF READY’, that is, without the United States. There is a certain ambiguity here about what was meant by ‘the British People’, but the second half of the volume (Book II) is entitled ‘Alone’, and in the opening sentences of a chapter called ‘At Bay’, Churchill says of 1940 that ‘we were alone’, adding that the empire was not in a position to help.[CITATION-101] A national ‘alone’ also figured in other books of the period. For example, the military historian Cyril Falls claimed that the United Kingdom had been alone, while Roy Harrod’s biography of Maynard Keynes claimed it was Britain which stood alone.[CITATION-102] The fact that the first official civilian history, Keith Hancock and Margaret Gowing’s, actively and comprehensively rejected any allegation that Britain fought ‘alone’ suggests that this idea was in play post-war:Even in the darkest months of 1940 and 1941, the United Kingdom did not fight alone. The resisting European Governments found sanctuary in Britain, small bands of fighting Frenchmen, Poles, Norwegians, Dutch, Belgians and Czechs took up battle stations with the British forces, while in their subdued homelands obstinate patriots tuned in to Big Ben and formed with each other those first conspiratorial groupings that grew later into the Resistance. Moreover, in the early winter of 1940, while Wavell’s men were winning the first desert victories, the Greek state and people flung back Mussolini’s attack. For the British people, these were great months—fit climax to the Battle of Britain and fit reward for their civilian fortitude.[CITATION-103] The empire was not forgotten for, as they wrote, in ‘this year of decision, Britain was not an isolated island, but the rallying-centre of Commonwealth and Empire. The reinforcement of her national power was both military and economic’.[CITATION-104] Internationalism was central to their book, for they argued in effect that a Britain truly alone, one forced to become self-sufficient, would certainly ‘neither have made effective war nor even maintained [its] civil population’.[CITATION-105] Even in war Britain depended on an ‘international economic order’ in which it had a privileged place. Britain could import food rather than growing it, it could import oil rather than go to the costly trouble of making it from coal, and it could, if necessary, import manufactures, from tanks to tractors, on a vast scale.[CITATION-106] Historians writing over the following decade were closer in spirit to Hancock and Gowing than to Churchill. Deliciously, a 1950s edition of Henrietta Marshall’s children’s historyhas no reference to Britain being ‘alone’ in 1940, and said of 1939 that ‘Britain was not alone; not only had Canada, New Zealand and the other British dominions declared war on Germany but so had Britain’s old ally, France’.[CITATION-107] Charles Mowat, although he used ‘alone’ as his final subheading in his history of Britain up to 1940, noted that ‘there remained, alone, Britain and the Commonwealth, together with those patriots who had escaped’ Nazi occupation. It was, however, a national moment, in which the British people ‘found themselves again, after twenty years of indecision. They turned away from past regrets and faced the future unafraid’.[CITATION-108] Note that ‘again’. Henry Pelling’s(1960) had no ‘alone’ at all.[CITATION-109] How present any sense of a national ‘alone’ was in the popular culture of the immediate post-war period is a matter yet to be determined, but it is notable that the Battle of Britain film, the most popular movie of 1956, has Douglas Bader commanding a squadron composed largely of Canadians who are shown listening to part of Churchill’s Finest Hour speech, including the reference to the ‘British Empire and its Commonwealth’. There is no ‘alone’ at all.[CITATION-110] From the late 1950s, the national ‘alone’ slowly became a commonplace. For example, John Wheeler-Bennett’s 1958 biography of King George VI claimed something the late king-emperor could never have uttered in public: ‘Britain now stood alone in the fight, stripped and girt for battle, and unimpeded by less determined friends’.[CITATION-111] The 1958 filmin a voice-over near the end intoned: ‘we were alone but undivided; no longer were there fighting men and civilians, there were only people; a nation had been made whole’—indeed the coming together of fighting men and civilians wastheme of the film (it was emphatically not about the coming together of classes).[CITATION-112] A.J.P. Taylor used ‘alone’ as a page heading in the chapter ‘Finest Hour 1940–1941’ of his(1965), yet noted that Britain gained many allies.[CITATION-113] Twice in the text he refers back to ‘the period when Great Britain stood alone’.[CITATION-114] Angus Calder, in his(1969), notes in inverted commas that Britain ‘stood alone’ and without commas that Britain fought alone.[CITATION-115] He criticised the notion of ‘alone’ for excluding millions of Asians, which was of course an important and correct point, but did not make it explicit that it excluded more than the Asian elements of empire.[CITATION-116] Paul Addison’s(1975) has only a passing mention of the ‘British left alone to await Hitler’s onslaught’.[CITATION-117] These instances occurred at a time when the use of the national ‘alone’ was proliferating.[CITATION-118] Thames Television’s history of the Second World War,, entitled its fourth episode ‘Alone’, with a subtitle dating this from May 1940 to May 1941.[CITATION-119] In 1990, Kenneth Morgan was not unusual among professional historians in claiming of 1940 that ‘Truly the nation was alone’It was not lack of expertise in British history which led Simon Schama to tell the nation in 2009 that, in the year following 1940, ‘The complete isolation of Britain, fighting on alone, which Hitler not unreasonably assumed would make it a soft target, had precisely the reverse effect. Churchill turned on the “island nation” rhetoric and the British people across all classes, with very few exceptions, echoed him’A minority of historians continued to see things differently. Some suggested that a national ‘alone’ was the product of wartime morale building.[CITATION-122] Others argued that Britain was not alone, noting the role of the Dominions and, more rarely, the governments in exile.[CITATION-123] Some noted that what was ‘alone’ was Britainthe Dominions, or the Commonwealth.[CITATION-124] A few noted that Britain was not alone as it was supported by the Dominionsthe United States.[CITATION-125] More unusual has been the argument that the whole empire, not just Britain and the Dominions, was alone.[CITATION-126] Avoiding the term and concept altogether became, and remains, very rare.[CITATION-127] Historians who noted that Britain not only had an empire (or was a central part of an empire), but also had allies, are rare exceptions.[CITATION-128] Why was it that an imperial and internationalist war was turned into a national one, with a focus on 1940? I suggest there was a general shift to a national conception of Britain after 1945, rather than after 1940.[CITATION-129] This was closely connected to changing economic relations with the USA, which in itself provided reasons for telling a story of a nation alone in 1940. In August 1945 the USA abruptly cut off that great symbol and agent of wartime internationalism, Lend-Lease, suddenly making the United Kingdom into an economy with a serious balance of payments problem. ‘Alone’ was a rebuke to, and a claim against, the USA. Central to the British argument was the idea that in 1940 and 1941 Britain fought thefight, without the United States (rather than, as in the usual framing, without France), whichin this view have been already engaged, not least financially, with the war effort.[CITATION-130] This ‘alone’ had to be national in conception both to elicit sympathy, to avoid reference to the empire (which was unpleasing to US opinion), and also, crucially, because the problem with external British finances was not the indebtedness of the empire as a whole, but rather British national indebtednessthe empire. In trade terms, too, it was the United Kingdom, not the empire, which was in significant deficit with the USA from 1945. The question of relations with the US also helps us understand why for some historians, in a similar manner to the suggestion made in Churchill’s history, ‘alone’ meant ‘without the USA’. For Sidney Pollard ‘Britain stood virtually alone’ from the summer of 1940 to December 1941.[CITATION-131] A.J.P. Taylor also saw December 1941 ending the ‘alone’ period, on the basis that the Soviet War was a separate one.[CITATION-132] Arthur Bryant, who did not particularly emphasise ‘alone’, argued that ‘the British people had to stand alone and fight their own battles’ until ‘the might of the United States came to be exerted in Europe’—meaning, one supposes, 1942, or perhaps later.[CITATION-133] Robert Holland makes what seems to me a key point about British self-representation: that ‘what mattered almost as much as beating Hitler, was the company one kept in doing so’.[CITATION-134] It is also notable that from 1944, and especially from 1945, and in contrast to 1918, the war was accounted for nationally. War statistics—for example,(1944),(1945) and the(1951)—were presented in national and not imperial terms, thus seriously misrepresenting not only the context but the very nature of British war production.[CITATION-135] Official civil and military histories of the war were written from the national point of view, and with a national focus, even though military operations and questions of supply had been both international and imperial.[CITATION-136] These official histories, it has been argued, profoundly shaped the works of historians of the 1960s and surely did so in this respect too.[CITATION-137] But there were many other reasons why a national focus became standard by the 1960s. After 1945, and increasingly so later, a British national identity became, in many different facets of life from the economy to the monarchy, much stronger, as an imperial identity receded.[CITATION-138] It is notable, for example, that the 1951 Festival of Britain was distinctly national in focus, in contrast to the great Empire exhibition of 1924 and the too often forgotten equivalent of 1938.[CITATION-139] By the 1960s, what was tellingly called ‘immigration’ from the empire and the Commonwealth, ‘produced an Englishness that was increasingly defined in opposition to empire/Commonwealth’.[CITATION-140] It was in this post-war national context that the idea of the nation ‘alone’ during war itself came to flourish. It was in the same context that ‘people’s war’ entered the historiography.The term ‘people’s war’ was not used in histories before the 1960s, and it was very rarely taken up by historians before the early 1980s, only making a significant impact in the 1990s.[CITATION-141] For example, there is no ‘people’s war’ in Hancock and Gowing’s, in Churchill’s, Richard Titmuss’sof 1950, or Pelling’s[CITATION-142] The term was used, and defined by, three key histories of the war: A.J.P Taylor’s, Angus Calder’sand Paul Addison’s. The first use, which set the new tone, seems to be in A.J.P. Taylor’s, which ended with the resounding claim that in the war ‘the British people came of age. This was a people’s war … Imperial greatness was on the way out; the welfare state was on the way in’.[CITATION-143] In Angus Calder’sand Paul Addison’sthe phrase was also used, though, as in Taylor, sparingly, but significantly. For Addison, 1940 was ‘critical year’ when ‘all sections of the nation put aside their peacetime differences … the foundations of political power shifted decisively leftwards’. The Labour Party went into government, the TUC became ‘virtually a department of state’, the official dissemination of ‘social democratic ideas’ began, and great importance was now attached to the morale and welfare of the workers’—all this was what was captured for Addison by the term ‘people’s war’.[CITATION-144] All three works, and those that follow them, whether using the term ‘people’s war’ or not, are accounts of the war which focus on a progressive domestic Britain, and on the proto-welfare state.[CITATION-145] ‘People’s war’ was in this account a progressive national war, driven by Labour and progressive ideas.[CITATION-146] ‘People’s war’ was now used in different senses from wartime usages. It was a celebratory rather than a critical term, and was used descriptively of wartime Britain. Rather than being used in the wartime internationalist sense, it was now a national and nationalist notion. The unit of analysis was ‘Britain’ or something like it. The term implied a nation coming together, gaining strength by turning inward, mobilising national resources to transform the national economy. It played down not only empire but also the allies, the United Nations and the dependence of the wartime UK on a global order. Also in contrast to wartime usage, the military was sidelined, in what were essentially studies of civilians at war.[CITATION-147] These national histories were also histories from the centre-left, which told a story of a nation that began to transform itself through welfare and through the advance of the left, rather than the more politically neutral wartime sense of a ‘people’s’ war as total war.These works, and of course others, enshrine 1940 as a key political moment, preparing for, and indeed overshadowing, the Labour landslide of 1945. This focus on 1940 as the key moment of political change has been and remains very potent. For example, Ross McKibbin’s recent political history of the period identifies two key dates: 1931, which saw the establishment of Conservative hegemony, and 1940, its loss; 1945 merely confirms the new dispensation of 1940.[CITATION-148] The astonishing degree to which the war is still seen as the key radical moment can be seen on the website for Ken Loach’s 2013 documentary,, which begins: ‘The Second World War was a struggle, perhaps the most considerable collective struggle this country has ever experienced’.[CITATION-149] Indeed, Calder’s ‘people’s war’ carried within it a rebuke to what happened after 1945.[CITATION-150] Wrongly seen as a criticism of ‘people’s war’ accounts, it lamented the subversion of the great progressive project of wartime Britain by dark forces which took control and power over the Atlantic.[CITATION-151] Later, he would claim that the transfer, under the cover of myth, took place in 1940.[CITATION-152] Since the late 1980s, and especially from the 1990s, the term ‘people’s war’ in this new sense has spread far and wide. It was used as the title for the Channel Four TV seriesof 1985.[CITATION-153] The term was also used for a vast collection of Second World War memories collected by the BBC between 2003 and 2006.[CITATION-154] It began to be used in titles of books and papers, its meaning taken to be familiar.[CITATION-155] The term began to pepper histories of the war. For example, it is used repeatedly, with no explanation, in Weight’s.[CITATION-156] Geoffrey Field’s 2011 book on the British working class in the Second World War repeatedly invokes ‘“People’s War”’, capitalised and in quotation marks, as a central wartime concept requiring no explanation.[CITATION-157] Many cultural histories of the Second World War, have taken the notion of ‘the people’s war’ to describe a wartime ideology, often assuming it to be a wartime coining, closely associated with both the left and the nation.Before the 1980s, only a few scholars of the New Left wrote explicitly and with broad approval of the Second World War as a national and nationalist moment.[CITATION-158] But later some on the left sought to create a new usable nationalism by examining that of the war, and assuming that this was a nationalism which needed remaking.[CITATION-159] Some suggested that Labour won in 1945 because of its embrace of nationalism.[CITATION-160] More broadly, the idea of a new wartime nationalism which ought not to be emulated became a common assumption in the literature which emerged from the late 1980s about ‘national identity’.[CITATION-161] A key figure here was Raphael Samuel. An extreme example of his thinking comes in a passage from in a draft paper written in 1995, which was subsequently published posthumously:… the patriotic hour of May–June 1940, possibly on the account of the splendid isolation in which, by force of necessity, this country found itself, possibly because of the ethnocentric panic which swept the country in the wake of Dunkirk (in the face of the imminent threat of invasion, aliens of all kinds, even Jews, were interned), ‘English’ was the favoured idiom in which the idea of nation was couched … It was in the name of England that, in May 1940, enraged conservative backbenchers brought the Chamberlain government to its knees; the ‘island race’ of Churchill’s apostrophes was English rather than British; and when he turned to international outreach, it was in the first place to those he termed the ‘English-speaking peoples of the world’.[CITATION-162] This is an astonishingly misguided view. The period May–June 1940 was not one of isolation—the fall of France did not come until the end of June; the idea of an ethnocentric panic in the wake of Dunkirk ignores (among many other things) the warm reception given to evacuated French troops; only-alien(whether Jews or not) were interned; it was not in the name of England that Chamberlain was brought down by the Tories: ‘In the name of God, go’ was the famous line from Leo Amery. Churchill did not, in 1940, speak for England but for the British Empire, and he reached out to France and many other non-English speaking peoples, not least those subjugated by Hitler.While views such as Samuel’s were commonplace in some quarters, the more usual argument developed in the 1980s and ’90s was rather different. According to this view, it was the British people who felt they were a nation alone in the 1940s. The new ideology of this nation was a national ‘people’s war’. There was a new ‘social patriotism’ exemplified particularly by the work of Orwell and Priestley, while the notion of a ‘people’s war’ expressed working-class radicalisation and ‘patriotic mobilization’.[CITATION-163] This interpretation held that ‘the prevailing image of the war for Britain was national, indeed insular’; there was a ‘sense of inward retreat’.[CITATION-164] Richard Weight wrote of the ‘legend’ of the Finest Hour, where ‘the British—standing alone and defiant on their island home—saved the world from tyranny’, but argued this belief was central to a new post-imperial identity constructed in 1940.[CITATION-165] Similarly, for Robert Colls ‘the British stood alone’ between June 1940 and June 1941, a period which he identified as ‘a moment of high national identification’; he invoked the ‘people’s war’ as well.[CITATION-166] R.M. Douglas argued that the Labour Party shifted decisively from internationalism to nationalism during the war.[CITATION-167] Andrew Marr saw the years 1939–42 as crucial years of defeat which transformed Britain, when the ‘besieged’ British ‘found themselves knitted together in a new national comradeship … It was the real end of Britannia, the imperial, now befuddled conqueror island, and the real beginning of modern Britain’.[CITATION-168] It was a ‘people’s war’.[CITATION-169] That historians identified the ‘people’s war’ with the nation is clear in Krishan Kumar’s.[CITATION-170] Wendy Webster took ‘people’s war’ to be a wartime phrase used to refer to the British people, and thus coined the term ‘people’s empire’ to distinguish the imperial variant she found.[CITATION-171] Paul Ward, in his, connected ‘Patriotism and politics in the people’s war’ and argued that the emergent wartime welfare state was national-patriotic and racially homogeneous, claiming it was only very much later that what stood alone was empire, a venture which involved non-whites too.[CITATION-172] A more recent example is to be found in Stuart Hall’s memoir. In his view, while the war was really an imperial war, won in the end by the USA, the USSR and the British Empire, it was, at the time, presented as a national one, obscuring its imperial nature: ‘up to a point, the heightened self-consciousness of national unity … ideologically cemented the British nation. This was the effect of confronting the spectacle of possible defeat … Churchill’s political rhetoric … crystallized a national climacteric, responding to the historical realities of a nation a hair’s breadth from destruction’.[CITATION-173] The ‘people’s war’ was both real and ideological: ‘The war is still primarily remembered as the achievement of the common people all mucking in together, the people’s war, the home front, the egalitarian experiences of the Blitz … the war remains the resonant dividing line, the hiatus, between then and now … rivetted in the historical memory’. He went on: ‘the national history may be untrue … [but] it does have the merit of articulating the shift in social power … The war was, after all, the principal factor in the social-democratic remaking of the nation’.[CITATION-174] The belief that during the war people believed in ‘alone’ and ‘people’s war’ was strengthened by other accounts which aimed at debunking wartime myths. In 1991 Angus Calder published, a pioneering cultural history of the war and the first sustained denunciation of the myths of 1940.[CITATION-175] It was notable for going back to wartime sources. Yet both ‘alone’ and ‘people’s war’ were still very present in his argument: ‘Alone’ is included in one chapter heading, even though he stressed that the empire was important, and that foreigners flew in the battle of Britain (a somewhat limited recognition of the importance of the outside world). He included as an index entry ‘People’s war, myth of’, with eleven pages cited.[CITATION-176] Neither term (excepting one lone reference to ‘people’s war’) derived from his extensive quotations from primary sources.[CITATION-177] Calder did not acknowledge his own pivotal role in creating an understanding of the war which now he criticised.By the late 1990s, the concept of ‘people’s war’ was being projected back on to the 1940s as a central wartime ideology. James Chapman in his study of wartime film, claimed that the ‘people’s war’ was both part of the myth and the reality of the war; that it was the most important element in film propaganda, that it focused on ordinary men and women, national unity and social cohesion, where class difference was replaced by a democratic sense of community and comradeship.[CITATION-178] His is one of many studies which have taken wartime film as central examples of what they see as new national ‘people’s war’ ideology of cross-class unity. Yet Ross McKibbin, in my view correctly, has seen little ideological change in film from the 1930s to the late 1940s and notes of the relevant films that they generally do not espouse a left patriotism.[CITATION-179] , Noel Coward’s 1942 hagiography of Lord Mountbatten, is one apposite example. One can go further: some films that have been claimed as ‘people’s war’ films have distinctively right-wing themes:(1942) and(1942) both whitewash pre-war pro-fascists.[CITATION-180] (1943) is interesting for its overt portrayal of class tension rather than cohesion, its airing of a left critique of Britain and for the emphasis it places on bridging the gap between the factory and the forces (a wartime ‘people’s war’ theme).[CITATION-181] (1946) is notable not for it its national ‘people’s war’ focus, but because it is pro-American and internationalist.[CITATION-182] The idea of ‘people’s war’ as central to wartime ideology became pivotal to many histories critical of wartime society. Thus Lucy Noakes took it as a powerful necessary wartime ideology, which has persisted as a powerful image of the war.[CITATION-183] Similarly—although she has brought rich new wartime evidence to light in—Sonya Rose has ended up strengthening the view that the war was believed to be a ‘people’s war’. She has also challenged what she has taken to be perceptions of the ‘people’s war’, but continued to put the concept at the centre of wartime ideas, taking it for granted that the war was and is usually so labelled.[CITATION-184] She asserts that ‘It was in the immediate post-Dunkirk period and the beginnings of the Blitz that the depiction of the war as a ‘People’s War’ took hold in the public imagination’; ‘The People’s War’ was ‘a construction promulgated by the press, radio, and film, one that profoundly shaped and was elaborated in both official and unofficial wartime propaganda’.[CITATION-185] For Rose, this was a left view, focused on the rebuilding of a new Britain: ‘there was a left-leaning, populist, progressive shift in the dominant political culture that inundated the United Kingdom … The idea that a new Britain would rise like a phoenix from the ashes of war was a powerful one that dominated the hopes and fears articulated in popular discourse’.[CITATION-186] The difficulty is that this was not a ‘people’s war’ idea from wartime itself, but rather, as in the other cases above, the imposition onto the war of a 1960s and 1970s national, welfarist and left conception of the war as ‘people’s war’. Over a number of decades a particular Taylor-Calder-Addison thesis has been turned into a wartime historical reality, which is itself open to criticism, rather than being understood as a later thesis about the war.The problem of failing to see past the concepts of the 1960s and 1970s is very evident in the argument that the new left nationalism of 1940 was expressed through the contemporary writings of J.B. Priestley and George Orwell.[CITATION-187] The work of Priestley and Orwell is taken for celebratory left nationalism, rather than being representative of a celebratory liberal imperialism on the one hand, and a critical call for a true national anti-imperialist people’s war on the other. These readings are often the only evidence for 1940 left nationalism, apart from invocations of ‘alone’ and ‘people’s war’.[CITATION-188] Although historians now doubt Priestley’s left credentials, they note only his supposed nationalism, ignoring the very evident imperialism.[CITATION-189] Orwell’s positions are also routinely misrepresented. Orwell, who was clearly an anti-imperialist, did not, as is claimed or implied, suggest a new popular association between patriotism and socialism in 1940. In, written in 1944, Orwell argued that ‘During the bad period of 1940 it became clear that in Britain national solidarity is stronger than class antagonism … It was exactly then that class feeling slipped into the background, only reappearing when the immediate danger had passed’.[CITATION-190] Indeed Orwell’s works of 1940/41 had made this very point.argues for theof British patriotism among the left (his well-known charge), but, crucially, that after Dunkirktypes of patriotism were very obvious, and were not a new kind.[CITATION-191] For Orwell, 1940 brought out the ‘integrity of British national feeling’, ‘the revelation of working-class patriotism’ as expressed in mobilisation into the Home Guard, but not apatriotism.[CITATION-192] Orwell’s point was that the leftto take advantage; the potential revolutionary patriotic feeling of 1940and ‘in general we are still commanded by people’, he later complained, who lived through the 1930s ‘without ever discovering that Hitler was dangerous’.[CITATION-193] Orwell himself developed what he saw as a missing left-nationalist critique, not celebration, of wartime Britain, including criticism of the Labour Party.attacked English capitalism, imperialism and the war effort from that perspective.[CITATION-194] He was not alone in this sort of critique: Cassandra’slambasted the officer class of the army as old, class-prejudiced amateurs, and complained that everything continued to be run in the same way as before the war, but with higher profits and dividends.[CITATION-195] This critical nationalist position was also central to the Communist Party position from 1941: it saw British weakness as the result of the economic internationalism of the British ruling class.[CITATION-196] Why has this more recent account of the national ‘people’s war’ come to be seen as a wartime creation? Why is it been taken as so self-evidently correct that it has strongly affected the reading of primary sources, including the work of Priestley and Orwell? More specifically, why was it that cultural histories from the 1990s identified that ideological work being done in the Second World War itself, rather than in the key histories whose theses they echoed? The most important reason is a failure to detect a nationalism of the left in the work of key post-war historians—indeed, a failure to see left British nationalism as anything other than a temporary wartime phenomenon. For the post-war years, only Irish, Welsh and Scottish nationalism are evident to many historians. Scottish nationalism can be accepted in the context of new nationalisms across the former British world, and be of the left, whereas British nationalism cannot.[CITATION-197] While it is possible to find left-Australian histories of the 1970s producing national-creation stories around ANZAC and the fall of Singapore, thereby projecting the nation back into an imperial era, British historians doing much the same thing have not been discerned so easily. British nationalism, to the extent it exists at all, is seen as an ideology of the right, and closely allied to imperialism, making a British anti-imperialist nationalism of the left doubly implausible.[CITATION-198] Indeed, Margaret Thatcher’s nationalism/imperialism and its electoral success were a vital spur to the study of ‘national identity’.[CITATION-199] This was the context for many studies in which ‘national identity’ became the topic, the title or the sub-title of many books, not least on the Second World War. This literature did not, with few exceptions, identify any form of imperial identity, only a national one which might express itself in imperialist terms.[CITATION-200] In fact, a left nationalism, anti-imperialism and hostility to cosmopolitan capitalism (often itself conflated with imperialism) was common on the intellectual left. Recognition of the existence of this left nationalism has, however, been very fragmentary. Tom Nairn has pointed to the nationalism of Labour, showing how it celebrated national not class victories.[CITATION-201] It is telling that E.P. Thompson is sometimes thought to be a uniquely nationalist left intellectual.[CITATION-202] This is taken to be so unusual as to require explanation. Priya Satia has suggested it came from his exposure to Indian nationalism.[CITATION-203] There is, however, a much more straightforward explanation. The Communist Party, during the war, adopted a strongly nationalist critique of British imperialism and liberalism, and that nationalist critique intensified after the war, as can be seen in the party programme of 1951, the.[CITATION-204] Eric Hobsbawm’sprovides a clear example of such a critique, one which celebrates the national moment of the Second World War as industrially transformative, as the exception which proved the rule.[CITATION-205] It was also a pioneering declinist text, and indeed declinism, a central feature of intellectual discourse from the 1950s into the 1990s, mostly from the centre-left, was typically nationalist (and anti-imperialist) also.[CITATION-206] This intellectual left nationalism was important for the writing of the social and political histories of the Second World War, many of which might be characterised as national popular front histories.[CITATION-207] It should not surprise us that historians of the left and centre-left in the 1960s and 1970s should have radically played down the imperialism or the internationalism of the British at war, nor that they should have overstressed the role of the left and the rise of welfare. But they did more than that. The pioneering social histories of war saw modern war as a civilian war, in which women and children played new roles. In these histories, the military were written out, and so were conservative forces, except as residua. These histories, based on particular assumptions about the nature of modernity and its progressive forces, had trouble grasping the specificity and significance of the military, even in war.[CITATION-208] The importance of centre and left national historical accounts of the British Second World War is made clearer if we note the surprising lack of national histories of the war from the right. Churchill’s multi-volume semi-official history was of the war as a whole, with a notable emphasis on the USA, rather than the story of the British national or imperial war. In this he was followed by many historians of the right.[CITATION-209] Indeed, the historiographical right has had a complex relationship with national wartime history. An imperialist critique of the war as unnecessary has been presented in rather oblique terms and not cast as a general history of Britain at war, or indeed of the empire at war.[CITATION-210] A significant and revealing exception is the work of the nationalist and anti-imperialist Correlli Barnett, for whom the empire was alone but also weak. Barnett argued that wartime Britain did not mobilise nationally but became dependent on the USA; its internationalism and imperialism (as well as welfare) undermined the possibility of national reconstruction in war as in peace.[CITATION-211] This was an inversion of the left-national story, not an alternative to it, and has usually been seen only as a critique of the welfare state. But we need to know very much more about how Conservatives understood the war, both during it and afterwards.[CITATION-212] There was more variety, not least in private understandings, than the focus here on history books reveals.It is a tribute to the power of the historians who created the new post-war national histories, especially of the war, that their work should be so easily conflated with what happened, such that their assumptions dominate textbooks and curricula to this day. They were crucial in creating the national identity which historians writing at a later date would find ever deeper in the past. A less positive way of making the point is that there has been a notable reluctance to note the existence of different substantive traditions of interpretation in the writing of twentieth-century British history. They are rarely if ever discussed in surveys of the field.[CITATION-213] Indeed, recent reflections specifically lament the lack of synthetic interpretative works, and it has been implied that the only syntheses available, at least until recently, have been bad popular histories.[CITATION-214] One consequence of the failure to engage with historiography is that some cultural history of twentieth-century Britain has, far from challenging these assumptions, reinforced their significance by continuing to write within the same framework, even when claiming to do otherwise. To put it another way—there is very much more to be challenged in the older histories than is currently commonly understood.However, change is afoot. British political history before 1939 has partially shaken off the influence of Churchill’s account and the various ways it was adopted and adapted by Labour.[CITATION-215] The British Second World War is now seen as imperial and international.[CITATION-216] 1940/1941 has been understood not as a moment of weakness, but rather as the last moment when, relatively speaking, the British Empire was indeed a Great Power; the great defeats came in 1941/1942.[CITATION-217] The domestic political, economic and social history of the war has now moved on from the assumptions of the old national histories. New studies explore the significance of conservatism, the military and the warfare state, and the critics of the war.[CITATION-218] Much remains to be researched about elite and popular ideology, including how 1940 was understood (and I would still argue that it was an important moment).[CITATION-219] And there is much more to learn about how the war (and not just 1940) has been remembered. In broader British histories, too, there is a distinct sense that the broad arguments and assumptions which frame the historiography of twentieth-century Britain need dismantling. It is a task which is now underway on many fronts, including enquiry into historiographical keywords. It is not only ‘alone’ and ‘people’s war’ which should be used with caution and with an appreciation of their own historical trajectories and usage, but other such staples as ‘affluence’, ‘social democracy’, ‘welfare state’, ‘consensus’, ‘neo-liberalism’, ‘post-war settlement’ and more.[CITATION-220] Refreshing the historiography of twentieth-century Britain requires, more than we realise, an understanding of the usually hidden theoretical armature which structures it.",
    "footnotes": {
        "1": "Many works have now demonstrated the imperial nature of the military effort, including K. Jeffery, ‘The Second World War’, in J. Brown and W.R. Louis, eds, The Oxford History of the British Empire, IV: The Twentieth Century (Oxford, 1999), pp. 308–27; A. Jackson, The British Empire and the Second World War (London, 2006); D. Killingray and M. Plaut, Fighting for Britain: African Soldiers in the Second World War (London, 2010); D. Edgerton, Britain’s War Machine: Weapons, Resources and Experts in the Second World War (London, 2011); Y. Khan, The Raj at War: A People’s History of India’s Second World War (London, 2015); D. Todman, Britain’s War: Into Battle, 1937–1941 (London, 2016); S. Raghavan, India’s War: The Making of Modern South Asia, 1939–1945 (London, 2016); A. Stewart, The First Victory: The Second World War and the East Africa Campaign (London, 2016); T. Barkawi, Soldiers of Empire: Indian and British Soldiers in World War II (Cambridge, 2017); J. Fennell, Fighting the People’s War: The British and Commonwealth Armies and the Second World War (Oxford, 2019); A. Allport, Britain at Bay: The Epic Story of the Second World War, 1938–1941 (London, 2020); D. Todman, Britain’s War: A New World, 1942–1947 (London, 2020). For the broader international/global turn see Edgerton, Britain’s War Machine; M. Geyer and A. Tooze, eds, The Cambridge History of the Second World War, III: Total War: Economy, Society and Culture (Cambridge, 2015); T. Bottelier, ‘Associated Powers: Britain, France, the United States and the Defence of World Order, 1931–1943’ (King’s College London Ph.D. thesis, 2018) and T. Bottelier, ‘“Not on a Purely Nationalistic Basis”: The Internationalism of Allied Coalition Warfare in the Second World War’, European Review of History, xx (2020), pp. 152–75.",
        "2": "Thus, Geoff Eley argues that there was an explanatory account, underpinned by notions of patriotism, welfare and communal solidarity, which was current from the war itself into the 1960s, but that this myth was challenged from the left in the 1960s, notably by Angus Calder in The People’s War: Britain 1939–1945 (London, 1969), and then from the right from the late 1970s onwards: G. Eley, ‘Finding the People’s War: Film, British Collective Memory, and World War II’, American Historical Review, cvi (2001), pp. 818–37. Penny Summerfield and Corinna Peniston-Bird agree that Calder ‘probed beneath the surface of the apparent national consensus’ in their Contesting Home Defence: Men, Women and the Home Guard in the Second World War (Manchester, 2007), p. 3. For an example of the argument that the ‘people’s war’ and ‘alone’ were wartime constructs which have proved resistant to academic revisionism, see C.M. Peniston-Bird, ‘“All in it Together” and “Backs to the Wall”: Relating Patriotism and the People’s War in the Twenty-First Century’, Oral History, xl (2012), pp. 69–70, 72. The role of historians as creators is not addressed in the literature: see L. Noakes and J. Pattinson, eds, British Cultural Memory and the Second World War (London, 2013), and P. Summerfield, ‘Culture and Composure: Creating Narratives of the Gendered Self in Oral History Interviews’, Cultural and Social History, i (2004), pp. 65–93, which argues for the importance of narratives in memory, but not for those specific to historians. See also D. Reynolds, ‘Britain, the Two World Wars, and the Problem of Narrative’, Historical Journal, lx (2017), pp. 197–223, which does not distinguish enough between contemporary understandings and what the historians say.",
        "3": "Penny Summerfield has pointed to important discontinuities in how the war was understood into the 1950s and 1960s: P. Summerfield, ‘Public Memory or Public Amnesia? British Women of the Second World War in Popular Films of the 1950s and 1960s’, Journal of British Studies, xlviii (2009), pp. 935–57; ead., ‘Divisions at Sea: Class, Gender, Race, and Nation in Maritime Films of the Second World War, 1939–60’, Twentieth Century British History, xxii (2011), pp. 330–53; ead., ‘Dunkirk and the Popular Memory of Britain at War, 1940–58’, Journal of Contemporary History, xlv (2010), pp. 788–811. See also J. Ramsden, ‘Refocusing “The People’s War”: British War Films of the 1950s’, Journal of Contemporary History, xxxiii (1998), pp. 35–63.",
        "4": "See, for early important examples, H.L. Smith, ed., War and Social Change: British Society in the Second World War (Manchester, 1986); the survey by J. Harris, ‘War and Social History: Britain and the Home Front during the Second World War’, Contemporary European History, i (1992), pp. 17–35; and S. Fielding, ‘What Did “The People” Want? The Meaning of the 1945 General Election’, Historical Journal, xxxv (1992), pp. 623–39.",
        "5": "On the framework, see J. Harris, ‘If Britain had been Defeated by the Nazis, How would History have been Written?’, in W.R. Louis, ed., Still More Adventures with Britannia: Personalities, Politics and Culture in Britain (London, 2003), pp. 211–28.",
        "6": "It is important to note that, from the 1970s, some historians held Britain to have been profoundly weak in 1940. This thesis, most extensively developed by Correlli Barnett in The Collapse of British Power (London, 1972) and The Audit of War: The Illusion and Reality of Britain as a Great Nation (London, 1985), was influential on the left as well as on the right, including on C. Ponting, 1940: Myth and Reality (London, 1990); P.J. Cain and A.G. Hopkins, British Imperialism, 1688–2000 (1993; 2nd edn, London, 2002), p. 620; and M. Smith, Britain and 1940: History, Myth and Popular Memory (London, 2000). I will not discuss this issue here, though the argument is rebutted in Edgerton, Britain’s War Machine, and other recent histories of the war.",
        "7": "New work points to, for example, the warfare state and the military, not merely the proto-welfare state and the factory. See, for example, D. Edgerton, Warfare State: Britain, 1920–1970 (Cambridge, 2005); Edgerton, Britain’s War Machine; C. Honeywell, A British Anarchist Tradition: Herbert Read, Alex Comfort and Colin Ward (London, 2011); J.C. Wood, ‘“The Rock of Human Sanity Stands in the Sea Where It Always Stood”: Christian Intellectuals, British National Character, and the Experience of (Near) Defeat, 1937–1942’, in J.C. Wood, Christianity and National Identity in Twentieth-Century Europe: Conflict, Community, and the Social Order (Göttingen, 2016), pp. 131–48; R. Crowcroft, ‘“Making a Reality of Collective Responsibility”: The Lord President’s Committee, Coalition and the British State at War, 1941–42’, Contemporary British History, xxix (2015), pp. 539–62; Todman, Britain’s War; W. Webster, Mixing It: Diversity in World War Two Britain (Oxford, 2018); R. Crowcroft, ‘Peering into the Future: British Conservative Leaders and the Problem of National Renewal, 1942–5’, Historical Research, xc (2017), pp. 788–809; K. Kowol, ‘The Conservative Movement and Dreams of Britain’s Post-War Future’, Historical Journal, lxii (2019), pp. 473–93; Fennell, Fighting the People’s War.",
        "8": "See n. 200 below.",
        "9": "J. Gardiner, Wartime: Britain, 1939–1945 (London, 2004), has contemporary ‘alone’ quotes from Virginia and Leonard Woolf (pp. 187, 189), and the oft-repeated expression of delight from King George VI that there were no allies to have to be polite to or pamper. On this, see J. Wheeler-Bennett, King George VI: His Life and Work (London, 1958), p. 460. But what exactly is supposed to be ‘alone’ is not addressed. Virginia Woolf noted in passing that we ‘Fight in our fortress … Now we’re fighting alone with our back to the wall … Oh, of course we shall fight and win’: The Diary of Virginia Woolf, V: 1936–41, ed. A.O. Bell and A. McNeillie (London, 1984), p. 297 (20 June 1940); two weeks later, on 4 July 1940, she recorded that ‘Canadians swarm’, p. 300.",
        "10": "R. Weight, Patriots: National Identity in Britain, 1940–2000 (London, 2002): ‘The plain fact is that by 1940 the British people were not terribly interested in Empire’ (p. 63).",
        "11": "Weight, Patriots, pp. 63–5, quotation at 65.",
        "12": "Weight, Patriots, p. 65.",
        "13": "See Edgerton, Britain’s War Machine, pp. 47–51, for a brief outline of this argument; for more evidence supporting this interpretation, see Webster, Mixing It, pp. 57–61. The similarly powerful ‘over by Christmas’ myth about elite and popular attitudes in the early part of the war is dealt with in S. Hallifax, ‘“Over by Christmas”: British Popular Opinion and the Short War in 1914’, First World War Studies, i (2010), pp. 103–21.",
        "14": "In the British Newspaper Archive of digitised local newspapers, the phrase ‘Britain stands alone’ appears only 34 times in 1940, and of these 14 include references to empire, dominions, commonwealth or colonies, while 20 do not, though these are often very brief items, including poems. Since the ‘Empire stands alone’ appears 12 times, we may conclude that, as well as being very rare, ‘alone’ was more likely to be associated with empire than not: The British Newspaper Archive (Findmypast and the British Library, 2011–), at https://www.britishnewspaperarchive.co.uk/ (accessed March 2020).",
        "15": "D. Low, Europe at War (Harmondsworth, 1941), p. 80.",
        "16": "On the white cliffs, see P. Readman, ‘“The Cliffs are not Cliffs”: The Cliffs of Dover and National Identities in Britain, c.1750–c.1950’, History, xcix (2014), pp. 241–69.",
        "17": "On the latter, see K. Robbins, ‘Britain, 1940 and Christian Civilisation’, in D. Beales and G. Best, eds, History, Society and the Churches: Essays in Honour of Owen Chadwick (Cambridge, 1985), pp. 279–99. See below for the case of Arthur Mee.",
        "18": "Cato [Michael Foot, Peter Howard and Frank Owen], Guilty Men (London, 1940), p. 124.",
        "19": "Arthur Bryant, English Saga (1840–1940) (London, 1940), p. 334. See also Arthur Mee, Nineteen-Forty: Our Finest Hour (London, 1941), p. 101.",
        "20": "J.B. Priestley, Postscripts (London, 1940).",
        "21": "Ibid., p. 12.",
        "22": "J.B. Priestley, Out of the People (London, 1941), p. 32.",
        "23": "Arthur Mee, Nineteen-Forty: Our Finest Hour (London, 1941), p. 105. There is no ‘alone’ in the text, which is strongly imperial, excepting ‘we stand, fighting alone for the freedom of mankind’ referring here to ‘the Island’ (p. 107). See below for his imperial ‘alone’.",
        "24": "British News No. 3 (The Newsreel Association of Great Britain and Ireland, 1940, probably July), available via the British Council Film Archive, at http://film.britishcouncil.org/british-news-no-3.",
        "25": "British News No. 4 (The Newsreel Association of Great Britain and Ireland, 1940), available via the British Council Film Archive, at http://film.britishcouncil.org/british-news-no-4.",
        "26": "British News No. 5 (The Newsreel Association of Great Britain and Ireland, 1940), available via the British Council Film Archive, at http://film.britishcouncil.org/british-news-no-5.",
        "27": "Both the Low and Fougasse cartoons are reproduced in Edgerton, Britain’s War Machine.",
        "28": "The Times, 18 June 1940, p. 7.",
        "29": "The Times, 19 June 1940, p. 2; Vera Brittain, England’s Hour (1941; London, 2005), pp. 47–8.",
        "30": "The Times, 19 June 1940, p. 2. But not always: the report on Churchill’s speech in The Times, 15 July 1940, p. 5, suggests the island more than empire. In his later celebrated broadcast of 18 June 1940, General de Gaulle noted that France was not alone, she had an empire, and could align with the British Empire that was still fighting, and use, as England could, the resources of the USA: J. Jackson, A Certain Idea of France: The Life of Charles de Gaulle (London, 2018), p. 3.",
        "31": "Winston Churchill, memorandum of 28 May 1940, widely cited, including in his The Second World War, II: Their Finest Hour (London, 1949), p. 81.",
        "32": "The War Speeches of the Rt. Hon. Winston S. Churchill, comp. C. Eade (3 vols, London, 1951–2), i, p. 238 (House of Commons, 20 Aug. 1940). The speech included a section on the British nation only: ‘There seems to be every reason to believe that this new kind of war is well suited to the genius and the resources of the British nation and the British Empire and that, once we get properly equipped and properly started, a war of this kind will be more favourable to us than the sombre mass slaughters of the Somme and Passchendaele. If it is a case of the whole nation fighting and suffering together, that ought to suit us, because we are the most united of all the nations, because we entered the war upon the national will and with our eyes open, and because we have been nurtured in freedom and individual responsibility and are the products, not of totalitarian uniformity but of tolerance and variety’, ibid., i, p. 235.",
        "33": "Ibid., iii, p. 436 (House of Commons and Broadcast, 8 May 1945). The text was also read by Lord Woolton in the House of Lords.",
        "34": "See, for example, P. Williamson, Stanley Baldwin (Cambridge, 1999), pp. 259–76. G.M. Trevelyan, in a wartime addition to one of his histories, noted the ‘moral strength of Britain and the Empire’; quoted in D. Cannadine, G.M. Trevelyan: A Life in History (London, 1992), p. 136.",
        "35": "P. Williamson, ‘National Days of Prayer: The Churches, the State and Public Worship in Britain, 1899–1957’, English Historical Review, cxxviii (2013), pp. 323–366, Appendix.",
        "36": "For this argument, see Edgerton, Rise and Fall of the British Nation, pp. 19–24, 29–30. For evidence, see British Information Services, The British Commonwealth and Empire (New York, 1945), which had the Commonwealth and Empire divided in three: 1) the UK and the Dominions, 2) India, Burma and Newfoundland, and 3) the Colonies.",
        "37": "Mee, Nineteen-Forty, p. 95 and passim.",
        "38": "Interestingly, P. Mandler, The English National Character: The History of an Idea from Edmund Burke to Tony Blair (London, 2006), pp. 184–95, sees the images of England associated with the wartime writings of Priestley and Orwell as being late versions of commonplaces from the inter-war years. As the New Statesman noted of the imperialist Arthur Bryant’s English Saga of 1940, it was saying much the same thing as J.B. Priestley, while recognising their politics were very different: J. Stapleton, Sir Arthur Bryant and National History in Twentieth-Century Britain (Lanham, MD, 2005), pp. 166–7. Bryant, a very popular writer, was, to judge from his Britain Awake! (London, 1940), a text composed under the pseudonym Junius for his hard-right organisation Union and Reconstruction, deeply hostile to money men and laissez-faire.",
        "39": "Priestley, Postscripts, p. 18 (23 June 1940).",
        "40": "Ibid., p. 38 (21 July 1940).",
        "41": "Ibid., p. 64 (1 Sept. 1940).",
        "42": "Ibid., p. 70 (8 Sept. 1940).",
        "43": "A.S. Rush, Bonds of Empire: West Indians and Britishness from Victoria to Decolonization (Oxford, 2011), p. 14, notes that in the British Caribbean, ‘English’ meant a white person from Great Britain, while ‘British’ referred to the Empire and its subjects as a whole.",
        "44": "‘The English War’, Times Literary Supplement, 7 Sept. 1940. It is sometimes quoted to imply this was a general view, as for example by Wheeler-Bennett, King George VI, p. 461. The reference to Ireland is ‘The single island, like a tower, Ringed with an angry host’ and perhaps this: ‘With no sly jackals round our table, Cringing for blood-stained scraps’.",
        "45": "Mee, Nineteen-Forty, p. 113.",
        "46": "Ibid., pp. 99–100. He wrote: ‘We think of ourselves as alone, and it is an inspiriting thing that upon our lives the freedom of the human race depends; but indeed we are not alone, for even in these islands are growing up seven legions of men of other lands … [and] we have behind us … the vast workshops of America, Arsenal of Democracy’ (p. 161). But it is clear from the context that it is an imperial ‘not-alone’.",
        "47": "A. Briggs, The History of Broadcasting in the United Kingdom, III: The War of Words (Oxford, 1970), pp. 186, 299, 354–6.",
        "48": "The Allies Pledge for Victory (Gaumont British News, 16 June 1941), Film ID VLVA8ZBIUQBBUFUMKS221LBOBJQT4, available via the British Pathé Archive at https://www.britishpathe.com (accessed 28 June 2021).",
        "49": "The allied governments in London in some cases exercised control over vast imperial territories (Belgium and the Netherlands), and in others over large fleets of merchant ships (Norway and Greece).",
        "50": "See David Davies, Lord Davies, Foundations of Victory (London, 1941); Mee, Nineteen-Forty, p. 101.",
        "51": "Review of the Year 1940 (British Movietone News, 26 Dec. 1940), BM36259, and Review of the Year 1941 (British Movietone News, 29 Dec. 1941), BM41760, available via the Associated Press Archive at http://www.aparchive.com (accessed 28 Mar. 2020); Review of the Year 1940 (British Pathé News, 30 Dec. 1940), Film ID 1065.16 and Review of the Year 1941 (British Pathé News, 29 Dec. 1941), Film ID 1141.08, available via the British Pathé Archive (accessed 28 Mar. 2020).",
        "52": "George Orwell, The Lion and the Unicorn: Socialism and the English Genius (London, 1941), in The Complete Works of George Orwell, XII: A Patriot After All, 1940–41, ed. P. Davison (London, 1998). There is no ‘alone’ in the diaries either: George Orwell, Diaries, ed. P. Davison (London, 2009).",
        "53": "Cassandra [William N. Connor], The English at War (London, 1941).",
        "54": "Manchester Guardian, 4 June 1941.",
        "55": "Listening to Britain: Home Intelligence Reports on Britain’s Finest Hour, May–September 1940, ed. P. Addison and J. Crang (London, 2010).",
        "56": "E. Estorick, ‘Morale in Contemporary England’, American Journal of Sociology, xlvii (1941), pp. 462–71.",
        "57": "The Diaries of Sir Alexander Cadogan OM, 1938–1945, ed. D. Dilks (London, 1971), p. 304 (17 June 1940).",
        "58": "The Neville Chamberlain Diary Letters, IV: The Downing Street Years, 1934–1940, ed. R. Self (London, 2005), p. 546 (Neville Chamberlain to his sister Hilda, 29 June 1940).",
        "59": "Sir John Colville, The Fringes of Power: Downing Street Diaries, 1939–1955 (London, 1985), p. 181.",
        "60": "For example, in Virginia Woolf’s diary (as noted above, n. 10), and in George Orwell’s ‘War Diary’ for 16 and 24 June 1940, in Orwell, Diaries, ed. Davison, and other editions and formats.",
        "61": "Nella Last’s War: The Second World War Diaries of ‘Housewife, 59’, ed. R. Broad and S. Fleming (2nd edn, London, 2006), p. 56 (17 June 1940).",
        "62": "Few Eggs and No Oranges: The Diaries of Vere Hodgson, 1940–1945 (London, 1999). Garvin’s article of Sunday 22 June 1941 was written before the invasion of the USSR had taken place, and does indeed make this point. There is no reference to Britain being ‘alone’ though.",
        "63": "WW2 People’s War: An Archive of World War Two Memories (BBC, 2014), A3295091, available at https://www.bbc.co.uk/history/ww2peopleswar/stories/91/a3295091.shtml, Dora Church remarks ‘one thing is certain to me, what we want done we shall have to do ourselves. Well it WILL be done too and we won’t have any traitors to let us down’, 27 June 1940. She has a notably international perspective, noting later in 1940 (16 Aug.) that ‘Greece looks like coming in at any moment’.",
        "64": "Calder, People’s War, p. 138.",
        "65": "P. Addison, The Road to 1945 (London, 1975), p. 18.",
        "66": "Smith, Britain and 1940, p. 5.",
        "67": "It is impossible to distinguish here between US and British use; many of the uses come from Life magazine, referring to the US or the war in general.",
        "68": "Cato, Guilty Men, p. 125. However, in 1940 Gollancz advertised a Cato book called The People’s War—it never appeared.",
        "69": "J.B. Priestley, Out of the People (London, 1941).",
        "70": "For example, Town Planning Review, vi (1916), p. 274. It seems to have been particularly common in the US, meaning a war of many peoples, as opposed to imperial, national or diplomats’ wars: see, for example, the speech by Walter Lippmann, ‘The World Conflict in Its Relation to American Democracy’, Annals of the American Academy of Political and Social Science, lxxii (1917), p. 4, where it is used in relation to the war effort of the ‘five British democracies’. See also President Woodrow Wilson, ‘The Principles of Peace’ (Sept. 1918), reprinted in The Advocate of Peace, lxxx (1918), pp. 267–9. ‘Kepi’, ‘Versailles: Before and After’, Foreign Affairs, iii (1923), p. 201; G.S. Burns SJ, ‘The People Back Franco’, Irish Monthly, lx (1937), p. 725; I. Epstein, The People’s War (London, 1939). See the two stories in the Manchester Guardian, 18 Apr. 1940, ‘Aims attributed to allies—Speech by Goebbels—To destroy German people’, and ‘A People’s War: Sir J. Reith’s Warning Against Apathy’. See also The Times, 14 Sept. 1939.",
        "71": "Manchester Guardian, 18 Apr. 1940.",
        "72": "Winston Churchill, ‘War of the Unknown Warriors’, BBC broadcast, 14 July 1940. The text is available via the website of the International Churchill Society, at https://winstonchurchill.org/resources/speeches/1940-the-finest-hour/war-of-the-unknown-warriors/ (accessed 28 June 2021).",
        "73": "See reports in The Times and Manchester Guardian, 2 July 1940.",
        "74": "The Times, 5 Oct. 1940.",
        "75": "The Times, 10 Apr. 1941, p. 9, reporting a speech by Menzies, and Sir Robert Gordon Menzies, A People’s War: Speeches (London, 1941).",
        "76": "The Times, 30 July 1941, p. 2.",
        "77": "Reynolds News, 3 Aug. 1941, in the cinema column ‘Actuality pictures of a real People’s War’; Daily Telegraph, 28 Oct. 1941, ‘The battle for Moscow will be a total people’s war’.",
        "78": "Francis Williams, War by Revolution (London, 1940), p. 164. Williams had recently resigned as editor of the Labour Daily Herald.",
        "79": "Williams, War by Revolution, p. 170.",
        "80": "C.R. Attlee, ‘The Workers’ Charter’, The Listener, 4 Dec. 1941.",
        "81": "The Times, 24 Apr. 1942, p. 3.",
        "82": "The Times, 21 Apr. 1942, p. 2. See also The Times, 4 May 1942, p. 5, where Cripps is reported using ‘people’s war’ in internationalist sense and The Times, 27 May 1942, p. 4 for Harold Laski referring to a ‘people’s war’ and a ‘people’s peace’.",
        "83": "The Times, 28 Sept. 1944, p. 2.",
        "84": "W. Webster, ‘“Europe against the Germans”: The British Resistance Narrative, 1940–1950’, Journal of British Studies, xlviii (2009), pp. 958–82, shows that many British war films, from 1942 onwards, stressed a general European resistance to the Nazis.",
        "85": "A. Oakley, A Critical Woman: Barbara Wootton, Social Science and Public Policy in the Twentieth Century (London, 2011).",
        "86": "Sir William Beveridge, BBC Home Service broadcast, 2 Dec. 1942, available via the BBC Archive at http://www.bbc.co.uk/archive/nhs/5139.shtml.",
        "87": "Tom Wintringham, New Ways of War (Harmondsworth, 1940). Calder suggested Wintringham was the first user of the term, while recognising it may have been someone else: People’s War, p. 138.",
        "88": "Tom Wintringham, Peoples’ War (Harmondsworth, 1942), p. 6. For an outstanding biography, which makes clear that for Wintringham the ‘people’s war’ was a moral imperative rather than state of current reality, see H. Purcell, The Last English Revolutionary: A Biography of Tom Wintringham, 1898–1949 (London, 2004).",
        "89": "Advertisement in Manchester Guardian, 29 Aug. 1942.",
        "90": "Mass Observation Online (Adam Matthew, 2015), File Report 1845, image 22, Newark by-election, June 1943 (accessed 22 June 2021). François Darlan had been a very senior Vichy minister—second only to Petain—until 1942. In North Africa he ordered a surrender of French forces to the Allies, having come to an arrangement with them. Dealing with Darlan at all was much criticised.",
        "91": "Ritchie Calder, The Lesson of London (London, 1941), p. 35.",
        "92": "Mass Observation Online, Topic Collection 76, Image 1844, General Elections, Jan. 1945–Dec. 1955, Gordon Cree’s address to the electors of Hallam, 1945.",
        "93": "Angus Calder’s father, Ritchie Calder, was a founder of Common Wealth, along with J.B. Priestley, Wintringham and others. Angus Calder’s Cambridge Ph.D. thesis was on the Common Wealth Party.",
        "94": "Total War in Britain, dir. Paul Rotha (Films of Fact, 1945).",
        "95": "George Orwell, ‘In Defence of P.G. Wodehouse’ (written Feb. 1945), The Complete Works of George Orwell, XVII: I Belong to the Left (1945), ed. P. Davison (London, 1998), p. 60.",
        "96": "Churchill, speech at Whitehall, London, 8 May 1945, ‘To V-E Day Crowd: this is your victory’. There is only a truncated version, without this section, in War Speeches of Winston Churchill, iii, p. 438, but the more complete version is available in, for example, W.S. Churchill, ed., Never Give In! Winston Churchill’s Speeches (London, 2013), pp. 325–6. The king made a VE Day broadcast from ‘Our Empire’s oldest capital city, war-battered but never daunted or dismayed’: V.E. Day in London—1945 (British Movietone News, 14 May 1945), BM45748, available via the Associated Press Archive (accessed 22 June 2021). In the broadcast which Churchill made on the second anniversary of his taking office (‘Prime Minister for two years’ on 10 May 1942), it was also the island nation and not the Empire which had been alone, though the text is replete with references to the Empire (War Speeches of Winston Churchill, ii, p. 260).",
        "97": "Conservative Party General Election Manifestos, 1900–1997, ed. I. Dale (London, 2000), pp. 61–2.",
        "98": "On the other hand, in a broadcast of 13 May 1945 (‘Forward, Till the Whole Task is Done’), he said: ‘But for ourselves, our lot, I mean the British Commonwealth and Empire, we were absolutely alone’ (War Speeches of Winston Churchill, iii, p. 440). In this broadcast he attacked, in violent terms, the neutrality of Ireland (p. 441). Indeed, in 1944 and 1945 other references to an imperial and commonwealth ‘alone’ can be found. I am grateful to Kit Kowol for these examples: ‘When, at the collapse of France, we stood alone, the word “we” meant not England only but a brotherhood in arms bound together by common ideal and loyalties’: L.S. Amery, The Framework of the Future (London, 1944), p. 132; ‘For five and a half years, during one of which the British Commonwealth stood alone, we have fought abroad not for any material gain, but for Eternal value, Christian principles, for the Freedom of the Soul of Man. We must make certain that the battle for “the Peace” is not lost to the bureaucrats on the Home Front’: Waldron Smithers, Socialism Offers Slavery (London, 1945), p. 78.",
        "99": "Liberal Party General Election Manifestos, 1900–1997, ed. I. Dale (London, 2000), p. 61.",
        "100": "Labour Party General Election Manifestos, 1900–1997, ed. I. Dale (London, 2000), pp. 49–60.",
        "101": "Churchill, Second World War, II: Their Finest Hour, p. 225. The influence of Churchill’s history on the historiography of the war is brilliantly analysed in D. Reynolds, In Command of History: Churchill Fighting and Writing the Second World War (London, 2004), but his creation of a new national notion of ‘alone’ is not noted.",
        "102": "C. Falls, The Second World War: A Short History (London, 1948), p. 54. Roy Harrod noted that ‘Britain … fought alone against tyranny in her finest hour’ in The Life of John Maynard Keynes (London, 1951), p. 278 and elsewhere.",
        "103": "K.H. Hancock and M.M. Gowing, British War Economy (London, 1949), p. 224.",
        "104": "Hancock and Gowing, British War Economy, p. 224. Sir Keith Hancock was Australian. The story of the history has been told by Jose Harris, ‘If Britain had been Defeated by the Nazis’.",
        "105": "Hancock and Gowing, British War Economy, p. 103.",
        "106": "The implications of this insight are developed throughout Edgerton, Britain’s War Machine.",
        "107": "H.E. Marshall, Our Island Story: A History of Britain for Boys and Girls (1905; Edinburgh, n.d., but 1952 or later), p. 552",
        "108": "C. Mowat, Britain Between the Wars (London, 1955), p. 657.",
        "109": "H. Pelling, Modern Britain, 1885–1955 (Edinburgh, 1960).",
        "110": "Reach for the Sky, dir. Lewis Gilbert (Rank, 1956).",
        "111": "Wheeler-Bennett, King George VI, pp. 460, 461, 462.",
        "112": "Dunkirk, prod. Michael Balcon, dir. Leslie Norman (MGM, 1958).",
        "113": "A.J.P. Taylor, English History, 1914–1945 (Oxford, 1965), pp. 489, 494–5. The subsequent Penguin edition had no ‘alone’ page header and different pagination.",
        "114": "Taylor, English History, pp. 520, 578; see also p. 552.",
        "115": "Calder, People’s War, pp. 110, 113.",
        "116": "Calder, People’s War, p. 19. Calder himself ignored Empire because he did not believe that the Empire affected domestic thinking, which was the subject of his book.",
        "117": "Addison, Road to 1945, p. 103.",
        "118": "For example, ‘the British people stood alone’ in A. Marwick, Britain in the Century of Total War (1968; Harmondsworth, 1970), p. 261. T.O. Lloyd, Empire, Welfare and Europe: English History, 1906–1992 (Oxford, 1970), pp. 217–22 had a section entitled ‘1940: Alone’, in which it is the nation which is alone. Peter Calvocoressi et al. note that the fall of France ‘left Great Britain alone, exposed to direct attack’: P. Calvorcoressi, G. Wint and J. Pritchard, The Penguin History of the Second World War (2nd edn, London, 1999), p. 428. The first edition was published as Total War, the Causes and Courses of the Second World War (London, 1972). R.A.C. Parker, The Second World War: A Short History (2nd edn, Oxford, 1997), and first published as Survival: The History of the Second World War (Oxford, 1989), has a whole chapter called ‘Britain Alone’ which scarcely refers to the Empire at all.",
        "119": "The World At War, prod. Jeremy Isaacs (Thames Television, 1973/4).",
        "122": "Max Beloff notes that it was the Empire, a Great Power, which went to war in 1939, yet in May/June 1940, ‘in a remarkable exercise in morale-building, Britain’s isolation and weakness was made to appear a source of strength. Britain was alone, and Britain would show the world what she could do when wholly the master of her fate’. It is not clear whether the comment refers to reality or was a description of a morale-building story, for Beloff recognises that Britain was ‘almost alone’ and had governments in exile as allies: M. Beloff, Wars and Welfare: Britain, 1914–1945 (London, 1984), pp. 255–6.",
        "123": "J.M. Roberts, in his Pelican History of the World (Harmondsworth, 1988), first published as The Hutchinson History of the World (London, 1976), noted: ‘It was not exactly true that Great Britain was alone. There were the Dominions, all of which had entered the war on her side, and a number of governments in exile from the overrun continent. Some of these commanded forces of their own…’ (p. 957).",
        "124": "David Thomson makes clear that for a year it was ‘the British Commonwealth’ rather than Britain or even England which was alone: D. Thomson, England in the Twentieth Century (Harmondsworth, 1965), pp. 190, 194, 210. Peter Clarke has it that ‘Britain and the Dominions now stood alone’: Hope and Glory: Britain, 1900–2000 (London, 1996), p. 197.",
        "125": "Henry Pelling cast doubt on ‘alone’: the ‘great majority were quite confident in the outcome of the war. To fight “alone” was no doubt unfortunate in many respects; but it did not quite mean what it said, for there were after all the British Dominions, and the United States could be relied upon for assistance with arms and supplies’: H. Pelling, Britain and the Second World War (London, 1970), p. 87; ‘Britain was winning the Battle of Britain “alone”; but this “splendid isolation” would not have much permanent significance unless economic resources, beyond the power of the British Commonwealth to provide, could be thrown into the balance on her side’: ibid., p. 103.",
        "126": "For Correlli Barnett, ‘Britain and the British Empire now stood alone’: C. Barnett, Collapse of British Power, p. 8, and for Andrew Marr, ‘Britain “stood alone” though with the Commonwealth and empire alongside her’: A. Marr, The Making of Modern Britain: From Queen Victoria to V.E. Day (London, 2009), p. 391.",
        "127": "As in R. Blake, The Decline of Power, 1915–1964 (London, 1985).",
        "128": "‘Of course,’ writes Andrew Roberts, the British did not stand alone, ‘having the vast resources of the British Commonwealth and Empire behind them, as well as their alliance with Greece’: A. Roberts, The Storm of War: A New History of the Second World War (London, 2009), p. 87. Some pages later there is recognition of the role of many nationalities and people from many parts of the empire in the fighting in 1940 and 1941: ibid., p. 107. A footnote in W.N. Medlicott, Contemporary England, 1914–1964 (London, 1967), p. 431, recognises the role of the whole British empire, and parts of the French, Dutch and Belgian empires too.",
        "129": "C. Harvie, ‘The Moment of British Nationalism, 1939–1970’, Political Quarterly, lxxi (2000), pp. 328–40; D. Edgerton, ‘War, Reconstruction, and the Nationalization of Britain, 1939–1951’, in M. Mazower, J. Reinisch and D. Feldman, eds, Post-war Reconstruction in Europe: International Perspectives, 1945–1949, Past and Present Supplement 6 (2011), pp. 29–46, and Edgerton, Rise and Fall of the British Nation.",
        "130": "A 1942 film made for the USA called ‘Battle for Freedom’, which highlighted the contribution to the war of the British commonwealth and empire, had as an inter-title ‘For two years Britain fought alone’: The Battle for Freedom, dir. Alan Osbiston (Strand Film Company/Ministry of Information, 1942), London, Imperial War Museum Film Collection, CBE 206. However, the documentary London Can Take It!, dir. Humphrey Jennings (GPO Film Unit, 1940), made for the USA with a voice-over from an American correspondent, Quentin Reynolds, had no ‘alone’, nor did Reynolds’s script for Christmas Under Fire, dir. Harry Watt (Crown Film Unit, 1941), about Christmas 1940.",
        "131": "S. Pollard, The Development of the British Economy (3rd edn, London, 1983), p. 193. The 1962 edition makes the same claim, p. 299.",
        "132": "Taylor, English History, p. 53. In his memoir and elsewhere, Taylor noted that in December 1941 the war became the Second World War, and that he was briefly tempted to call it, parochially, ‘the war of the British succession’: A.J.P. Taylor, A Personal History (London, 1984), p. 327. In a letter to the editor of the Oxford Histories in 1964, he noted that after 1941 ‘somehow British history comes to an end—eclipsed by the Great Powers. And one feels what’s the point of going on?’: quoted in A. Sisman, A.J.P. Taylor: A Biography (London, 1995), p. 327. In this context it should be remembered that Taylor was a historian of central Europe, who was not employed in war service, in contrast to so many academics. My thanks to Richard Vinen for this observation.",
        "133": "Sir Arthur Bryant, A History of Britain and the British People, III: The Search for Justice (London, 1990), p. 270. See also p. 277.",
        "134": "Holland, Pursuit of Greatness, pp. 176–7.",
        "135": "For the argument, see Edgerton, Britain’s War Machine, esp. pp. 272–83.",
        "136": "Ibid., pp. 273–7.",
        "137": "As Jose Harris has perceptively noted, historians of the Second World War, from Taylor, Bullock and Pelling down to Calder, Addison and Morgan, ‘still used the civil histories as an essential explanatory framework and resource for research’ and that the ‘image of wartime Britain portrayed by these later writers was still recognisably that constructed by Hancock, Postan and Titmuss in the 1940s’: Harris, ‘If Britain had been Defeated by the Nazis’, p. 224.",
        "138": "Edgerton, Rise and Fall of the British Nation.",
        "139": "On the absence of the empire, see B. Conekin, The Autobiography of a Nation: The 1951 Exhibition of Britain, Representing Britain in the Post-War World (Manchester, 2003), ch. 7, and A. Heinonen, ‘A Tonic to the Empire? The 1951 Festival of Britain and the Empire-Commonwealth’, Britain and the World, viii (2015), pp. 76–99.",
        "140": "W. Webster, Englishness and Empire, 1939–1965 (Oxford, 2005), p. 152, and Edgerton, Rise and Fall of the British Nation.",
        "141": "The term was not even alluded to in A. Barnett, Iron Britannia (London, 1982) (also published as New Left Review i, no. 134 [July–Aug. 1982]); or in J. Cronin, The Politics of State Expansion: War, State, and Society in Twentieth Century Britain (London, 1991) or D. Morgan and M. Evans, The Battle for Britain: Citizenship and Ideology in the Second World War (London, 1993).",
        "142": "R. Titmuss, Problems of Social Policy (London, 1950), made a claim for a transformation of social policy in the wake of Dunkirk and the Blitz, but a very specific one. Overall it claimed that welfare worsened during the war, though as a book it was concerned only with welfare measures connected to war operations, notably bombing.",
        "143": "Taylor, English History, p. 600. However, the term does not appear in the rest of the book, though closely related concepts such as ‘war socialism’ do. Gareth Stedman Jones used the term ‘people’s war’ in his review of the book, but in one instance alluded to its internationalist sense, while in others he criticised it: this possibly suggests that the term itself was used during the 1960s: G. Stedman Jones, ‘History in One Dimension’, New Left Review, i, no. 36 (Mar.–Apr. 1966), pp. 48–58. Otherwise, the term is missing from any article on Britain in the New Left Review in the 1960s (or at any other time).",
        "144": "Addison, Road to 1945, p. 18. Calder and Addison were personally close, consciously creating a new history of the war: see P. Addison, ‘Angus Calder (1942–2008)’, History Workshop Journal, no. 70 (2010), pp. 299–304. Calder was to the left of Addison, and while Taylor retained elements of liberalism, he was disillusioned with Labour, but from the left not the right.",
        "145": "The novelist Elizabeth Bowen captured some fundamental problems with Calder’s People’s War: she noted the narrowness of its scope (the impact of the war on civilians), and suggested that Calder missed the ‘contaminating atmosphere’ of ‘aimlessness, sluggishness, voicelessness and moroseness’, having learnt of the war from his own milieu, a post-war left-wing elite. She rather acidly observed that ‘Not only The People were people, so were others’: Elizabeth Bowen, The Spectator, 20 Sept. 1969, repr. in The Mulberry Tree: Writings of Elizabeth Bowen, ed. H. Lee (London, 1999), pp. 181–5.",
        "146": "War as national progress was also the theme developed by Arthur Marwick, another social historian of the United Kingdom, and specifically of war too. See, for example, A. Marwick, The Explosion of British Society, 1914–1970 (London, 1963), and id., Britain in the Century of Total War: War, Peace and Social Change, 1900–1967 (London, 1968). Neither book used the term ‘people’s war’.",
        "147": "These social histories of civilians at war should be contrasted with another novel strand from the 1960s, a distinctively conservative ‘War and Society’ scholarship which sought to contextualise the armed forces in broader history. In the USA the term ‘War and Society’ is sometimes used to refer to a very recent literature on the US at war, a scholarship which is analogous to the British social history of war which was written in the 1960s. For analysis of both see D. Edgerton, Warfare State: Britain, 1920–1970 (Cambridge, 2005), ch. 7.",
        "148": "R. McKibbin, Parties and People: England, 1914–1951 (Oxford, 1910), pp. vii, 119.",
        "149": "The Spirit of ’45, dir. Ken Loach (Sixteen Films, 2013); Sixteen Films website, at https://www.sixteenfilms.co.uk/#/new-gallery-1/.",
        "150": "It is worth noting that Taylor, disillusioned with Labour because of its pro-nuclear weapons stance, and its acquiescence in Commonwealth immigration control, left the party as English History was being finished: Taylor, Personal History, p. 311. Taylor campaigned against membership of the European Economic Community.",
        "151": "Calder, People’s War, p. 18. Smith, Britain and 1940, p. 5, suggests that Calder saw 1945 as a restoration and a betrayal of 1940. Calder, People’s War, has, in its chronological narrative, at least 150 pages for May 1940–May 1941, and 200 pages for the remainder of the war.",
        "152": "Calder, Myth of the Blitz.",
        "153": "A People’s War, prod. and dir. Taylor Dowling (Thames Television production for Channel Four, 1985). There was also a book: P. Lewis, A People’s War (London, 1986).",
        "154": "WW2 People’s War: An Archive of World War Two Memories (BBC, 2002–06), available at http://www.bbc.co.uk/history/ww2peopleswar/.",
        "155": "For example, D.R. Costello, ‘Searchlight Books and the Quest for a “People’s War”, 1941–42’, Journal of Contemporary History, xxiv (1989), pp. 257–76; Ramsden, ‘Refocusing “The People’s War”’; J.A. Crang, The British Army and the People’s War, 1939–1945 (Manchester, 2000); G. Eley, ‘Finding the People’s War’; N. Rattigan, This is England: British Film and the People’s War, 1939–1945 (Madison, NJ, 2001); P. Ward, ‘Preparing for the People’s War: The Left and Patriotism in the 1930s’, Labour History Review, lxvii (2002), pp. 171–85; S.O. Rose, Which People’s War? National Identity and Citizenship in Britain, 1939–1945 (Oxford, 2003); K.A. Miller, British Literature of the Blitz: Fighting the People’s War (London, 2008); A. Bingham and M. Conboy, ‘The Daily Mirror and the Creation of a Commercial Popular Language. A People’s War: A People’s Paper?’, Journalism Studies, x (2009), pp. 639–54; Peniston-Bird, ‘“All in it Together”’, pp. 69–80.",
        "156": "Weight, Patriots.",
        "157": "G.G. Field, Blood Sweat and Toil: Remaking the British Working Class, 1939–1945 (Oxford, 2011).",
        "158": "For example, R. Miliband, Parliamentary Socialism: A Study in the Politics of Labour (2nd edn, London, 1975), pp. 147, 148, 272; T. Nairn, ‘Nature of Labour Party II’, New Left Review, i, no. 28 (Nov.–Dec. 1964), pp. 36–7; T. Nairn, The Left against Europe?, special issue of New Left Review, i, no. 75 (Sept.–Oct. 1972).",
        "159": "This position is well described in P. Gilroy, There Ain’t No Black In the Union Jack: The Cultural Politics of Race and Nation (London, 1987). See also P. Wright, On Living in an Old Country (London, 1985), and, more recently, O. Hatherley, The Ministry of Nostalgia: Consuming Austerity (London, 2015).",
        "160": "J. Hinton, Protests and Visions: Peace Politics in Twentieth Century Britain (London, 1989), ch. 11; Weight, Patriots, Part I, ch. 13; M. Pugh, Speak for Britain! A New History of the Labour Party (London, 2010), p. 280; J. Bew, Citizen Clem: A Biography of Attlee (London, 2016). See also Edgerton, ‘War, Reconstruction, and the Nationalization of Britain’, pp. 29–46.",
        "161": "History Workshop and Raphael Samuel were quickly onto this theme, which soon became a staple of left accounts of Britain, inflected through the resurgent declinism of the time: R. Samuel, ed., Patriotism: The Making and Unmaking of British National Identity, I: History and Politics (London, 1989). On the moment, see S. Howe, ‘Internal Decolonization? British Politics since Thatcher as Post-colonial Trauma’, Twentieth Century British History, xiv (2003), pp. 286–304. For a general treatment, arguing against the notion of national identity and criticising this literature, see P. Mandler, ‘What is “National Identity”? Definitions and Applications in Modern British Historiography’, Modern Intellectual History, iii (2006), pp. 271–97, and id., English National Character. See also the review essay by Margot Finn in Journal of British Studies, xxviii (1989), pp. 181–91. As will be evident from the notes below, ‘national identity’ came to be much used in the titles of books and papers. The question of war was central, and not just the Second World War. For studies of other wars and militarism, see, for example, M. Taylor, ‘Patriotism, History and the Left in Twentieth-Century Britain’, Historical Journal, xxxiii (1990), pp. 971–87; P. Readman, ‘The Liberal Party and Patriotism in Early Twentieth Century Britain’, Twentieth Century British History, xii (2001), pp. 269–302; J. Burkett, ‘Re-defining British Morality: “Britishness” and the Campaign for Nuclear Disarmament, 1958–68’, Twentieth Century British History, xxi (2010), pp. 184–205; M. Grimley, ‘The Religion of Englishness: Puritanism, Providentialism, and “National Character”, 1918–1945’, Journal of British Studies, xlvi (2007), pp. 884–906.",
        "162": "R. Samuel, ‘Unravelling Britain’, in id., Island Stories, II: Theatres of Memory (London, 1998), p. 48. There is a hint here that he thought Leo Amery’s call for Arthur Greenwood to ‘speak for England’ happened in May 1940; it was in fact made in September 1939. It is a telling, and not original, mistake. For example Clive Jenkins, congratulating Hugh Gaitskell on his anti-Common Market conference speech of 1962, said it reminded him ‘of that day, 7th. May 1940, when the great debate was taking place on the Norwegian disaster, when Arthur Greenwood rose to speak for a Labour Opposition and a Conservative ex-Minister, Leo Amery, said: “Arthur, speak today for Britain.” I believe that today this is what this Conference has done’. Quoted in T. Nairn, ‘British Nationalism and the EEC’, New Left Review, i, no. 69, (Sept.–Oct. 1971), n. 6. Nairn did not note the error, but by way of critique observed that ‘Amery was one of the most rabid spokesman [sic] of ultra-right military imperialism’.",
        "163": "G. Elliott, Labourism and the English Genius: The Strange Death of Labour England? (London, 1993), p. 53.",
        "164": "K.O. Morgan, The People’s Peace: British History, 1945–1990 (Oxford, 1990), pp. 23, 24.",
        "165": "Weight, Patriots, pp. 27, 64.",
        "166": "R. Colls, The Identity of England (Oxford, 2002), pp. 124, 125.",
        "167": "R.M. Douglas, The Labour Party, Nationalism and Internationalism, 1939–1951 (London, 2004).",
        "168": "Marr, Making of Modern Britain, p. 353.",
        "169": "Ibid., p. 355.",
        "170": "K. Kumar, The Making of English National Identity (Cambridge, 2003), p. 233. Miller, British Literature of the Blitz, uses it in the same sense.",
        "171": "Webster, Englishness and Empire, for example, pp. 7, 21, and passim; ead., ‘“Europe against the Germans”’, contrasts British ‘people’s war’ with ‘people’s resistance’, with the latter portrayed as a European project in British films.",
        "172": "P. Ward, Britishness since 1870 (London, 2004), pp. 105–8, 124. For another version of Empire to Nation, see Anthony Barnett’s introduction to the new edition of Iron Britannia (2nd edn, London, 2012).",
        "173": "S. Hall, with B. Schwarz, Familiar Stranger: A Life between Two Islands (London, 2012), p. 178.",
        "174": "Ibid., pp. 179–80.",
        "175": "Addison, ‘Angus Calder’.",
        "176": "Calder, Myth of the Blitz, p. 298. As Mandler, English National Character, p. 287, has noted, Calder did not give a history of the usage of ‘people’s war’.",
        "177": "The one reference to wartime use of ‘people’s war’ is to Labour left intellectuals calling in June 1940 for ‘a people’s war for liberty and social progress’: Calder, Myth of the Blitz, p. 80.",
        "178": "J. Chapman, The British at War: Cinema, State and Propaganda, 1939–1945 (London, 1998), p. 161.",
        "179": "R. McKibbin, Classes and Cultures: England, 1918–1951 (Oxford, 1998), p. 447 and ch. 11 generally.",
        "180": "See Edgerton, Britain’s War Machine, p. 154, on the politics of One of Our Aircraft is Missing, prod. and dir. Michael Powell and Emeric Pressburger (The Archers, 1942) and The First of the Few, dir. Leslie Howard (British Aviation Pictures, 1942). Historians have missed the unmistakable role played by the fascist sympathisers Sir Arnold Wilson and Lady Houston respectively in these films. J. Richards and A. Aldgate, Best of British: Cinema and Society from 1930 to the Present (London, 1999), ch. 5, is a rare example of getting the point of The Life and Death of Colonel Blimp, prod. and dir. Michael Powell and Emeric Pressburger (The Archers, 1943).",
        "181": "Millions Like Us, dir. Frank Launder and Sidney Gilliat (Gainsborough Pictures, 1943).",
        "182": "A Matter of Life and Death, prod. and dir. Michael Powell and Emeric Pressburger (The Archers, 1946).",
        "183": "L. Noakes, War and the British: Gender and National Identity, 1939–91 (London, 1997), for example, p. 10.",
        "184": "Rose, Which People’s War, p. 2.",
        "185": "Ibid., p. 29.",
        "186": "Ibid., pp. 25, 69.",
        "187": "Mandler, English National Character, pp. 184–95, notes the focus on Priestley and Orwell, and also observes that the later victory of the left led other possible accounts of 1940 to be played down.",
        "188": "In 1969 Angus Calder claimed Priestley ‘expressed the popular mood more fully than Churchill’: Calder, People’s War, p. 139.",
        "189": "R. Spalding, ‘Popular Historiography and the Second World War’, Socialist History, xiv (1999), pp. 54–67. J. Baxendale, ‘“I Had Seen a Lot of Englands”: J.B. Priestley, Englishness and the People’, History Workshop Journal, no. 51 (2001), pp. 87–111; Weight, Patriots.",
        "190": "George Orwell, The English People (composed 1944–7), in The Complete Works of George Orwell, XVI: I Have Tried to Tell the Truth, 1943–1944, ed. P. Davison (London, 1998), pp. 199–228, at 204.",
        "191": "Orwell, Lion and the Unicorn, pp. 398–400. Yet it is interesting how little comment these lines have attracted from historians. Robert Holland is an exception, when he notes of the ‘alone’ period that the fight against Hitler gelled with ‘an essentially Edwardian idyll of an integrated and disciplined nation’: R. Holland, The Pursuit of Greatness: Britain and the World Role, 1900–1970 (London, 1991), p. 177. Harold Nicolson’s diaries provide an example from the centre right of a Churchill enthusiast celebrating Britain with new fervour. Contemplating, on 31 July 1940, the possibility of fighting on and winning: ‘I have always loved England. But now I am in love with England. What a people! What a chance!’: Harold Nicolson, Diaries and Letters, 1939–1945, ed. N. Nicolson (1967; London, 1970), p. 101. Indeed, it is important to recognise, though much more research in needed on this, the extent to which 1940 resulted in celebration of the empire and nation and its achievements rather than criticism. There was celebration not simply of British tradition, but of pre-war developments in welfare, for example in pensions, unemployment benefit, health insurance, the abolition of poverty, legal aid, and noting indeed that ‘We have not been too busy even to give our Empire away … for we have surrendered all rights in our vast Dominions’: Mee, Nineteen-Forty, pp. 176–9.",
        "192": "George Orwell, ‘Our Opportunity’, Left News, no. 55, 1 Jan. 1941, in Complete Works of George Orwell, XII: A Patriot After All, ed. Davison, p. 345.",
        "193": "Orwell, Lion and the Unicorn, p. 413.",
        "194": "Orwell, Lion and the Unicorn, pp. 409–13; Field, Blood, Sweat and Toil, ch. 8, ‘Wartime Radicals Envision a New Order, 1940–2’, provides ample evidence for this point, though he does not make it himself.",
        "195": "Cassandra, English at War.",
        "196": "Edgerton, Britain’s War Machine, pp. 147–54 and passim; J. Hinton, ‘Coventry Communism: A Study of Factory Politics in the Second World War’, History Workshop Journal, no. 10 (1980), pp. 90–118.",
        "197": "J.Ø. Nielsen and S. Ward, ‘Cramped and Restricted at Home? Scottish Separatism at Empire’s End’, Transactions of the Royal Historical Society, 6th ser., xxv (2015), pp. 159–85.",
        "198": "The consensus among historians and political scientists seems to be that Enoch Powell and Margaret Thatcher are the exemplary post-war nationalists. D. Marquand, Britain since 1918: The Strange Career of British Democracy (London, 2008), p. 44. On the importance of distinguishing nationalism from imperialism, we should consider Enoch Powell, who turned decisively from imperialism to nationalism: see S. Heffer, Like the Roman: The Life of Enoch Powell (London, 1998).",
        "199": "Eley, ‘Finding the People’s War’, is an example, see pp. 820–21. Assuming continuity between the Second World War and the Falklands War was problematic. In 1939 the British Empire launched a pre-emptive strike to maintain a world order; the Falklands War was a war for ‘kith and kin’. For parts of the left they were both anti-fascist wars.",
        "200": "For example, Linda Colley does not really address the issue of empire in her original text of Britons: Forging the Nation, 1707–1837 (1992; rev. edn, London, 2014) but did so in the preface to the new edition. Here she insists on the British Empire being seen as a British rather than an English enterprise (p. xxiv). Imperialism and Britishness were connected such that Britishness lost its strength as imperialism retreated, allowing a re-emergence of English, Scottish and Welsh identities which Britishness had downgraded. See also her Acts of Union and Disunion (London, 2014). D. McCrone, ‘Unmasking Britannia: The Rise and Fall of British National Identity’, Nations and Nationalism, iii (1997), pp. 579–96, following Colley, sees British identity as supra-national and existing above English, Scottish, Welsh and Irish national identities. Again, empire intrudes only slightly into this story, and does not really affect it. The focus on ‘national identity’ in many literatures is all the more surprising given the importance of the claim that the British people were very conscious of empire, though this claim has been disputed, notably by B. Porter, The Absent-Minded Imperialists: Empire, Society, and Culture in Britain (Oxford, 2004). Where imperialism is recognised as very important, it is seen as a key element of British national identity and indeed nationalism. For a different view, see Williamson, Stanley Baldwin; Webster, Englishness and Empire; ead., ‘“Europe against the Germans”’; and ead., Mixing It; and, especially, Edgerton, Rise and Fall of the British Nation, which argues for a strong British national identity as a post-imperial phenomenon. See also G. Evans, ‘Irish Officers in the British and Indian Armies and Imperial Identity, c.1900–1945’ (King’s College London Ph.D. thesis, forthcoming 2021). On the need to distinguish patriotism and imperialism in Edwardian politics, see L. Blaxill, ‘The Language of Imperialism in British Electoral Politics, 1880–1910’, Journal of Imperial and Commonwealth History, xlv (2017), pp. 416–48. The tensions between nationalism and imperialism and their historiographical import is clear in J. Bjork, ‘Flexible Fatherlands: “Patriotism” among Polish-speaking German Citizens during World War I’, Central European History, liii (2020), pp. 71–93.",
        "201": "Nairn, Left against Europe?, is a remarkable critique of Labour which noted how both the Labour left and right put nation before class. Nairn sees the war as a triumph of working-class (but not Labour) mobilisation, and also a conservative one; Labour reaped what it had not sowed. In 1945 it enacted a liberal welfare state much as the Liberals would have done. This ignores other possible readings of the war and also that after 1945 there was a distinctly national political economy in play, which was not the case before 1914.",
        "202": "M. Kenny, ‘Faith, Flag and the ‘First’ New Left: E.P. Thompson and the Politics of “One Nation”’, Renewal, xxi (2013), available online at https://renewal.org.uk/wp-content/uploads/2020/09/kenny_final-1.pdf.",
        "203": "P. Satia, ‘Byron, Gandhi and the Thompsons: The Making of British Social History and Unmaking of Indian History’, History Workshop Journal, no. 81 (2016), pp. 135–70.",
        "204": "Communist Party of Great Britain, The British Road to Socialism: Programme Adopted by the Executive Committee of the Communist Party (London, Jan. 1951). Yet perhaps Orwell, exceptionally, did pick up something of this in labelling (in Nineteen Eighty-Four) the ideology of Oceania as ‘Ingsoc’ (English Socialism), which had a powerful dose of technocracy within it; see R. Desmarais, ‘Science, Scientific Intellectuals, and British Culture in the Early Atomic Age: A Case Study of George Orwell, Jacob Bronowski, P.M.S. Blackett and J.G. Crowther’ (Imperial College London Ph.D. thesis, 2010).",
        "205": "E. Hobsbawm, Industry and Empire (Harmondsworth, 1968), p. 245. To describe Eric Hobsbawm as a nationalist may seem bizarre, but it will not surprise the careful reader of Industry and Empire. Karl Miller’s memoir of Hobsbawm has some telling details on Hobsbawm’s relations with nationalism: London Review of Books, xxxiv (25 Oct. 2012), p. 12.",
        "206": "The economic nationalism of most declinist arguments is noted by Donald Winch in ‘“A Great Deal of Ruin in a Nation”’, in P. Clarke and C. Trebilcock, eds, Understanding Decline: Perceptions and Realities of British Economic Performance (Cambridge, 1997), and by David Edgerton’s review of that volume in Historical Journal, xlii (1999), pp. 313–14; see also Edgerton, Rise and Fall of the British Nation, pp. 389–94.",
        "207": "See Harvie, ‘Moment of British Nationalism’, p. 332, for an argument for the significance of marxist-inspired socio-economic historiography.",
        "208": "See Edgerton, Warfare State.",
        "209": "Churchill, History of the Second World War; Roberts, Storm of War; M. Hastings, All Hell Let Loose: The World at War, 1939–1945 (London, 2011).",
        "210": "A different national history, an anti-Soviet one (remembering Finland and Poland), sometimes an anti-American one (lamenting the loss of the Empire), and one hostile to British workers, has emerged only in coded form in print, notably the suggestion that the British Empire could and should have been saved by a 1940 deal with Hitler. See J. Charmley, Churchill: The End of Glory. A Political Biography (London, 1993), pp. 2–3, 422–3, 649. See also M. Cowling, The Impact of Hitler: British Politics and British Policy, 1933–1940 (Cambridge, 1975), who also saw the war as disastrous for the United Kingdom, in that it brought Labour to power and ended the empire. The Churchillians and Labour were able to tell history as they wished, and blackened Chamberlain, and overlooked the extent to which Labour, with some Liberals and Conservatives, pushed Chamberlain into war, despite not having a reasoned alternative policy.",
        "211": "Barnett, Audit of War.",
        "212": "Richard Vinen notes that Mrs Thatcher’s image of the war was a constructed one focused on 1940, while that of her ministers was more typically born of seeing action later in the war: R. Vinen, Thatcher’s Britain: The Politics and Social Upheaval of the Thatcher Era (London, 2009), pp. 18–21.",
        "213": "This point requires a paper to establish, but readers could consult university curricula online, and recent textbooks and syntheses to see the deeply ingrained influence of a welfare-centred history of the British state, and a lack of distinction between historiographical positions.",
        "214": "Stedman Jones, ‘History in One Dimension’, p. 49, is an early example. See also ‘Roundtable: Twentieth-Century British History in North America’, Twentieth Century British History, xxi (2010), pp. 375–418, and especially the contribution by Susan Pedersen. More recently, Matthew Hilton has claimed that there is an ‘absence of synthetic works that offer powerful new analytical frameworks and interpretations’ and that the field has been left open to popular historians: M. Hilton, ‘Twentieth-Century British History: Perspectives, Trajectories and some Thoughts on a Revised Textbook’, in P. Di Martino, A. Popp and P. Scott, eds, People, Places and Business Cultures: Essays in Honour of Francesca Carnevali (London 2017), p. 158. See also the Modern British Studies at Birmingham manifesto, published as their Working Paper no. 1 (Feb. 2014), at https://mbsbham.wordpress.com/working-papers/working-paper-no-1/; A. Seaton, ‘Environmental History and New Directions in Modern British Historiography’, Twentieth Century British History, xxx (2019), pp. 447–56, also notes a lack of interpretative frameworks. Edgerton, Rise and Fall of the British Nation, pp. 92–600, provides a sketch of what they might be.",
        "215": "See n. 210 above, and, as an exemplar, P. Williamson, ‘Baldwin’s Reputation: Politics and History, 1937–1967’, Historical Journal, xlvii (2004), pp. 127–68.",
        "216": "See n. 1 above.",
        "217": "Edgerton, Britain’s War Machine, chs 2, 3.",
        "218": "See n. 7 above.",
        "219": "Work on dissenting positions is revealing. See, for example, Honeywell, British Anarchist Tradition, and R. Overy, ‘Constructing Space for Dissent in War: The Bombing Restriction Committee, 1941–1945’, English Historical Review, cxxxi (2016), pp. 596–622.",
        "220": "On ‘welfare state’, see Edgerton, Warfare State, pp. 59–60; K.J. Petersen and H. Petersen, ‘Confusion and Divergence: Origins and Meanings of the Term ‘Welfare State’ in Germany and Britain, 1840–1940’, Journal of European Social Policy, xxiii (2013), pp. 37–51; and D. Wincott, ‘Original and Imitated or Elusive and Limited? Towards a Genealogy of the Welfare State Idea in Britain’, in D. Béland and K. Petersen, eds, Analysing Social Policy Concepts and Language: Comparative and Transnational Perspectives (Bristol, 2014), pp. 127–42. On affluence, see S. Middleton, ‘“Affluence” and the Left in Britain, c.1958–1974’, English Historical Review, cxxix (2014), pp. 107–38; and on consensus, R. Toye, ‘From ‘Consensus’ to ‘Common Ground’: The Rhetoric of the Postwar Settlement and its Collapse’, Journal of Contemporary History, xlviii (2013), pp. 3–23. On ‘the establishment’, see S. Middleton, ‘The Concept of “the Establishment” and the Transformation of Political Argument in Britain since 1945’, Journal of British Studies, lx (2021), pp. 257–84. On social democracy, see D. Edgerton, ‘What Came between New Liberalism and Neo-liberalism? Rethinking Keynesianism, the Welfare State and Social Democracy’, in F. Sutcliffe-Braithwaite, B. Jackson and A. Davies, eds, The Neoliberal Age? Politics, Economy, Society, and Culture in Britain since c.1970 (London, forthcoming 2021)."
    }
}