{
    "title": "Ulster Unionist Political Thought in the Era of the Northern Ireland Troubles, 1968–1998*",
    "author": "Paul Corthorn",
    "date": "04 April 2023",
    "article": "This article examines Ulster Unionist political thought, in its widest sense, against the backdrop of the Northern Ireland Troubles. During this period, Ulster Unionists sought to resist nationalist and republican arguments for the unification of Ireland and to articulate their position to supporters and wider audiences. As Direct Rule from London followed the suspension of the unionist-dominated Northern Ireland parliament at Stormont in 1972 and its abolition the following year, internal unionist debate intensified over the constitutional future of Northern Ireland. Defining Ulster Unionism broadly, at a time when its organisational forms were proliferating, the article considers the Ulster Unionist Party and its offshoot Vanguard, as well as the Democratic Unionist Party and the paramilitary organisations, the Ulster Volunteer Force and the Ulster Defence Association, and their affiliated political bodies. The article analyses, in turn, the four competing unionist visions of the future: a return to majority-rule devolution; independence; closer integration with Great Britain; and power-sharing devolution. Not attempting a detailed consideration of the policy proposals, the article instead explores the connections forged between Ulster Unionist political ideas, some of them of long pedigree, and wider debates. It shows that, at a time of considerable change for the United Kingdom, Ulster Unionist argument reflected—much more than is currently understood, and sometimes in a pronounced form—a wide range of interconnected contemporary British disputes. These not only concerned the constitution, nationality and sovereignty, but also permissiveness, political parties, decline, the end of empire, Thatcherism and European integration.It is easy to dismiss the study of Ulster Unionist political thought. There is, without doubt, a ‘resilient popular image of unionism as essentially anti- or non-intellectual’.[CITATION-1] It is also difficult to identify any ‘great thinkers’ or noted texts. Yet a different picture emerges if a wider definition of political thought is employed—one that analyses the intellectual arguments made in certain political contexts.[CITATION-2] During the bloody conflict known as the Troubles that ran from the late 1960s to the late 1990s, Ulster Unionists were under considerable pressure not just to resist nationalist and republican arguments for the unification of Ireland but also to articulate their own position, especially to their own supporters as well as increasingly to wider audiences. In these circumstances, internal Ulster Unionist political argument intensified over the constitutional future of Northern Ireland. As Direct Rule from London was introduced following the suspension of the unionist-dominated Northern Ireland parliament at Stormont in 1972 and its abolition the following year, Ulster Unionists called variously for a return to majority-rule devolution, some degree of independence, closer integration with Great Britain, or devolution with some provision for power sharing. While these basic positions are familiar, the ways in which Ulster Unionists argued for them—drawing, in some cases, on established unionist ideas but also setting them against a surprisingly wide range of contemporary British debates—remain obscure.The intellectual history of Northern Irish politics has, until relatively recently, received little attention. Partly, this is because the history of political thought has been slow to develop as far as the study of Ireland is concerned.[CITATION-3] It is also because interpretations of the causes of the Troubles, which have been the central preoccupation in studies of recent Northern Irish history, have pointed in different directions. A powerful and enduring explanation has labelled the Troubles a ‘religious conflict’, with the sociologist Steve Bruce—who studied Ian Paisley and the wider influence of his Protestant evangelical views—providing arguably the most explicit statement of this perspective in the mid-1980s.[CITATION-4] Bruce argued that Ulster Protestants were an ‘ethnic group’, and by the 1990s it had become commonplace to characterise the whole dispute as an ‘ethnic war’ between culturally defined and self-consciously differentiated communities.[CITATION-5] Richard Bourke was, therefore, going against the grain of much writing on the Troubles when, in 2003, he emphasised the importance of ideas and argued that in Northern Ireland ‘the prime issue in contention was the core value of democracy’, linked to interpretations of self-determination.[CITATION-6] In this analysis, the Ulster Unionist emphasis on the constitutional wishes of the majority in Northern Ireland was consistently pitted against the primacy given by nationalists to the preferences of a majority in Ireland as a whole.[CITATION-7] Despite this, it is still the case, as Colin W. Reid put it in 2017, that there has been ‘little work on unionist political ideas’.[CITATION-8] The omission is particularly striking for the later part of the twentieth century. As internal debate within unionism escalated, its organisational forms proliferated. The Ulster Unionist Party (UUP), which had controlled the Northern Ireland government between 1921 and 1972, continued to be the largest unionist party, but it now visibly fractured. The Vanguard Movement, flirting with independence, emerged as a pressure group within the UUP in 1972 and broke away to form the Vanguard Unionist Progressive Party the following year. In the 1980s, factional groups within the UUP supporting devolution or integration assumed institutional identities, most notably the Campaign for Equal Citizenship endorsing electoral integration—that is, British political party organisation in Northern Ireland. Meanwhile, Paisley’s Democratic Unionist Party (DUP), formed in 1971, consistently challenged the UUP as it tried to position itself as the most strongly pro-majority-rule devolution party. Paramilitary organisations, the Ulster Volunteer Force (UVF) and the Ulster Defence Association (UDA), formed in 1966 and 1971 respectively, also entered the debates over independence and power sharing, sometimes through affiliated political groups. Besides disagreeing among themselves, unionists also faced evolving challenges from Irish Nationalists. The constitutional nationalist Social Democratic and Labour Party (SDLP) had been established in 1970, and in the early 1980s Sinn Féin, the political wing of the Provisional Irish Republican Army (IRA), entered electoral politics in the aftermath of the hunger strikes of 1980 and 1981. All the while, unionists were under pressure from successive British governments, Conservative and Labour alike, to agree to the re-establishment of devolution on a power-sharing basis and to accept the involvement of the Republic of Ireland in resolving the conflict.[CITATION-9] This was, in broad terms, the basis of the short-lived 1973 Sunningdale Agreement, with the Republic’s consultative role institutionalised in the 1985 Anglo-Irish Agreement and the more enduring 1998 Good Friday Agreement. At the same time, it is important to appreciate the intractability of the conflict for much of the period.[CITATION-10] Some of the characteristics of Ulster Unionism have been valuably illuminated in literature that sets the background for this article. Ulster Unionism evolved from Irish Unionism in the late nineteenth and early twentieth centuries, stressing a commitment to the British Empire and the economic benefits of the 1800 Act of Union.[CITATION-11] During debates over Irish Home Rule, which reached a climax between 1912 and 1914, a distinct ‘Ulster identity’ developed, involving a celebration of the seventeenth-century Plantation and linking ‘Protestant Ulster’ to some extent with Presbyterianism.[CITATION-12] Although Ulster Unionism had emerged in order to resist Home Rule, after the creation of Northern Ireland in 1921 it became deeply committed to the maintenance of the Stormont parliament.[CITATION-13] Ulster Unionism was attached to the monarchy and celebrated a commitment to civil and religious liberty, dating back to the 1688 Glorious Revolution, whose protection was the declared mission of the Orange Order, the fraternal Protestant organisation.[CITATION-14] Ulster Unionism has been defined by David W. Miller as demonstrating a conditional (sometimes called contractarian) loyalty to Britain, although it is clear that this applies to Scottish Unionism as well.[CITATION-15] In the mid-1980s the political scientist Jennifer Todd delineated a distinction between Ulster loyalist and British unionist perspectives which, while valuable, has been criticised for not fully appreciating the overlapping identities and divisions within the categories.[CITATION-16] In a widely read overview, J.J. Lee castigated Ulster Unionism for its ‘supremacist’ outlook in the years before 1972, but it is now recognised that fear, isolation and vulnerability characterised Ulster Unionism in the later twentieth century.[CITATION-17] This article considers Ulster Unionism broadly, examining the positions adopted by the political parties and the paramilitaries. Its source base is drawn from the extensive pamphlet literature in which unionists set out their arguments, held in the Northern Ireland Political Collection at the Linen Hall Library in Belfast as well as political speeches and party material held at the Public Record Office of Northern Ireland. These have been supplemented by material from the UK and Irish National Archives and from some private papers. The article itself is divided into four thematic sections, each moving chronologically and examining the competing unionist visions of Northern Ireland’s future: majority-rule devolution, independence, integration, and power-sharing devolution. It does not attempt a detailed consideration of the policy proposals. Instead, against the backdrop of the Troubles, the article explores connections forged between Ulster Unionist political ideas and wider debates.Twenty-five years ago, Ian McBride argued that Ulster Unionism—often seen as ‘irrational, backward and deviant’—actually ‘reveals, in heightened form, problematic questions about nationality and sovereignty which are rooted in the structure of the United Kingdom itself’.[CITATION-18] McBride was writing in a context where, with Linda Colley making a central contribution, discussion of the erosion of ‘Britishness’ was rife in academic circles (despite at the same time gaining increased prominence in contemporary public life).[CITATION-19] While McBride’s argument was perceptive, it has remained untested by a detailed examination of Ulster Unionist political argument. Such an examination shows that the scope of unionist political thinking was wider than nationality and sovereignty—though these themes emerged in some under-appreciated ways. In attempting to secure endorsement for various constitutional proposals, Ulster Unionist thought also reflected other key anxieties facing the UK in the later twentieth century in social, economic, political and international terms, including interlinked arguments over permissiveness, political parties, decline, the end of empire, Thatcherism and European integration.Until 1972, Ulster Unionism as a whole was ‘characterised by its commitment to the existing provisions for majority rule’ in Northern Ireland, with the party possessing a majority able to form a government and seats contested on a first-past-the-post constituency basis as they were at Westminster.[CITATION-20] Brian Faulkner, the Northern Ireland prime minister in 1971–2, argued that ‘the meaning, however hard, of democracy’ was that ‘the will of the majority must decide fundamental issues’.[CITATION-21] This was also the view of those unionists, such as Ian Paisley, the founder of the Free Presbyterian Church, who criticised the Northern Ireland government for being too willing to bow to pressure for reform from London.[CITATION-22] Significantly, this was a time when the existing understanding (which the devolved administration at Stormont had complicated since the 1920s) that the UK was a unitary state, with all power flowing from the centre, was coming under scrutiny.[CITATION-23] In this context, Ulster Unionists had given some thought as to why devolution remained desirable—assuming that it would continue to be majority rule. Giving evidence to the Royal Commission on the Constitution, set up to examine the structure of the UK amid the rise of Scottish and Welsh nationalism, the Ulster Unionist Council (UUC), the UUP’s governing body, emphasised the provincial parliament’s ability ‘to reflect in legislation the particular moral opinions of the people of the region’ on issues such as divorce and abortion.[CITATION-24] This related to discussions about extending the 1967 Abortion Act to Northern Ireland and responses to the 1969 Divorce Reform Act, which had made divorces easier to obtain in England and Wales. These were legislative expressions of the broader trend of permissiveness, which was particularly associated with youth and concerned the loosening of long-standing sexual and moral restraints. It is tempting to see the Ulster Unionist opposition to these changes as reflecting a conservative Protestant viewpoint, but, in recent years, historians have emphasised that conservative attitudes persisted to a significant extent across the UK.[CITATION-25] After the suspension of Stormont, these views continued to underpin the UUP position as it called for a return to majority-rule devolution—albeit now backed by a multi-party committee system.[CITATION-26] Advocacy of majority-rule devolution soon passed to the United Ulster Unionist Council (UUUC). This was an electoral coalition—endorsed by the Orange Order and comprising the UUP (calling itself the Official Unionist Party), the DUP and the Vanguard Unionist Progressive Party—set up in early 1974 to channel unionist opposition to the Sunningdale Agreement that envisaged a power-sharing Northern Ireland Executive and a cross-border Council of Ireland. The UUUC was thus pitted against the pro-agreement parties making up the Executive: those unionists supporting Faulkner (who had been forced to resign as UUP leader), the SDLP and the cross-community Alliance Party. With the Royal Commission on the Constitution (chaired by Lord Kilbrandon in its later stages) having reported in autumn 1973 and recommended devolution for Scotland and Wales on the basis of majority rule, the UUUC argued for a Northern Ireland settlement along the same lines.[CITATION-27] Despite taking evidence from Northern Ireland while Stormont was still in operation, the Commission had refrained from offering any recommendations for its system of government—amid a volatile situation and under British government pressure not to jeopardise the movement towards power sharing.[CITATION-28] In April 1974, the UUUC committed itself to support for devolution in Northern Ireland within a future federal UK.[CITATION-29] Federalism technically involved dividing, not devolving, power between Westminster and regional governments, but the UUUC was not alone in defining it loosely as a type of devolution.[CITATION-30] Events now moved quickly, with the Ulster Workers’ Council (UWC) strike in May 1974, with UUUC support, bringing down the Executive and then preparations beginning for the ill-fated 1975 Constitutional Convention. The situation was a complex one. The strikers argued that it was not power sharing they opposed but the involvement of Dublin.[CITATION-31] Nevertheless, as the Convention approached, the UUUC once again called for ‘a system of government broadly in line with the provisions to be made for constitutional devolution in the United Kingdom as a whole’.[CITATION-32] At the same time, the ways in which the UUUC made its case developed significantly. In 1974 it had argued frankly that ‘no Political Party at Westminster wishes to stand in the way of the unification of Ireland let alone positively seek to maintain the union between Ulster and the rest of the UK’.[CITATION-33] Since the 1920s, the UUP MPs had taken the Conservative whip at Westminster in return for administrative, electoral and financial help. The relationship had weakened considerably by the 1960s, but there was still unionist dismay at the Conservative government’s decision to suspend Stormont and impose Direct Rule ‘without taking its party colleagues in Northern Ireland into confidence and consultation’.[CITATION-34] Increasingly, the UUUC argued that party interests dominated the actions of Westminster politicians. As the UUP leader Harry West made clear in 1976, this related particularly to the view that Labour, and its leader Harold Wilson, made sympathetic noises about a united Ireland because of its electoral value in certain British constituencies with high concentrations of people from the Republic of Ireland (who were given the right to vote and otherwise treated as British citizens).[CITATION-35] The Labour-leaning inclinations of Irish Catholic voters in Britain were readily apparent.[CITATION-36] Yet the argument was wider than this. In one sense, it was built on Irish Protestant fears, dating back to the early modern period, of English treachery, which had become pronounced during the debates over Home Rule as their dependence on Britain was made evident.[CITATION-37] The argument also chimed with a growing public and media dissatisfaction with the British political system and its institutions, especially political parties, characterised by scepticism about politicians’ motives, which had begun to develop in the 1950s and gathered pace in the 1970s and 1980s.[CITATION-38] Calls for majority-rule devolution not only included accusations that a ‘low standard of integrity prevailed in public life’ at Westminster but were also sometimes accompanied by a condemnation of Direct Rule as ‘colonial’—as in the case of the UUP politician Austin Ardill.[CITATION-39] The term colonial was used to mean undemocratic control over Northern Ireland by Britain and did not carry the connotations of colonisation, involving the displacement and subordination of earlier inhabitants. Yet, in suggesting that the colonial experience was a negative one, its use was arguably a particular expression of British unease at coming to terms with the imperial past.[CITATION-40] It was especially striking not only because Ulster Unionists had earlier embraced an imperial identity but also because criticisms of British rule as colonial had previously been advanced from nationalist and republican perspectives. Nationalists and republicans often viewed northern Protestants as a settler-colonial group—an interpretation with some merit until the nineteenth century but of less value for the more recent period. At the time of the creation of the Irish Free State in 1922, Irish Nationalists had reiterated the established argument that Ireland was not a colony but instead a nation because of the assumption that colonies would become self-governing dominions rather than fully independent states. But by the 1970s, with widespread European decolonisation, the term colonial was used to imply illegitimacy and to suggest that thewould not last.[CITATION-41] This shift in interpretation was also intertwined with internal debates within the republican movement after 1969. While the Official IRA emphasised class struggle, the Provisionals criticised the ‘colonial’ nature of Northern Ireland where, as they saw it, the main problem was a duplicitous Britain whose ‘imperial’ political and economic interests benefited from the existing arrangements.[CITATION-42] After the collapse of the UUUC in 1977, with devolution in Scotland and Wales rejected by referenda in 1979 and the UUP divided between integrationist and devolutionist wings, the DUP continued to call for majority-rule devolution, linked to a charge against permissiveness. Paisley had recently launched his ‘Save Ulster from Sodomy’ campaign to prevent the decriminalisation of homosexuality in Northern Ireland (which had been done in England and Wales in 1967) on the basis that the Bible condemned homosexuality as a sin. Calling for an end to the ‘colonial type system of “Direct Rule”’, the DUP’s 1979 General Election manifesto now proclaimed its ‘strong stand in accordance with Christian principles on the great moral issues of our day’.[CITATION-43] The DUP was not alone in making these arguments, with, for example, the UUP MP for South Belfast, Robert Bradford, also doing so.[CITATION-44] But the DUP was the prominent voice—and this continued to be the case when the Thatcher government was in power. The DUP manifesto for the 1982 Assembly Election, an attempt by the British government to restart devolution, railed against ‘the imposition by Westminster of alien moral standards upon Ulster’ and asserted that ‘Ulster should decide its own moral standards and codes of behaviour’.[CITATION-45] In the event, male homosexuality in adults over 21 was legalised in Northern Ireland in 1982, following a ruling from the European Court of Human Rights. Even so, it should be recognised that the DUP’s position was not that far from the manner in which, during the 1970s, Margaret Thatcher and some of those around her had—from a Christian perspective—identified themselves with existing discontent about aspects of the permissive society.[CITATION-46] Yet, at the same time, the DUP was sharply critical of other parts of Thatcher’s domestic agenda. Leaning to the left on socio-economic issues since its formation, the DUP was in the tradition of independent unionists who, since the inter-war period, had been critical of both Stormont and Westminster for not doing enough to reduce unemployment.[CITATION-47] Now, in 1982, as the Thatcher government prioritised low inflation from a monetarist perspective, Paisley lamented the fact that UK unemployment was ‘soaring’ to 3 million, adding that the ‘Government’s running down of our hospitals must be halted’.[CITATION-48] At the DUP conference in 1984 Paisley criticised the government’s ‘unprecedented attack upon the foundations of the welfare state’ and its decision to increase expenditure taxes that worked to ‘take from the mouth of labour the bread it has so strenuously earned’.[CITATION-49] Despite its rhetorical attack on the welfare state, in practice the Thatcher government largely left it intact and actually emphasised its commitment to the NHS.[CITATION-50] The Thatcher government had, however, reduced income tax, especially at the higher levels, and had increased the rate of VAT. The points about welfare were powerful ones to make because, in the years after 1945, the Ulster Unionist government in Northern Ireland had been ready to identify the Union with the ‘full benefits of the welfare state’.[CITATION-51] Indeed, within the UUP there was some acknowledgement of the DUP positioning and its potential electoral appeal.[CITATION-52] This was especially striking as the most forthright calls from the UUP for majority-rule devolution at this time came from Edgar Graham, a law academic at Queen’s University Belfast, who—in stark contrast to the DUP—struck a Thatcherite chord himself, calling for economic policies designed to foster ‘the business and entrepreneurial spirit of its people’.[CITATION-53] The DUP continued to dominate calls for majority-rule devolution in the years ahead, but there was a substantial change in the arguments underpinning its position as the party responded to the end of the Cold War and especially to the debate over increased European integration. In 1993, the DUP asserted the ‘right of the Ulster people to self-determination’, including ‘by means of a referendum’.[CITATION-54] The Charter Group, which had emerged within the UUP after the Anglo-Irish Agreement and which called for majority-rule devolution, had similarly argued in 1987 that the ‘Unionist case for self-determination is a just one’.[CITATION-55] Yet in recent years the resort to self-determination had not been a core part of the case for majority-rule devolution. At the start of the twentieth century, both Ulster Unionists and Irish Nationalists had committed themselves to competing interpretations of self-determination, which rose to particular prominence during the First World War under the influence of the US President Woodrow Wilson. In the unionist case, the original importance attributed to the self-determination of the UK as a whole was soon replaced by an emphasis on the wishes of a majority in Ulster. By the start of the Troubles, amid widespread decolonisation, the prevailing international interpretation of self-determination related to peoples inhabiting a pre-existing territory, and this was usually taken to mean the island of Ireland. However, in the 1990s, the break-up of both the Soviet Union and Yugoslavia challenged this assumption.[CITATION-56] In this context, the call for self-determination was linked to opposition to British membership of the European Community on the basis that it challenged British sovereignty. The argument about sovereignty had a substantial lineage, stretching back to the early 1960s and the UK’s first application for membership, and coming from those, mainly in the Conservative Party but also from the Labour Party, concerned with the threat to Westminster’s parliamentary sovereignty from European political union.[CITATION-57] From 1969, Enoch Powell, the Conservative and Ulster Unionist politician, had been the best-known proponent of this view.[CITATION-58] But it remained relatively marginal until the late 1980s, when Thatcher began to argue against the creation of a ‘European super-state’, stimulating concerns about sovereignty in a growing body of ‘Eurosceptic’ opinion in the Conservative Party and in the pressure group the Anti-Federalist League, which later became the UK Independence Party (UKIP).[CITATION-59] The DUP itself had a pedigree on the argument about sovereignty. It had articulated such concerns during the 1975 referendum on European Community membership, but these were, to some extent, obscured by the virulence of Paisley’s criticism of the Community as a Catholic force and a correspondingly potent threat to Protestantism.[CITATION-60] In its 1979 General Election manifesto, the DUP warned against ‘the extension of its [the European Community’s] powers at the expense of our national sovereignty’.[CITATION-61] Like others, the DUP saw a particular danger arising from the Maastricht Treaty for increased political and monetary union, which was negotiated in 1991 and enacted in 1993 with the formation of the EU. The party endorsed the growing call for a referendum on the treaty on the basis of the UK’s ‘right of self-determination’, and subsequently linked this to its commitment to self-determination for Northern Ireland. Put together, these offered a means of preventing the ‘double degradation of submission to Dublin rule … and to the thumbscrew of the EU’.[CITATION-62] From a British government perspective, Northern Ireland independence and British withdrawal was, as the then Prime Minister, Harold Wilson, put it in 1974, ‘unmentionable’.[CITATION-63] In Ulster Unionist politics, independence was advanced out of the fractious politics of the UUP, with William Craig playing the prominent role but with a degree of ambiguity over whether he wanted independence or a type of federation.[CITATION-64] As a Stormont minister in the mid- and late 1960s, his calls for federation were not that far from what Terence O’Neill, as Northern Ireland prime minister, sometimes advocated. But Craig’s support for Ian Smith’s White-dominated government in Rhodesia—which made a Unilateral Declaration of Independence (UDI) in 1965 as the UK refused to move it to independence without majority, that is, Black, rule—was more provocative, and was indeed a glimpse of the settler-colonial perspective. In the event, O’Neill dismissed Craig as Minister of Home Affairs in late 1968 because of, among other things, his ‘attraction to ideas of a UDI nature’.[CITATION-65] In February 1971, writing in the prominent Belfast current affairs magazine, Craig renewed his call for a ‘British Federation’ that would include the Republic of Ireland. In one sense this looked back to the nineteenth century, when ideas of federalism for the whole UK had attracted support from both nationalist and unionist politicians as a means of resisting the centralisation of political power at Westminster, only to fade after 1880 as debates over Home Rule focused increasingly on Ireland.[CITATION-66] But Craig’s case for ‘constitutional changes’ also related to current debates over Scotland and Wales. He argued that ‘the inadequacy of the National Parliament at Westminster and the growing discontent throughout the Kingdom’ could be alleviated by the more effective democracy of ‘regional Parliaments’. Crucially, Craig contended that the ‘discontent … will soon identify itself with the growing sense of Britain’s failure internationally’.[CITATION-67] He thus set his argument within the pervasive and wide-ranging debate about British ‘decline’. From the late 1950s, calls from the Left to tackle economic decline (relative in fact) through economic planning had attracted substantial attention.[CITATION-68] The argument subsequently broadened out, with the Conservative right-wing pressure group the Monday Club, which Craig later joined, making a distinctive contribution. Established in 1961 to resist the decolonisation that it saw as engendering Britain’s international decline, the club also strongly identified with the Rhodesian UDI—although, so far as the UK was concerned, it sought to maintain the territorial integrity of the state, with some of its members later supporting integration for Northern Ireland.[CITATION-69] From February 1972, advocacy of greater independence for Ulster was intertwined with the emergence of Craig’s Vanguard Movement. Set up just before the suspension of Stormont, Vanguard’s constitution spoke of bolstering ‘the Parliament of Northern Ireland’, but Craig soon went further, arguing that he favoured ‘some form of friendly Dominion status under the Crown’ if remaining in the UK proved impossible.[CITATION-70] The term ‘Dominion’ had signified semi-independence within the British Empire, being widely used until the end of the Second World War to denote Canada, Australia, New Zealand, South Africa and the Irish Free State. The use of the term diminished thereafter amid the emergence of the British Commonwealth as an association of free and equal former members of the Empire, with the British monarch as its symbolic head. Yet in Northern Ireland, the Stormont MP W.F. McCoy emerged as a powerful advocate of dominion status in the years after 1945, making loud calls for greater fiscal independence.[CITATION-71] Now, in the 1970s, it was Kennedy Lindsay who did the most to advance the case for independence in the form of dominion status. Born in Canada but brought up in Northern Ireland, Lindsay was a historian who had most recently been associated with London University’s Institute of Commonwealth Studies. In April 1972, he had first come into contact with Craig, who asked him to write a Vanguard pamphlet concerned with the economics of dominion status.[CITATION-72] In, Lindsay set his arguments in the context of the development of the Commonwealth, but academic assessments of his assertion of the economic viability of an independent Ulster have been understandably critical.[CITATION-73] Lindsay recognised that redistributed resources from Westminster were ‘substantial sums’, but insisted that several ‘small countries, with resources no greater than Ulster, are surviving comfortably without financial subventions’.[CITATION-74] Lindsay did not, moreover, say anything about the level of welfare—mirroring earlier calls for dominion status that had been silent on the issue.What was arguably more significant, however, was Lindsay’s opposition to an independent Ulster being in the European Community. Before moving back to Northern Ireland, Lindsay had lived in England and been a member of the British Labour Party, applying to be a parliamentary candidate in 1970 and identifying opposition to UK membership of the European Community as one of his central beliefs, on the basis that it ‘would be disastrous for Britain both in the short and the long term’.[CITATION-75] At this point, Labour was more divided over the issue than the Conservatives who—in government since 1970—had negotiated UK entry into the Community, which was set to take place at the start of 1973. Now, citing the work of the Labour-supporting Cambridge University economist Nicholas Kaldor, Lindsay argued that membership would entail a higher cost of living and production—arguments that became increasingly prevalent in Labour circles.[CITATION-76] Lindsay’s opposition to Community membership had an influence on Craig, who asked him to take a leading role in the research and publicity for Vanguard. Having previously held that membership of the European Community was ‘not really a consideration’, Craig now contended that Northern Ireland should assert its right to self-determination to claim independence in order to benefit from increased trade with the Commonwealth, making it explicit that this involved being ‘[o]utside the Common Market’.[CITATION-77] Craig did not substantiate his point about the European Community, shared by some in the Monday Club, but it did represent a significant challenge to the prevalent view that Community membership was necessary to take advantage of shifts in the UK’s trade away from the Commonwealth and towards Western Europe.The following year, Craig made an argument about allegiance—arguably the central question in unionist thought. He suggested that an independent dominion would be held together by ‘allegiance to Ulster with its own distinctive heritage and way of life’. Craig did not go into further detail and kept his language vague, but his rationale was that ‘We cannot think of owing any allegiance to an Irish Republic no matter how it is restructured. Others can’t think of owing loyalty to Britain’. Craig did, admittedly, see the dominion as ‘resting on its British Heritage’, but he stressed that he sought to overcome religious divides, creating ‘an Ulster where a man’s religion is only his own and God’s concern’, and called on ‘Ulster Protestants and Ulster Roman Catholics’ to recognise how much they had ‘in common with each other’. Craig’s speech was notable for his tentative willingness to consider temporary power sharing—amid short-lived discussions between Craig and the SDLP—but it also generated a backlash from Faulkner, who argued that Ulster independence was ‘absolutely contrary’ to unionism, prompting Craig to leave the UUP and form the Vanguard Unionist Progressive Party[CITATION-78] Craig’s arguments had academic antecedents. In 1971, the social scientist Richard Rose had argued that ‘Protestants and Catholics within the province might feel more of a community of interest with each other … than with their neighbours’ in Great Britain or the Republic of Ireland.[CITATION-79] Furthermore, the basic premise of Craig’s argument had already been tried out in political debate. In 1972, Fergus McAteer, who had been involved in the civil rights movement and was the son of the Nationalist Party leader Eddie McAteer, argued that it was possible to find ‘common ground’ between nationalists and unionists through their commitment to Ulster.[CITATION-80] Yet in practice Vanguard did not pursue the implications—including the question of whether Ulster was a nation. The pamphletdid not actually make the claim stated in its title.[CITATION-81] At one level, it is difficult to disagree with the sociologist Sarah Nelson’s assessment that Vanguard lacked ‘a clear picture of that Ulster identity that would underpin independence’, but at the same time it is necessary to appreciate that national identities have often been formed by a sense of the other.[CITATION-82] Moreover, the question of whether Ulster Unionism was itself a form of nationalism continues to preoccupy historians.[CITATION-83] From 1974, the politics of the UUUC pushed the idea of federation—as opposed to independence—to the forefront among those associated with Vanguard. David Trimble, then a law lecturer at Queen’s University Belfast and chair of the North Down Vanguard Association, announced his support for a ‘Community of the British Isles’ as a ‘loose federation’.[CITATION-84] Lindsay was also prominent here—and indeed he had, from late 1972, wanted to establish ‘more formal contacts’ with Plaid Cymru and the Scottish National Party so that they could ‘reinforce one another in the struggle to reduce exploitation of the regions of the United Kingdom by London and the South-East’.[CITATION-85] Lindsay’s point resonated because Scottish Nationalists were beginning to argue for independence from a left-wing perspective that was opposed to control from London and the forces of market capitalism.[CITATION-86] Plaid Cymru also embraced the economic ideas of the Left.[CITATION-87] Yet it was Lindsay’s own publicthat was most apparent when, in early 1974, he stated: ‘I look forward to a federal United Kingdom with subordinate parliaments in England, Scotland, Wales and Ulster’.[CITATION-88] With Craig marginalised in unionist circles after supporting ‘voluntary’ power sharing with the SDLP in the summer of 1975, and Lindsay continuing to vacillate between support for independence and for federation, the momentum behind the independence debate moved elsewhere.[CITATION-89] Under the influence of Glenn Barr, the Vanguard deputy leader and a UDA brigadier, the UDA leadership endorsed ‘some form of independence for Ulster’ in March 1975.[CITATION-90] There was briefly interest in Ulster independence on the part of some within the SDLP leadership, and the issue was discussed at a high-profile workshop at the Corrymeela Community—a community committed to Christian reconciliation—in 1976.[CITATION-91] A paper suggesting power sharing within an independent Ulster produced by the Ulster Loyalist Central Co-ordinating Committee (ULCCC), which had been formed after the UWC strike as a forum for loyalist paramilitary organisations, was considered at the meeting. The ULCCC initially included the UDA (though it soon left) as well as the UVF and its linked organisation the Red Hand Commando. Following Craig’s earlier line, the committee argued for a ‘’ as a means by which to ‘solve the cause of the conflict once and for all’. Where the committee’s contribution was more distinctive, however, was in adopting a free-market position on economics at the very time when Thatcher, elected as Conservative leader in 1975, was arguing that it provided a way of combating economic decline. Influenced by Trimble, who had worked closely with the paramilitaries during the UWC strike, and by the Queen’s University economist John Simpson, the committee contended that an ‘independent Ulster would have a totally different tax structure to that of Westminster: more along the lines of the Isle of Man or the Channel Islands, a financial structure which would encourage “big money” into the country’—provided it had access to the European Community. Where earlier advocates of independence had avoided the issue, the committee—in line with the Thatcherite attack on the dependency culture—announced its desire to take ‘a new look at Social Security which would deal with the work dodgers and layabouts’. It proposed ‘in the first instance, to have a “government of all the talents” in which every substantial grouping prepared to try and make the independent state work, would be invited to take part’. Yet it held that this would be temporary, lasting only until ‘disputes over the distribution of goods and services within the new state’ came to the fore and facilitated ‘the development of a new political structure on left/right lines’.[CITATION-92] Calls for independence receded from the mid-1970s as broader trends worked against the idea. Most notably, British government strategy, particularly under Labour after 1974, involved an increasing financial subvention to Northern Ireland that sought to reduce violence.[CITATION-93] Independence proposals, with a nod towards some form of power sharing, from the New Ulster Political Research Group (NUPRG), which was linked to the UDA and chaired by Barr, briefly gained attention in 1979, especially after they were given the title.[CITATION-94] It was not, however, until after the 1985 Anglo-Irish Agreement that debates over independence re-entered the foreground of Northern Irish politics. In this context the DUP assumed the prominent role and underpinned its position with an attack on Thatcher, whose economic and social policies it also opposed. The DUP had tentatively toyed with independence in the early 1980s, fearing ‘betrayal’ as the Thatcher government entered dialogue with the Republic of Ireland.[CITATION-95] Now Paisley lashed out at Thatcher, reworking the contractarian argument with a religious inflection. Speaking at a press conference at his own Martyr’s Memorial Church in Belfast in June 1986, Paisley announced a ‘campaign of political dissent on behalf of his church’. He argued that the ‘Thatcher regime’ should ‘no longer be recognised by Free Presbyterians as a proper and legitimate government’, stressing that ‘Loyalty to the Queen was not affected because Margaret Thatcher is simply a dictator’—she and her ministers were ‘usurpers with no God-given authority’.[CITATION-96] The statement appeared more threatening because, later in 1986, Paisley and other DUP leaders accepted an invitation to lead the new paramilitary organisation Ulster Resistance.[CITATION-97] The DUP’s position was meanwhile given a more secular slant by Peter Robinson, the party’s deputy leader and the MP for East Belfast, who was an evangelical Christian but not a Free Presbyterian. Robinson argued that ‘Unionists would have to consider independence for Northern Ireland if the Anglo-Irish Agreement remained the only terms on which they could stay in the United Kingdom’.[CITATION-98] The barrister and politician Jim Allister, who had joined the DUP at its formation, had already made a case for an Ulster cultural identity shaped by ‘its distinctly British and Protestant heritage’ and now, fearing being ‘swallowed up in a theocratic foreign state where our civil and religious liberties would be callously suppressed’, publicly pondered ‘a form of Dominion Status … maintaining the link with the Crown’.[CITATION-99] Others besides the DUP considered independence. Driven to ‘desolation’ by the Anglo-Irish Agreement, Harold McCusker, the UUP MP for Upper Bann, deputy leader of the party and a prominent critic of Thatcher’s economic and social policies, argued that Northern Ireland ‘could survive as a separate entity’—although he swiftly retreated from this when his comments were disowned by the UUP leadership.[CITATION-100] Independence was mooted more consistently by the Ulster Clubs Movement, whose origins lay in opposition to the re-routing of Orange Order marches in the summer of 1985, which they believed had been done because of pressure from the Republic of Ireland amid Anglo-Irish talks.[CITATION-101] Now, in the late 1980s, Trimble, who had rejoined the UUP, articulated the Ulster Clubs Movement demands for ‘Dominion Status’ on the basis of the ‘right to self-determination’.[CITATION-102] However, in the years ahead, calls for independence became more marginal, with the only sustained advocacy coming from the Ulster Independence Committee, which had emerged from the Ulster Clubs.[CITATION-103] The most prominent advocate of integration was Enoch Powell, the British Conservative best known for his opposition to immigration. In October 1974, in an unusual move precipitated by his disagreement with the Conservative leader, Edward Heath, over membership of the European Community and the failure to move in a free-market direction, Powell became UUP MP for South Down. Powell had taken an active interest in Northern Ireland since 1968.[CITATION-104] Well before discussions of Ulster independence gathered pace, he had argued that Northern Ireland was part of the British nation defined by the geographical boundaries of the UK—meaning that unionism, as he later put it, was ‘the claim to be part of a whole … the British nation’.[CITATION-105] For Powell, this took the form of an emphasis on institutions, especially Parliament, with the British nation characterised by allegiance to, and the undivided sovereignty of, the Crown-in-Parliament. Having announced his firm opposition to devolution in Scotland and Wales in 1968, two years later Powell argued that the Ulster Unionist ‘assertion of oneness with the rest of the United Kingdom’ was ‘at odds with their assertion of this parliamentary independence’—that is, the commitment to Stormont.[CITATION-106] Given that the most prominent opposition to Stormont at this point came from republican circles, this was a provocative argument to make. Nevertheless, it was in one sense a return to the agenda of late nineteenth- and early twentieth-century unionists, most notably the academic jurist A.V. Dicey, who opposed Irish Home Rule.[CITATION-107] Powell’s argument also related directly to the Troubles, as he attributed to Stormont some responsibility for sustaining tensions by giving the impression that Northern Ireland was separate from the rest of the UK.[CITATION-108] Integration was more widely mooted after the suspension of Stormont in 1972: the UUP MPs at Westminster considered it at several of their meetings and Paisley came out briefly in its favour, telling the Prime Minister, Heath, in October 1972 that he ‘saw the eventual solution in the total integration of Northern Ireland into the United Kingdom’.[CITATION-109] On the whole, however, arguments for integration did not publicly gain ground. Indeed, even Powell’s advocacy of it was muted, as he claimed during his first campaign in South Down to endorse the UUUC policy of majority-rule devolution within a future federal UK.[CITATION-110] Instead, Powell, who became close to James Molyneaux, the UUP leader at Westminster, focused on promoting two policies that were consistent with integration: increased parliamentary representation at Westminster in the absence of a local devolved parliament, and expanded local government—whose functions had recently been restricted, partly so as to remove controversial areas, such as the allocation of public housing, from its control.[CITATION-111] Powell was successful in securing the principle of increased representation of Northern Ireland at Westminster in 1978.[CITATION-112] Over time, closer contacts were established between the UUP and the Conservative Party through the Conservative Northern Ireland Committee, set up after the suspension of Stormont and containing individuals amenable to integration, in which most notably Airey Neave but also Julian Amery and John Biggs-Davison played important roles.[CITATION-113] They coalesced in support for the establishment of regional councils with wide-ranging powers over local services, often presented pragmatically by the UUP as ‘what can be achieved now’.[CITATION-114] Yet after the Conservative return to power in 1979 and Neave’s murder in that year by the Irish National Liberation Army, the military wing of the Irish Republican Socialist Party, the government abandoned the regional council scheme and, seeking devolution, tried to establish a conference involving the Northern Ireland political parties. With the UUP standing aside from the talks and theoretically still committed to regional councils, the party was now more visibly divided between those backing devolution and those supporting integration.In this context, Molyneaux, now overall UUP leader, sought to persuade the Conservative Northern Ireland Committee that ‘the government should concentrate on improving direct rule—but without using the term “integration” to describe what it was doing’.[CITATION-115] Yet he was more forthright in his identification with the British nation in the summer of 1982, amid the patriotism stimulated by the Thatcher government’s victory over Argentina in the Falklands War. Weeks before Thatcher herself famously stated that ‘We have ceased to be a nation in retreat’, and with the final British assault under way, Molyneaux pre-empted her revivalist language to argue that:When the Task Force sailed for the South Atlantic the great mass of people discovered that they were a nation once again. This is the Britain which the old had forgotten and the young had never known. It is a nation which is only at the beginning of the adventure of discovery. It is a greatness in which Ulster shares, for greatness is indivisible.[CITATION-116] It was, however, Powell who did most to develop the case behind the call for integration at this juncture. Countering the suggestion that a power-sharing local assembly was needed to protect the interests of the nationalist minority in Northern Ireland, Powell contended that ‘Parliament … is the natural protector of all minorities because it is itself made up of minorities’.[CITATION-117] This was, in an important sense, a rebuttal of the pervasive view—used to buttress calls for devolution—that party interests dominated Westminster in a negative way. Yet it also led Powell to confront the ‘biggest and most significant difference … between the Province and the rest of the kingdom’: the differing party structure that left Northern Ireland ‘exiled from the political system that is the United Kingdom as a whole’. Making it clear how this related to local political minorities, he argued: ‘when, in the county of Durham, the Conservative minority contemplates the fact that it is unlikely to return a majority of Members to this House—or vice versa in Hampshire—it feels no estrangement as a result, because it identifies itself with the cause of the Labour Party, or the Conservative Party, as the case may be, throughout the nation’.[CITATION-118] Even so, Powell did not publicly endorse electoral integration—though he later privately acknowledged that in principle he supported it.[CITATION-119] It was not until the mid-1980s that there was a prominent call for British party political organisation in Northern Ireland, linked to a significant attempt to define the Union in terms of values. The UUP politician and barrister Robert McCartney had previously supported devolution, but after the Anglo-Irish Agreement came to endorse electoral integration. He argued that ‘British citizens in Northern Ireland are denied the most basic political right of being able … to vote for a party which might, conceivably, form the government of the country of which they are alleged to be equal citizens.’ Accepting that this could mean the end of the unionist parties, McCartney suggested that it could appeal to many Catholics who were ‘not pro-Nationalist’ but who had ‘resented the sectarian and ascendency aspects of Unionism bred by devolution’. Moreover, having previously described the UK as a ‘pluralist state … a union between people who believe in liberal democracy’, McCartney’s argument was now underpinned by the view that the ‘essence of the Union is the sharing of mutual cultural, historic, religious and political values between Northern Ireland and the rest of the United Kingdom’.[CITATION-120] Electoral integration gained the support of the UUP Young Unionists, who made an important contribution to the argument, pursuing an analysis adumbrated by the British and Irish Communist Organisation (BICO), which had supported British party political organisation in Northern Ireland since the late 1970s and had indeed recently begun to argue for it under the banner of ‘Equal Citizenship’.[CITATION-121] Alan Chalmers, the chair of the Greater Belfast Young Unionist Association, co-authored a pamphlet that reiterated the familiar contention that Ulster was ‘governed as a colony’. It went further, however, by taking the BICO line that it was because ‘the national political parties had no involvement in Northern Ireland for so long and had no members or voters in the province [that] they had no sense of responsibility to the Ulster people’. This, it argued, meant that when ‘they assumed direct responsibility … it was inevitable, therefore, that they would behave as colonial overlords’.[CITATION-122] Endorsing electoral integration as policy, the Young Unionist Council spelled out the argument that the British government had only been able to sign the Anglo-Irish Agreement, with Labour support, because ‘they know they have no votes to gain or lose in Ulster’.[CITATION-123] And in early July 1986, when McCartney spoke to a public meeting of the recently formed Campaign for Equal Citizenship, of which he later became president, he offered the same interpretation of the underlying cause of the current situation.[CITATION-124] Depth was added to the analysis by the pro-unionist University of Ulster politics academic Arthur Aughey who, supporting the equal citizenship campaign, explicitly defined unionism in terms of citizenship—thus responding both to Irish Nationalism and to Powell’s arguments about the British nation. Aughey argued that ‘for unionists the question is not about nationality; it is about the state’. He continued: ‘Unionism is concerned primarily with the quality of citizenship within the Union; it is nationalists who are agitated by ideas of nationhood and its extent … There is no British nation; there are only British citizens’.[CITATION-125] This was, moreover, part of a broader British debate, stretching across the twentieth century, about citizenship and whether it should be defined in terms of a ‘patriotic attachment’ to the British nation or in an attachment to the state.[CITATION-126] Yet, whatever its intellectual merits, electoral integration faltered on the ground. McCartney was unable to persuade his UUP colleagues to adopt a commitment to electoral integration at the party conference in late 1986, and a subsequent attempt to establish Conservative Associations in Northern Ireland floundered amid a lack of interest from Conservative Central Office and a failure to win unionist votes.[CITATION-127] In the early 1970s, the now little-known pressure group the New Ulster Movement (NUM) suggested ways to revise Stormont that were of long-term significance to the debate on power-sharing devolution. The NUM was formed in 1969, with the aim of developing moderate unionist policies and supporting the prime minister, Terence O’Neill.[CITATION-128] Yet it soon took its arguments further. In 1970, with some of its leading figures about to leave to form the Alliance Party, the NUM stood firmly by the commitment to devolved government but with a ‘duty … to seek and obtain the co-operation of nationalists’.[CITATION-129] The following year, the NUM attached a critique of the Westminster model to its arguments. In a pamphlet written by John Whyte, a lecturer in political science at Queen’s University, the NUM argued that the model worked well only if there were ‘two strong parties, competing with each other on fairly equal terms’—as was currently the case with Conservative and Labour. In other circumstances, the NUM argued, it was ‘a system which can easily lead to tyranny because it produces a remarkable concentration of power in the government of the day’. The NUM now called for proportional representation (PR) at Stormont elections, with seats allocated to parties according to vote share. This was the basis on which Stormont had operated between 1921 and 1929, but the NUM suggested ‘as a long-term possibility—the introduction of proportional representation in government’.[CITATION-130] The NUM’s focus was on Northern Ireland, but in calling for PR it aligned itself with the British Liberal Party, which had been committed to electoral reform since the mid-1920s and had become more vocal from the mid-1960s as its share of the vote had increased without a corresponding rise in its number of MPs.[CITATION-131] Following Stormont’s prorogation, the NUM moved even more explicitly towards the ‘sharing of power … in proportion to party strength in the Assembly’, with the use of a ‘weighted majority … in controversial areas’.[CITATION-132] Faulkner, as UUP leader and former Northern Ireland prime minister, also moved towards power sharing but did so with a degree of reluctance, privately recognising that it was ‘necessary’ but publicly stating that he was ‘not opposed’ to it.[CITATION-133] He was responding to the stance of the British government, which between autumn 1972 and spring 1973 had explicitly indicated its commitment to giving the minority a share of executive power. Yet, amid the rise of the UUUC, the UWC strike and the collapse of the Sunningdale Agreement, this path was politically rejected by most unionists. Thereafter, discussion of power sharing in a devolved Northern Ireland was eclipsed by discussion of it in an independent Ulster.It was not until the 1980s that power sharing in Northern Ireland began to be consistently advocated by unionists, with paramilitaries and their associated political bodies taking the lead and doing so in the context of resistance to Thatcherism. An important milestone came in 1981 when the UDA-linked NUPRG—which had proposed Ulster independence in 1979—became the Ulster Loyalist Democratic Party (ULDP) and made clear that its proposals for government, ‘supported by the substantial majority of both religious communities in Ulster’, applied both to independence and to remaining in the UK. Echoing the NUM critique, the ULDP sought ‘a system of parliament and government better suited to the Ulster people than a juggled version of the Westminster type’.[CITATION-134] The overall change of position had resulted from a power struggle within the UDA that saw Glenn Barr leave and John McMichael, a UDA brigadier in South Belfast who was dismissive of Ulster independence, become ULDP chair.[CITATION-135] In 1986, the UDA—now acting in its own name—was emphatic in its support for equal citizenship, but argued that British party political organisation should occur within a devolved settlement that would also apply to Scotland and Wales, as well as to the regions of England. Describing itself as ‘almost entirely working class’, the UDA argued that regional inequalities and high levels of unemployment were the result of the government’s ‘gross mismanagement’, which had destroyed ‘our manufacturing base’.[CITATION-136] The economic decline of manufacturing industry was part of a longer-term trend, but it had accelerated under the impact of both the Troubles and the Thatcher government, which, in celebrating the financial and services sectors, had embraced that structural shift. Strikingly, in Northern Ireland, the manufacturing sector had contracted by more than 50 per cent between 1971 and 1991.[CITATION-137] Mirroring the corporatist outlook that had enjoyed its apogee under the Labour governments of 1964 to 1970, the UDA sought a ‘far sighted strategy for our industry and economy … one agreed to by the C.B.I. [Confederation of British Industry], the unions and Government’ which would encourage the ‘regeneration of the industrial sector’. Crucially, the UDA sought PR across the UK in order to bring about ‘a realignment of British politics and coalition governments’.[CITATION-138] This point resonated in a British context where, at the last General Election in 1983, the Conservative share of the vote had fallen slightly from 1979 but—with the opposition split between Labour and the Social Democratic Party (SDP)–Liberal Alliance—the party had increased its number of seats. The UDA position should also be placed against the stance of Sinn Féin, whose development McMichael had studied carefully.[CITATION-139] Under the leadership of Gerry Adams from late 1983, Sinn Féin had increasingly identified itself as a socialist party, speaking of the interests of the Irish working class and emphasising its commitment to substantial state intervention in the economy.[CITATION-140] The Progressive Unionist Party (PUP), linked to the UVF, also saw itself as a left-of-centre working-class group.[CITATION-141] Its origins lay in the Volunteer Political Party, which had been formed in 1974 and was opposed to independence.[CITATION-142] In 1979. the Progressive Unionist Group, soon to become Party, announced its commitment to devolution, including PR, and to the ‘establishment of a voting partnership with all those who wish to pursue a common Programme of Social and Economic Advancement for the broad mass of the N. Ireland people’.[CITATION-143] In the 1985 local government elections, held before the Anglo-Irish Agreement, the PUP campaigned to resist job losses caused by ‘privatisation in the public sector’ and to oppose ‘the increasing attacks upon the British Welfare State’.[CITATION-144] (From 1983, the privatisation of nationalised industries, including British Telecom and British Gas, was an increasingly important part of Thatcher’s agenda.) In Northern Ireland, the PUP sought ‘movement towards more general acceptability of sharing responsibility within a broadened structure of local government’, embracing the ‘principle of proportionality’.[CITATION-145] After the Anglo-Irish Agreement, the PUP joined the call for British party political organisation, but, like the UDA, remained committed to devolution.[CITATION-146] The PUP also made its commitment to working with other left-wing parties clear. In early 1987, it presented a policy document to the British Labour Party’s decision-making National Executive Committee that called for ‘a sound regional planning policy to combat poverty [and] increase investment in regional industries’. This document also proclaimed the PUP’s dedication to the trade union movement, which—viewed as an obstruction to the operation of the market—had seen its powers restricted by legislation passed earlier in the decade by the Thatcher government.[CITATION-147] By this stage, in a document called, the Ulster Political Research Group (UPRG), a new incarnation of the NUPRG chaired by McMichael, had announced its commitment to ‘shared responsibility’ and ‘proportionality’. There was little here that was technically new, but it did receive considerable attention—including from John Hume, the SDLP leader. What was striking was that it framed its arguments with a degree of sophistication, arguing: ‘Majority rule in deeply divided societies is likely to be profoundly undemocratic, and the only democratic system is one that allows participation in government by coalition of all groups, majority and minority, on a more or less permanent basis’.[CITATION-148] The Republic of Ireland government reported speculation that the UPRG had ‘brought in a “professional hand” to draft the final version’, probably the politics academic Sidney Elliott from Queen’s University, on whose work part of the report drew.[CITATION-149] Later in 1987, McMichael was murdered by the IRA, following a tip-off from within the UDA.[CITATION-150] Yet this did not affect the overall social and economic line taken. The following year, the ULDP mirrored the PUP in stating: ‘If we wish to reverse the iniquities of Thatcherism we would need to join a common platform with other anti-Thatcher parties’. It went on:We can not support the vision of society being constructed by Thatcher, a society where the nation’s resources are squandered, where greed has become a religion, and where democracy continues to be eroded. Present Conservatism is not Unionism, it is a calculated appeal to those in the SE of England; the people of Scotland, Wales and the NE of England have become increasingly detached.[CITATION-151] In the late 1980s and early 1990s, there was a dramatic increase in loyalist sectarian killings, which led to the banning of the UDA. This level of violence sat uneasily with, and hindered the advancement of, the political arguments that the paramilitaries continued to make. A 1992 joint statement from the UDA and the UVF expressed their explicit commitment to ‘proportionality’ in the exercise of executive power.[CITATION-152] And their policy documents continued to be animated by a repudiation, as the PUP put it in 1995, of ‘the values and ethos of the New Right’, even after the fall of Thatcher.[CITATION-153] The other important advocate of power sharing in the 1990s, the UUP, adopted that position more slowly than the paramilitaries. The 1984 policy documentargued for devolving the ‘administrative and functional powers’ held by local government elsewhere in the UK. Administrative devolution, as it was called, was an attempt to forge a compromise between integrationist and devolutionist elements, but it was also presented as a means through which ‘majority and minority representatives can participate without prejudice to their position on the constitutional question’.[CITATION-154] This, in itself, might have appeared to be a limited commitment, but contacts between Frank Miller, the UUP General Secretary, and Republic of Ireland officials showed its significance. Worried about the rise of Sinn Féin, Miller argued that the ‘tone of the document was … deliberately cast in a moderate and conciliatory fashion’.[CITATION-155] In the event, the initiative came to nought. Miller renewed his efforts in 1987, as part of the Task Force set up by the UUP and DUP leaderships with a remit to consult a wide range of unionist opinion about alternatives to the Anglo-Irish Agreement. Co-authored by McCusker from the UUP and Robinson from the DUP, the Task Force report called for ‘Unionist flexibility’, and suggested that weighted majorities should be used in the first period of any new devolved assembly.[CITATION-156] As Republic of Ireland officials noted, there was ‘a case for seeing the Task Force report as a new departure in Unionist thinking’, at least so far as the established parties were concerned.[CITATION-157] Yet the initiative was scuppered, with neither Paisley nor Molyneaux, as DUP and UUP leaders respectively, giving their approval, prompting Miller to leave the UUP and Robinson (temporarily) to resign as DUP deputy leader.Nevertheless, from the late 1980s there was an increased desire in the UUP to present the ‘virtues and merits of the Union’ to audiences outside Northern Ireland. This was in part a response to the shock of the Anglo-Irish Agreement and the sense that unionists had been betrayed by their exclusion from the discussion process.[CITATION-158] It also occurred amid a realisation, among parts of Ulster Unionist opinion, that compromise might bring an end to the Troubles. This in turn sprang from an appreciation that the republican leadership considered that military victory was not likely.[CITATION-159] Together, these factors facilitated the UUP’s adoption, in 1994, of a commitment to proportionality: a local assembly where ‘Executive power would be exercised … broadly in proportion to Party strengths’. Notably, the UUP made this case in a way that related to the end of the Cold War. Citing pledges made in the 1990 Charter of Paris, agreed at a summit that was effectively the peace conference of the Cold War, to protect the ‘ethnic, cultural, linguistic and religious identity of national minorities’, the UUP suggested that this could be a model for co-operation in Northern Ireland. Seeking the removal of the Republic of Ireland’s territorial claim on Northern Ireland from its constitution, the UUP argued that the international precedent provided an example of the ‘recognition of existing frontiers, abandonment of territorial ambition and mutual co-operation’.[CITATION-160] The process gathered pace when Trimble, who had been an increasingly prominent MP since 1990, became UUP leader in 1995. Taking inspiration from Karl Popper’s(1957), Trimble was determined to resist the teleological strain in Irish Nationalism that saw events leading inexorably towards Irish unity.[CITATION-161] Trimble was critical of moves towards further European integration as envisaged by the Maastricht Treaty, but welcomed the commitments to religious and cultural minorities within existing borders as part of the ‘development of post-nationalist Europe’.[CITATION-162] This was also an important attempt to strike a conciliatory note, as the pro-European John Hume had argued from the early 1990s that in a post-nationalist Europe existing identities could coexist with other allegiances and offer a means of resolving the conflict in Northern Ireland.[CITATION-163] Trimble’s arguments reverberated amid talk of a ‘New Unionism’, which shared common ground with the Campaign for Equal Citizenship in suggesting that the union was based on values and that unionism was defined in terms of citizenship.[CITATION-164] Yet there were important differences in how the case was made. As Arthur Aughey (who had supported electoral integration in the 1980s) put it, ‘New Unionism’ was concerned with making ‘a positive case for the Union as a multi-national state’, offering ‘multi-cultural citizenship’.[CITATION-165] This related to concerns in a wider UK setting in which a distinctly English nationalism was emerging, arguably in response to European integration, and a ‘separatist’ Scottish nationalism had recently grown in strength and coherence under the impact of Thatcher.[CITATION-166] New Unionism further reflected a context where a commitment to ‘multiculturalism’ was not simply prevalent on the Left but took Conservative forms—appearing to fit the reality of British, and especially English, society, which, shaped by immigration, was partly characterised by the diversity of its ethnic minority groups.[CITATION-167] Trimble also argued that the UK was a multi-national state. With an eye to his earlier emphasis on the community of the British Isles, he had asserted in 1992 that ‘Being in one state is natural to the nations of the British Isles, for their destinies have been inextricably intertwined throughout recorded history’.[CITATION-168] What was significant from the middle of the 1990s, however, was that Trimble considered that his view chimed with the pro-devolution agenda of Tony Blair, recently elected as Labour Party leader.[CITATION-169] This, in turn, reflected the ‘new orthodoxy’ that, in constitutional terms, the UK was a union state, characterised by imperfect integration and with its origins in the two unions with Scotland and Ireland, rather than being the product of the extension of the sovereignty of the English Parliament.[CITATION-170] Trimble told the UUP annual conference in October 1996 that, with Blair’s New Labour in the ascendancy, ‘unionism is winning the intellectual argument’, adding: ‘It is only unionism that can genuinely be multinational and multicultural. It believes that the sum of the whole is greater than that of the parts. This is a better vision that anything sectarian Irish nationalism can offer’.[CITATION-171] This view was repeated in the UUP manifesto for the May 1997 General Election.[CITATION-172] At the same time, Trimble continued to stress the commitment to ‘proportionality’ in the government of Northern Ireland—doing so, for example, to a US audience the month after the Labour victory.[CITATION-173] With executive power sharing, together with a form of PR, the single transferable vote, embedded in the Good Friday Agreement signed in April 1998 and approved in referenda across Ireland the following month, albeit with significant opposition from the DUP, Trimble now argued that unionism, defined by its values, especially diversity, was ‘based on a sense of Britishness’.[CITATION-174] Trimble did not expand on the concept of Britishness, but his argument coincided with wider usage of the term. Strikingly, at this very juncture, the Chancellor of the Exchequer, Gordon Brown, emphasised Britishness as a progressive force in the new devolved UK, with a Scottish Parliament and Welsh National Assembly soon to be established, and as a means of confronting the Scottish Nationalists.[CITATION-175] Amid fierce debate on the future of Northern Ireland, time and again the concerns of Ulster Unionists reflected the wider dilemmas faced by the UK state during a period of considerable change. Unsettled by the loss of Stormont, Ulster Unionists disagreed with each other as much as they challenged nationalists. By the early 1990s, the debate was increasingly dominated by competing calls for devolution—majority-rule from the DUP and power-sharing from the UUP—but at times during the 1970s and 1980s, both integration and independence had appeared as serious options.In the first place, Ulster Unionists engaged with arguments about the constitutional and national make-up of the UK. Until 1972, the existence of Stormont sat at odds with the widely held opinion that the UK was a centralised unitary state, but thereafter the position of Northern Ireland was debated as part of a broader constitutional discussion. The basis of Powell’s argument for integration, and against devolution, was that the British nation was defined by the sovereignty of the Westminster Parliament but this view did not gain significant support in Northern Ireland. Instead, many Ulster Unionists argued in the 1970s for the establishment of a federal UK, a loose notion that served the political purpose of enabling them to push for the restoration of majority rule, emboldened by the fact that the Royal Commission on the Constitution had advocated this as the basis of devolution for Scotland and Wales. By the 1990s, the UUP was arguing that the UK was a multi-national state, which was in line with both an understanding of the UK as a union state and New Labour’s commitment to devolution. Even advocates of Ulster independence struggled to argue that there was an Ulster nation, but it is important to remember that Scottish Nationalism did not develop fully until the 1980s and English nationalism only advanced in the 1990s. In the mid-1980s, supporters of electoral integration had made a case that the Union should be defined in terms of its values of plurality and diversity—an argument that was developed further by New Unionists supporting power sharing and embracing multi-culturalism in the 1990s. But, as commentators have increasingly noted, in Northern Ireland, as elsewhere in the UK, there was an inherent difficulty in pinning down precisely what these values were, even if Britishness was an attractive label to give them.[CITATION-176] Ulster Unionist thinking further echoed concerns about relationships within the UK. Considering that neither the Conservatives nor Labour were interested in protecting Northern Ireland’s position within the UK, from the mid-1970s Ulster Unionists expressed a deep scepticism about Westminster political parties and individual politicians that, in a less virulent form, was coming to feature in British attitudes towards the political system as a whole. At the same time, some Ulster Unionists exhibited a particular unease at some of the societal changes associated with permissiveness. From its evangelical Protestant perspective, the DUP was the foremost voice here, but its position bore some resemblance to views within the Conservative Party. Unionism had long straddled well-established left and right divides on economic and social policy—and this continued in the late twentieth century in a debate that focused increasingly on responses to Thatcherism. In the mid-1970s, advocates of independence embraced Thatcherite economic policies, including cuts to direct taxation and an attack on the dependency culture. Yet by the 1980s, it was opposition to Thatcher that was most apparent. The DUP criticised Thatcher’s management of the economy and position on the welfare state, while the paramilitaries, calling for power sharing, launched a full-scale assault on Thatcherism amid the impact of deindustrialisation. They emphasised their class-based opposition, called for state planning and sought to work with others on the Left, giving renewed life to calls for PR to reform the electoral system.Ulster Unionist debates also mirrored the UK’s awkward relationship with the wider world. With the Empire having earlier played a part in Ulster Unionist identity, Craig’s critique of Britain’s international decline mirrored that of the Conservative Monday Club, which sought to resist decolonisation. Nevertheless, overall, it was the Ulster Unionist adoption of the argument that under Direct Rule Northern Ireland was being treated undemocratically and like a colony that was most notable. Suggesting that the experience of being a colony was an undesirable one for the people concerned, this example serves as a reminder of the ongoing struggle of the UK as a whole to grapple with its imperial legacy. So far as the European Community was concerned, criticism of membership from an economic perspective underpinned the arguments of one of the most forceful advocates of independence, Kennedy Lindsay, in the 1970s. What became more prominent over time, however, was the argument, advanced by the DUP, that membership threatened British parliamentary sovereignty. This position, connected by the DUP with calls for majority-rule devolution, assumed great importance in the 1990s among elements of the Conservative Party and UKIP—and in recent years, with the DUP established as the largest unionist party and sharing power with Sinn Féin, it has been right at the forefront of debates over Brexit.",
    "footnotes": {
        "1": "R. English, ‘The Same People with Different Relatives? Modern Scholarship, Unionists and the Irish Nation’, in R. English and G. Walker, eds, Unionism in Modern Ireland: New Perspectives on Politics and Culture (Dublin, 1996), p. 227.",
        "2": "E.H.H. Green, Ideologies of Conservatism: Conservative Political Ideas in the Twentieth Century (Oxford, 2002), pp. 2, 14–15.",
        "3": "D.G. Boyce, R. Eccleshall and V. Geoghegan, ‘Introduction’, in D.G. Boyce, R. Eccleshall and V. Geoghegan, eds, Political Thought in Ireland since the Seventeenth Century (London, 1993), p. 1; R. Bourke, ‘Reflections on the Political Thought of the Irish Revolution’, Transactions of the Royal Historical Society, 6th ser., xxvii (2017), pp. 183, 185; I. McBride, ‘The Case of Ireland (1798) in Context: William Molyneaux and his Critics’, Proceedings of the Royal Irish Academy, Section C, cxviii (2018), pp. 223, 226–7.",
        "4": "S. Bruce, God Save Ulster: The Religion and Politics of Paisleyism (Oxford, 1986), esp. pp. 249, 250, 263–4.",
        "5": "Bruce, God Save Ulster, pp. 257–8; S. Bruce, The Edge of the Union: The Ulster Loyalist Political Vision (Oxford, 1994), p. 142; B. O’Leary and J. McGarry, The Politics of Antagonism: Understanding Northern Ireland (London, 1996), pp. 1–4.",
        "6": "R. Bourke, Peace in Ireland: The War of Ideas (London, 2003), pp. xviii, 191.",
        "7": "R. Bourke, ‘Languages of Conﬂict and the Northern Ireland Troubles’, Journal of Modern History, lxxxiii (2011), pp. 569–76.",
        "8": "C.W. Reid, ‘Democracy, Sovereignty and Unionist Political Thought during the Revolutionary Period in Ireland, c.1912–1922’, Transactions of the Royal Historical Society, 6th ser., xxvii (2017), p. 213.",
        "9": "M. Cunningham, British Government Policy in Northern Ireland, 1969–2000 (Manchester, 2001).",
        "10": "S. Aveyard, No Solution: The Labour Government and the Northern Ireland Conflict, 1974–79 (Manchester, 2016), pp. 1–4.",
        "11": "J. Todd, ‘Unionist Political Thought, 1920–72’, in Boyce, Eccleshall and Geoghegan, eds, Political Thought, pp. 193–5, 198, 202–3, 205.",
        "12": "G. Walker, A History of the Ulster Unionist Party: Protest, Pragmatism and Pessimism (Manchester, 2004), esp. pp. 4, 32.",
        "13": "A. Jackson, Home Rule: An Irish History, 1800–2000 (London, 2003), ch. 10.",
        "14": "T. Hennessey, ‘Ulster Unionism and Loyalty to the Crown of the United Kingdom, 1912–74’, in English and Walker, eds, Unionism, pp. 115–29; H. Patterson and E. Kaufmann, Unionism and Orangeism in Northern Ireland since 1945: The Decline of the Loyal Family (Manchester, 2007).",
        "15": "D.W. Miller, Queen’s Rebels: Ulster Loyalism in Historical Perspective (Dublin, 1978); G. Walker, Intimate Strangers: Political and Cultural Interaction between Scotland and Ulster in Modern Times (Edinburgh, 1995), p. 172.",
        "16": "J. Todd, ‘Two Traditions in Unionist Political Culture’, Irish Political Studies, ii (1987), pp. 1–26; C. Farrington, ‘Ulster Unionist Political Divisions in the Late Twentieth Century’, Irish Political Studies, xvi (2001), pp. 49–71.",
        "17": "J.J. Lee, Ireland, 1912–1985: Politics and Society (Cambridge, 1989), p. 684; G. Gillespie, ‘Loyalists since 1972’, in D.G. Boyce and A. O’Day, eds, Defenders of the Union: A Survey of British and Irish Unionism since 1801 (London, 2001), p. 251; F. Cochrane, Unionist Politics and the Politics of Unionism since the Anglo-Irish Agreement (Cork, 1997), p. viii; R. English, ‘The Unionists’, in J.W. Foster, ed., The Idea of the Union: Statements and Critiques in Support of the Union of Great Britain and Northern Ireland (Vancouver, BC, 1995), pp. 42, 45.",
        "18": "I. McBride, ‘Ulster and the British Problem’, in English and Walker, eds, Unionism, pp. 1, 14.",
        "19": "L. Colley, Britons: Forging the Nation, 1707–1837 (New Haven, CT, 1992), pp. 1, 5–8, 375, examined the development of ‘Great Britain as a nation’ between 1707 and 1837, accompanied by a ‘growing sense of Britishness’, but did not discuss Ireland. P. Ward, Britishness since 1870 (London, 2004), p. 2, defines Britishness as the ‘cultural and political identities associated with the existence of this multi-national polity [the UK]’. For a summary of the historiography, see ibid., pp. 2–3, 6–8.",
        "20": "This commitment to ‘democratic government in the form of decision by the majority became a bulwark against the development of a democratic state’, which would have required ‘all the citizens consenting to the institutional representation’: Bourke, Peace in Ireland, pp. 200, 204, 273.",
        "21": "Belfast, Linen Hall Library, Northern Ireland Political Collection [hereafter NIPC], P4835, B. Faulkner, The Future of Democratic Institutions (Belfast, 1971).",
        "22": "NIPC, P366, I. Paisley, Which Way Ulster (Belfast, 1970).",
        "23": "J. Mitchell, Devolution in the UK (Manchester, 2009), pp. 4–5.",
        "24": "Kew, The National Archives [hereafter TNA], HO 221/80, ‘Memorandum of Evidence submitted by the Ulster Unionist Council’, 1970.",
        "25": "F. Mort, ‘The Permissive Society Revisited’, Twentieth Century British History, xxii (2011), pp. 269–72.",
        "26": "NIPC, P1225, UUP, Towards the Future (Belfast, 1972).",
        "27": "E. Kaufmann, The Orange Order: A Contemporary Northern Irish History (Oxford, 2007), p. 94, citing UUUC, ‘Policy Document’, 1974.",
        "28": "G. Walker, ‘Scotland, Northern Ireland and Devolution’, Journal of British Studies, xlix (2010), pp. 132–6.",
        "29": "D. McKittrick, ‘New Loyalist Policy is UK Federalism’, Irish Times, 27 Apr. 1974.",
        "30": "V. Bogdanor, Devolution in the United Kingdom (Oxford, 1999), p. 3.",
        "31": "Bourke, Peace in Ireland, p. 403, citing Strike Bulletin, 21 May 1974.",
        "32": "‘Loyalists want Majority Rule’, Irish Times, 17 Apr. 1975.",
        "33": "NIPC, P1486, UUUC, Can Anything be Done? (Belfast, 1974).",
        "34": "J. Smith, ‘“Ever Reliable Friends?”: The Conservative Party and Ulster Unionism in the Twentieth Century’, English Historical Review, cxxi (2006), pp. 71, 74, 101; NIPC, P1212, UUP, Must This Go On in Ulster? (Belfast, 1972).",
        "35": "Belfast, Public Record Office of Northern Ireland [hereafter PRONI], D1327/21/41, Harry West, speeches at Belfast and Portadown, 15 Mar. and 28 May 1976.",
        "36": "S. Fielding, Class and Ethnicity: Irish Catholics in England, 1880–1939 (Buckingham, 1993), p. 130; E. Delaney, The Irish in Post-war Britain (Oxford, 2007), p. 193.",
        "37": "D.G. Boyce, ‘Weary Patriots: Ireland and the Making of Unionism’, in Boyce and O’Day, eds, Defenders, ch. 2.",
        "38": "R. Rose, The Problem of Party Government (London, 1974), pp. 24–5; W. Jennings et al., ‘Popular Understandings of Politics in Britain, 1937–2014’, paper for the UK Political Studies Association annual conference, Sheffield, 2015, available at https://www.psa.ac.uk/sites/default/files/conference/papers/2015/PSA2015%20Popular%20Understandings%20of%20Politics_0.pdf (accessed 5 Feb. 2021); B. Harrison, Finding a Role? The United Kingdom, 1970–1990 (Oxford, 2010), pp. 433–4.",
        "39": "PRONI, D1327/21/41, Austin Ardill, speech at Belfast, 8 Apr. 1976.",
        "40": "S. Howe, ‘Internal Decolonization? British Politics since Thatcher as Postcolonial Trauma’, Twentieth Century British History, xiv (2003), pp. 286–304.",
        "41": "S. Howe, Ireland and Empire: Colonial Legacies in Irish History and Culture (Oxford, 2000), chs 9 and 10; J. Whyte, Interpreting Northern Ireland (Oxford, 1990), pp. 177–8. For reflection on the cultural meanings of colonisation to Ulster Unionists, see J.W. Foster, Colonial Consequences: Essays in Irish Literature and Culture (Dublin, 1991), ch. 15.",
        "42": "Bourke, Peace in Ireland, pp. 11, 23, 25, 26, 28.",
        "43": "Dublin, National Archives of Ireland [hereafter NAI], TAOIS/2009/135/713, DUP, Election Manifesto [n.d. but 1979].",
        "44": "PRONI, D1327/21/46 and 47, UUP, news releases, 27 Oct. 1977 and 25 Apr. 1979.",
        "45": "NIPC, P3854, DUP, Assembly Election Manifesto (Belfast, 1982).",
        "46": "M. Grimley, ‘Thatcherism, Morality and Religion’, in B. Jackson and R. Saunders, eds, Making Thatcher’s Britain (Cambridge, 2012), ch. 4; E. Filby, God and Mrs Thatcher: The Battle for Britain’s Soul (London, 2015), pp. 99–106.",
        "47": "J. Tonge, M. Braniff, T. Hennessey et al., The Democratic Unionist Party: From Protest to Power (Oxford, 2014), p. 16.",
        "48": "NIPC, P3854, DUP, Assembly Election Manifesto (Belfast, 1982).",
        "49": "NIPC, P10244, Dr Ian Paisley’s Speech to the Conference—Saturday 5th May 1984 (Belfast, 1984).",
        "50": "B. Jackson and R. Saunders, ‘Introduction’, in Jackson and Saunders, eds, Thatcher’s Britain, p. 15.",
        "51": "NIPC, P1208, UUP, Ulster at the Crossroads (Belfast, 1969).",
        "52": "TNA, CJ 4/4231, note by Stephen J. Leach reporting Frank Millar, the UUP press officer, 10 May 1982; PRONI, D1327/20/3/71, Peter Smith (UUP Honorary Director of Organisation), ‘Election Reflections’, Unionist Review, no. 1 (autumn 1983).",
        "53": "NIPC, P592, E. Graham, Devolution—Maintaining the Union (Belfast, 1982).",
        "54": "NIPC, P7450, DUP, DUP Constitutional Manifesto (Belfast, 1993).",
        "55": "NIPC, P4318, Ulster Unionist Charter Group, A Tradition We Must Maintain (Belfast, 1987).",
        "56": "Reid, ‘Political Thought’, pp. 216, 222; A. Guelke, ‘Northern Ireland, Brexit and the Interpretation of Self-Determination’, Nationalism and Ethnic Politics, xxv (2019), pp. 383–99.",
        "57": "N. Crowson, The Conservative Party and European Integration since 1945: At the Heart of Europe? (London, 2007), pp. 153–4; B. Grob-Fitzgibbon, Continental Drift: Britain and Europe from the End of Empire to the Rise of Euroscepticism (Cambridge, 2016), p. 277; R. Broad, Labour’s European Dilemmas: From Bevin to Blair (Basingstoke, 2001), p. 46.",
        "58": "P. Corthorn, Enoch Powell: Politics and Ideas in Modern Britain (Oxford, 2019), ch. 4.",
        "59": "T. Bale, The Conservative Party: From Thatcher to Cameron (Cambridge, 2010), pp. 41–66; K. Tournier-Sol, ‘The Ambivalence of UKIP towards Enoch Powell’s Legacy’, in O. Esteves and S. Porion, eds, The Lives and Afterlives of Enoch Powell: The Undying Political Animal (Abingdon, 2019), p. 164.",
        "60": "R. Saunders, Yes to Europe! The 1975 Referendum and Seventies Britain (Cambridge, 2018), pp. 305–7.",
        "61": "DUP, Election Manifesto (1979).",
        "62": "NIPC, P6619, DUP, The Surrender of Maastricht (Belfast, 1992); P6300, DUP, The Framework of Shame and Sham (Belfast, 1995).",
        "63": "B. Donoughue, Downing Street Diary: With Harold Wilson in No. 10 (London, 2006), p. 124 (20 May 1974). It was, however, discussed (and rejected) as early as 1969: Bourke, Peace in Ireland, p. 97.",
        "64": "G. Watson, ‘“Meticulously Crafted Ambiguities”: The Confused Political Vision of Ulster Vanguard’, Irish Political Studies, xxviii (2013), pp. 536–62.",
        "65": "M. Mulholland, Northern Ireland at the Crossroads: Ulster Unionism in the O’Neill Years, 1960–9 (Basingstoke, 2000), pp. 117, 168–9, 173.",
        "66": "C.W. Reid, ‘“An Experiment in Constructive Unionism”: Isaac Butt, Home Rule and Federalist Political Thought during the 1870s’, English Historical Review, cxxix (2014), pp. 333–4, 337, 358–9; J. Kendle, Federal Britain: A History (London, 1997), ch. 4.",
        "67": "W. Craig, ‘Constitutional Changes?’, Fortnight, 19 Feb. 1971.",
        "68": "N. Crafts, ‘The Golden Age of Economic Growth in Western Europe, 1950–1973’, Economic History Review, xlviii (1995), pp. 429–47; J. Tomlinson, ‘Inventing “Decline”: The Falling Behind of the British Economy in the Postwar Years’, Economic History Review, xlix (1996), pp. 731–57.",
        "69": "K. Hickson, Britain’s Conservative Right since 1945: Traditional Toryism in a Cold Climate (Basingstoke, 2020), pp. 20, 35–6, chs 5 and 6.",
        "70": "NIPC, P2168, Vanguard Unionist Party, Rules and Constitution (Belfast, n.d. but 1972); PRONI, CREL/6/35, W. Craig, ‘If We Speak with One Voice there will be no UDI’, News Letter, 20 Mar. 1972.",
        "71": "Walker, Ulster Unionist Party, pp. 105, 112–13.",
        "72": "The article draws on Kennedy Lindsay’s unpublished diary for background information: PRONI, Kennedy Lindsay papers, D/4175/3/4, 5 and 7.",
        "73": "Patterson and Kaufmann, Unionism and Orangeism, p. 149; Watson, ‘“Meticulously Crafted Ambiguities”’, p. 554.",
        "74": "NIPC, P1242, K. Lindsay, Dominion of Ulster? (Belfast, 1972).",
        "75": "PRONI, D4175/4/23, Labour Party Profile, Dr Kennedy Lindsay, n.d. but 1970.",
        "76": "Lindsay, Dominion.",
        "77": "Craig, ‘Constitutional Changes?’; NIPC, P1241, W. Craig, The Future of Northern Ireland (Belfast, 1972).",
        "78": "NIPC, P1243, A Speech by The Right Hon William Craig at the Ulster Vanguard First Anniversary Rally, Ulster Hall, Belfast, 12 February 1973 (Belfast, 1973); Patterson and Kaufmann, Unionism and Orangeism, pp. 156–7; PRONI, D1327/21/39, Brian Faulkner statement, 13 Feb. 1973.",
        "79": "R. Rose, Governing Without Consent: An Irish Perspective (London, 1971), pp. 214–15.",
        "80": "NIPC, P1543, F. McAteer, Won’t You Please Sit Down? (Derry, 1972).",
        "81": "Ulster Vanguard, Ulster—A Nation (Belfast, 1972), argued for a federal constitution of the British Isles; copy at NIPC, P1240.",
        "82": "S. Nelson, Ulster’s Uncertain Defenders: Protestant Political, Paramilitary and Community Groups and the Northern Ireland Conflict (Belfast, 1984), p. 109; Colley, Britons, p. 6.",
        "83": "P. Gibbon, The Origins of Ulster Unionism (Manchester, 1975), esp. p. 136, adopted a Marxist approach to argue that in the 1890s the urban bourgeoisie shaped Ulster Unionism into a type of nationalism, emphasising self-determination and distinctive cultural characteristics. A. Jackson, The Ulster Party: Irish Unionists in the House of Commons, 1884–1911 (Oxford, 1989), pp. 11–12, drew on sociology, characterising nations by solidarity, to argue that Ulster Unionists could have developed claims to identify with the Ulster nation, but did not do so because it would have meant adopting the language of Irish Nationalists. In contrast, J. Loughlin, Ulster Unionism and British National Identity since 1885 (London, 1995), pp. 195–6, argued that ‘unlike the Scots, Welsh and English, the unionists lacked an authentic myth of ethnic nationality as the basis on which an Ulster nationalism could develop’. Walker, Ulster Unionist Party, pp. 3–5, 284, concludes that ‘Ulster Unionism took shape as a form of nationalism, notwithstanding its preference to maintain the Union rather than pursue independence’.",
        "84": "PRONI, CREL/6/35, W.D. Trimble, ‘Loyalists’ First Aim must be to Preserve the Union’, Sunday News, 20 Jan. 1974.",
        "85": "PRONI, D4175/4/16, K. Lindsay to editor, Welsh Nation, 28 Dec. 1972.",
        "86": "B. Jackson, The Case for Scottish Independence: A History of Nationalist Political Thought in Modern Scotland (Cambridge, 2020), p. 2, chs 3 and 4.",
        "87": "L. McAllister, Plaid Cymru: The Emergence of a Political Party (Bridgend, 2001), ch. 6.",
        "88": "PRONI, D4175/7/3, ‘Professor Answers Alliance Member’, Ulster Star, 11 Jan. 1974.",
        "89": "PRONI, CONV/5/1, Northern Ireland Convention, Report of Debates, 3 October 1975 (Belfast, 1975), p. 755; PRONI, D4175/7/9, Dominion Party of Ulster, press release, 30 Nov. 1976.",
        "90": "NIPC, P1529, UDA, Record of Discussion: A 3-day Meeting at the Hotel Frommer, 27–29 March 1975 (Belfast, 1975).",
        "91": "NIPC, P918, A Critical Look at Independence: Papers from a Weekend Workshop at Corrymeela (Belfast, 1976); S. Farren, The SDLP: The Struggle for Agreement in Northern Ireland (Dublin, 2010), p. 124; S. Campbell, Gerry Fitt and the SDLP: ‘In a Minority of One’ (Manchester, 2015), p. 215.",
        "92": "NIPC, P740, ULCCC, Your Future? Ulster Can Survive Unfettered (Belfast, 1976), emphasis in original. For background, see Bourke, Peace in Ireland, pp. 248–9, and H. McDonald, David Trimble (London, 2000), pp. 52, 60, 62. Another pamphlet discussed at Corrymeela, by the much smaller Ulster Independence Movement, Toward an Independent Ulster (Belfast, 1976), was notable for its commitment to ‘an institutionalized form of proportional power-sharing’; copy at NIPC, P12195. Ulster Vanguard, Community of the British Isles (Belfast, 1973), had also argued that politics in Northern Ireland should be reshaped along debates on ‘economic and social matters’; copy at NIPC, P1531.",
        "93": "Aveyard, No Solution, ch. 8.",
        "94": "NIPC, P1188, NUPRG, Constitutional Proposals (Belfast, 1979); NIPC, P919, NUPRG, Beyond the Religious Divide (Belfast, 1979).",
        "95": "NAI, DFA/2016/22/2173, ‘Fury Follows “Seize North” Cry by DUP’, Irish News, 2 Apr. 1980; NIPC, P364, P. Robinson, Ulster in Peril (Belfast, 1981).",
        "96": "NAI, DFA/2016/22/2173, ‘Thatcher a Usurper—Paisley’, Irish Independent, 20 June 1986.",
        "97": "S. Bruce, Paisley: Religion and Politics in Northern Ireland (Oxford, 2007), pp. 228–30.",
        "98": "NAI, DFA/2016/22/2173, ‘Robinson sees Independence as a Viable Option for NI’, Irish Times, 10 Sept. 1986.",
        "99": "NIPC, P236, J. Allister, Irish Unification; Anathema (Belfast, 1981); NIPC, P2410, J. Allister, Anglo-Irish Betrayal (Belfast, 1986); NIPC, P2470, J. Allister, Alienated but Unbowed (Carrickfergus, 1987).",
        "100": "Hansard, 6th ser., House of Commons, 18 Nov. 1985, vol. 87, col. 29; Walker, Ulster Unionist Party, p. 232; ‘Union is Not Worth Fighting For—McCusker’, Irish Times, 4 Sept. 1986; ‘McCusker “in Breach of Party’s Constitution”’, Irish Times, 5 Sept. 1986.",
        "101": "A. Aughey, Under Siege: Ulster Unionism and the Anglo-Irish Agreement (Belfast, 1989), p. 74; Cochrane, Unionist Politics, pp. 133–6; NIPC, P10179, Ulster Clubs Movement, Forward to Victory (Lurgan, 1987).",
        "102": "NIPC, P2902, D. Trimble, What Choice for Ulster (Lurgan, 1988).",
        "103": "NIPC, P7661, Ulster Independence Committee, Safeguarding Our Nationhood (Dungannon, 1990); NIPC, P7112, Ulster Independence Movement, Election Manifesto: Northern Ireland Forum Election (Belfast, 1996).",
        "104": "Corthorn, Powell, ch. 5.",
        "105": "Cambridge, Churchill Archives Centre [hereafter CAC], J. Enoch Powell papers, POLL 4/1/1, Powell, speech at Conservative Party Conference, 1965; POLL 4/1/8, Powell, speech at Montpottinger, Belfast, 2 June 1972.",
        "106": "CAC, Powell papers, POLL 4/1/3, Powell, speech at Prestatyn, 27 Sept. 1968; ‘Powell Urges Alien Status for Irish’, Irish Times, 9 Feb. 1970.",
        "107": "Bourke, Peace in Ireland, pp. 241–3, 266.",
        "108": "NIPC, This Week, 21 Jan. 1971 (microfiche).",
        "109": "Oxford, Bodleian Library, Conservative Party Archive [hereafter CPA], CRD 3/18/1, UUP at Westminster, minutes, 27 Mar. 1972 and 11 Apr. 1972; TNA, PREM 15/1699, C.W. Roberts, 10 Downing Street, to Robert Stevens, Northern Ireland Office, 25 Oct. 1972.",
        "110": "CAC, Powell papers, POLL 4/1/10, Powell, speech at Armagh, 29 Aug. 1974.",
        "111": "CAC, Powell papers, POLL 4/1/10, Powell, speech at Newcastle, County Down, 6 Dec. 1974; P. Buckland, A History of Northern Ireland (Dublin, 1981), pp. 138–9.",
        "112": "G. Walker and G. Mulvenna, ‘Northern Ireland Representation at Westminster: Constitutional Conundrums and Political Manoeuvres’, Parliamentary History, xxxiv (2015), pp. 237–55.",
        "113": "Bodleian Library, CPA, CRD 3/18/1 and CRD 4/15/2/2–4, Northern Ireland Committee minutes; M. Cunningham, ‘Conservative Dissidents and the Irish Question: The “Pro-Integrationist” Lobby, 1973–94’, Irish Political Studies, x (1995), pp. 26–42.",
        "114": "NIPC, P4837, UUC, The Unionist Way Ahead (Belfast, 1977); PRONI, D1327/21/47, Josias Cunningham (chair of the UUC Executive Committee), speech in North Antrim, 27 Jan. 1978; S. Kelly, ‘“No Textbook Solutions to the Problems in Northern Ireland”: Airey Neave and the Conservative Party’s Northern Ireland Policy, 1975–1979’, Irish Studies in International Affairs, xxix (2018), pp. 237–60.",
        "115": "CAC, Julian Amery papers, AMEJ 1/10/11, Northern Ireland Committee minutes, 4 Feb. 1982.",
        "116": "PRONI, D1327/21/43, James Molyneaux, speech at Holywood, 11 June 1982; Thatcher, speech at Cheltenham, 3 July 1982, available via the Margaret Thatcher Foundation Website, at https://www.margaretthatcher.org/document/104989 (accessed 5 Feb. 2021).",
        "117": "CAC, Powell papers, POLL 4/1/14, Powell, speech at Eglinton, 25 Apr. 1980.",
        "118": "Hansard, 6th ser., House of Commons, 28 Apr. 1982, vol. 22, cols 921–4, and 30 June 1982, vol. 26, cols 1009–10.",
        "119": "CAC, Powell papers, POLL 1/1/32, Powell to John Biggs-Davison, 10 Mar. 1983.",
        "120": "NIPC, P1881, R. McCartney, The Case for Integration (Belfast, 1986); NIPC, P175, R. McCartney, Liberty and Authority in Ireland (Derry, 1985).",
        "121": "C. Coulter, ‘“British Rights for British Citizens”: The Campaign for “Equal Citizenship” in Northern Ireland’, Contemporary British History, xxix (2015), pp. 489–93.",
        "122": "NIPC, P1953, A. Carr and A. Chalmers, No Longer a Place Apart (Belfast, 1986).",
        "123": "NIPC, P1917, Ulster Young Unionist Council, The New Agenda (Belfast, 1986).",
        "124": "NIPC, P2397, R. McCartney, ‘We Have a Vision’ (Belfast, 1986).",
        "125": "Aughey, Under Siege, pp. vii, 24.",
        "126": "J. Stapleton, ‘Citizenship versus Patriotism in Twentieth-Century England’, Historical Journal, lxviii (2005), pp. 151–78.",
        "127": "C. Coulter, ‘Not Quite as British as Finchley: The Failed Attempt to bring Conservatism to Northern Ireland’, Irish Political Studies, xxiii (2015), pp. 407–23.",
        "128": "Mulholland, Crossroads, p. 183.",
        "129": "NIPC, P8722, NUM, How to Make Stormont Work (Belfast, 1970).",
        "130": "NIPC, P718, NUM, The Reform of Stormont (Belfast, 1971).",
        "131": "D. Dutton, A History of the Liberal Party in the Twentieth Century (Basingstoke, 2004), pp. 101, 220, 224–5.",
        "132": "NIPC, P322, NUM, A New Constitution for Northern Ireland (Belfast, 1972).",
        "133": "Bodleian Library, CPA, CRD 3/18/1, Northern Ireland Committee minutes, 1 Mar. 1973; CPA, CRD 3/18/5, UUP, News Release, 8 May 1973.",
        "134": "NIPC, P3129, ULDP, Constitutional Proposals (Belfast, 1981).",
        "135": "Bruce, Edge, p. 103; Gillespie, ‘Loyalists’, p. 256.",
        "136": "NIPC, P1877, UDA, Equal Citizenship (Belfast, 1986). See also NIPC, P12362, UDA, Devolution (Belfast, 1987).",
        "137": "A. Cebulla and J. Smyth, ‘Disadvantage and New Prosperity in Restructured Belfast’, Capital and Class, lx (1996), p. 44.",
        "138": "UDA, Equal Citizenship.",
        "139": "H. McDonald and J. Cusack, UDA: Inside the Heart of Loyalist Terror (Dublin, 2004), pp. 120–21.",
        "140": "M. Frampton, The Long March: The Political Strategy of Sinn Féin (Basingstoke, 2009), pp. 35–6.",
        "141": "A. Edwards, UVF: Behind the Mask (Newbridge, 2017), p. 148.",
        "142": "NIPC, P16054, Volunteer Political Party, A Progressive and Forward Thinking Unionist Party (Belfast, 1974); Nelson, Defenders, p. 181.",
        "143": "NIPC, P5176, Progressive Unionist Group, Proposed Democratic Devolved Administration for Northern Ireland (Belfast, 1979).",
        "144": "NIPC, P1813, PUP, Agreeing to Differ for Progress (Belfast, 1985).",
        "145": "NIPC, P1812, PUP, Sharing Responsibility (Belfast, 1985).",
        "146": "NIPC, P1951, PUP, War or Peace; Conflict or Conference (Belfast, 1986).",
        "147": "NIPC, P4316, PUP, Policy Documents 1987 (Belfast, 1987).",
        "148": "NIPC, P2424, UPRG, Common Sense (Belfast, 1987). On the reception, see Cochrane, Unionist Politics, p. 217.",
        "149": "NAI, TAOIS/2017/4/192, Liam Canniffe, ‘The UDA Proposals Document “Common Sense”’, 2 Feb. 1987.",
        "150": "McDonald and Cusack, UDA, pp. 150, 156–7.",
        "151": "NIPC, P10604, ULDP, Peace, Democracy, Jobs (Belfast, 1988).",
        "152": "Bruce, Edge, p. 105.",
        "153": "NIPC, P6011, PUP, Draft Manifesto (Belfast, 1995).",
        "154": "NIPC, P383, UUP, The Way Forward (Belfast, 1984).",
        "155": "NAI, TAOIS/2014/105/746, Martin Burke, ‘Discussion with Frank Millar’, 27 Apr. 1984.",
        "156": "NIPC, P2673, Unionist Task Force, An End to Drift (Belfast, 1987).",
        "157": "NAI, DFA/2017/10/26, P. Collins, ‘Report of the Unionist Task Force’, 3 July 1987.",
        "158": "D. Trimble, ‘Building Blocks for the Union’, in R. Holmes, ed., A Vision for the Union (Belfast, 1996), p. 26. C. Moore, Margaret Thatcher: The Authorised Biography, II: Everything She Wants (London, 2015), p. 327, states that the Ulster Unionists were ‘deliberately excluded’.",
        "159": "R. English, ‘The Growth of New Unionism’, in J. Coakley, ed., Changing Shades of Orange and Green: Redefining the Union and Nation in Contemporary Ireland (Dublin, 2002), p. 99.",
        "160": "NIPC, P6616, UUP, A Blueprint for Stability (Belfast, 1994).",
        "161": "D. Godson, Himself Alone: David Trimble and the Ordeal of Unionism (London, 2004), p. 36.",
        "162": "Trimble, ‘Building Blocks’, pp. 31–2.",
        "163": "P.J. McLoughlin, John Hume and the Revision of Irish Nationalism (Manchester, 2010), ch. 11.",
        "164": "C. Farrington, Ulster Unionism and the Peace Process in Northern Ireland (Basingstoke, 2006), p. 45. N. Porter, Rethinking Unionism: An Alternative Vision for Northern Ireland (Belfast, 1996), was an important attempt to define ‘civic unionism’. L. O’Dowd, ‘“New Unionism”, British Nationalism and the Prospects of a Negotiated Settlement in Northern Ireland’, in D. Miller, ed., Rethinking Northern Ireland: Culture, Ideology and Colonialism (London, 1998), p. 71, argues that New Unionism was a form of British Nationalism.",
        "165": "NIPC, P6248, A. Aughey, The Union: Two Conflicting Interpretations (London, 1995); NIPC, PPA1296, A. Aughey, ‘In Search of a New Vision for Unionism’, Belfast Telegraph, 10 Aug. 1995.",
        "166": "B. Wellings, ‘Losing the Peace: Euroscepticism and the Foundations of Contemporary English Nationalism’, Nations and Nationalism, xvi (2010), pp. 488–505. M. Kenny, The Politics of English Nationhood (Oxford, 2014), argues that a broader range of factors, including economic and cultural change, was also behind the rise in the sense of English nationhood. Jackson, Scottish Independence, pp. 2, 5.",
        "167": "D. Feldman, ‘Why the English Like Turbans: A History of Multiculturalism in One Country’, in D. Feldman and J. Lawrence, eds, Structures and Transformations in Modern British History (Cambridge, 2011), pp. 281–302; Harrison, Finding a Role?, pp. 16, 196–9, 207.",
        "168": "NIPC, P5102, D. Trimble, The Easter Rebellion of 1916 (Lurgan, 1992).",
        "169": "McDonald, Trimble, p. 132.",
        "170": "Mitchell, Devolution, pp. 1–15; Bogdanor, Devolution, pp. 14–15; I. McLean and A. McMillan, State of the Union: Unionism and the Alternatives in the United Kingdom since 1707 (Oxford, 2005), ch. 1, pp. 244–6.",
        "171": "NIPC, P7384, UUP, Speech by David Trimble MP to the Annual Conference of the Ulster Unionist Party in the Galgorm Manor Hotel on Saturday 19 October 1996 (Belfast, 1996).",
        "172": "NIPC, P7912, UUP, General Election Manifesto—1 May 1997 (Belfast, 1997).",
        "173": "NIPC, P8271, UUP, Extracts from Address of Mr Trimble MP to the United States National Committee of Foreign Policy New York, Wednesday 18 June 1997 (Belfast, 1997).",
        "174": "NIPC, P8731, UUP, Vision for the Future: A Speech by the Rt Hon David Trimble MP at Malone House, Belfast on 22nd June 1998 (Belfast, 1998).",
        "175": "G. Hassan, ‘Labour, Britishness and Concepts of “Nation” and “State”’, in G. Hassan, ed., After Blair: Politics after the New Labour Decade (London, 2006), pp. 75–93.",
        "176": "A. Gamble and T. Wright, ‘Introduction: The Britishness Question’, Political Quarterly, lxxviii, no. S1 (2007), pp. 1–9."
    }
}