{
    "title": "Who Went on the Albigensian Crusade?*",
    "author": "Daniel Power",
    "date": "23 September 2013",
    "article": "The Albigensian Crusade (1209–29) was a formative event in European history. At the medieval apogee of its power, the Roman Church called for the extirpation of heresy in southern France. The crusading energies that had galvanised the aristocracy of Latin Christendom for more than a century against Islam, the pagans of northeast Europe, and other external enemies, were now directed against the inhabitants of a region in the heart of Christendom. Twenty years of campaigning broke the power of the nobility of Occitania, allowing the Capetian monarchy to extend its sway to the Mediterranean and so paving the way for French supremacy in western Europe. This political revolution made possible the establishment of the Inquisition to root out heresy. These two decades of warfare in Languedoc and Provence therefore contributed to a much broader refiguration of religious authority and temporal power across the continent.Despite extensive research into the history of the crusading expeditions to Languedoc between 1209 and 1229, as well as that of ensuing royal campaigns until 1244,[CITATION-1] relatively little has been written about their participants. For instance, two major recent histories of the Albigensian Crusade devote scant attention to identifying crusaders or to considering the ties between them that may have assisted recruitment and contributed to the organisation of the crusades.[CITATION-2] The only extensive research concerning the participants in the Albigensian Crusade has concentrated upon the small number who joined the campaigns for a lengthy duration, particularly the associates of Simon de Montfort (d. 1218) who dominated the enterprise until 1224, when Louis VIII of France effectively took over its leadership from Montfort’s son Amaury. Christine Keck-Woehl, Claire Dutton and Jean-Louis Biget, among others, have demonstrated how Montfort relied on a tight knot of crusaders from the Île-de-France, many of whom were already bound to him by ties of kinship, neighbourhood and association, as well as on individual adventurers from Burgundy, Champagne, Normandy and elsewhere. These studies have also traced the endeavours of the long-term participants in the crusade to establish themselves in the lands of dispossessed southern landowners and to govern a vast territory, demonstrating how new connections between the crusaders were forged in the turmoil of a long and bitter war.[CITATION-3] However, the vast majority of crusaders joined the crusade for only a brief period, often no more than forty days, which became the standard term of service at an early stage of the campaign; these short-term participants have received very little attention from historians.[CITATION-4] Most research about them has been limited to brief prosopographical studies concerning particular regions of France and Belgium, which provide little more than simple lists of crusaders, mostly gleaned from the main narrative sources.[CITATION-5] There are a few more developed studies of participation, but these concentrate on certain campaigns or recruit from specific areas: they include a recent analysis of the size and membership of the army that notoriously massacred the citizens of Béziers in 1209[CITATION-6] and surveys of the English role in the crusade, all of which place recruitment to the crusade from England within the broader context of the troubled lordship of the kings of England in southwest France in this period.[CITATION-7] In view of the restricted character of these studies, even some basic questions remain difficult to answer about this broader mass of participants: who went on the crusade, where they came from, how and why they were recruited to the expeditions and how they funded their campaigns.[CITATION-8] One likely reason for the neglect of the vast majority of participants is, ironically, the richness of the narrative sources. Two texts in particular, the Latin proseby Peter des Vaux-de-Cernay and the Occitanusually known as the, begun by William of Tudela and continued by an anonymous author, have dominated modern histories of the expeditions, and the cessation of these compelling narratives in 1218 and 1219, respectively, has acted as a major hindrance to our understanding of the second half of the crusade; later narratives such as William de Puylaurens’ chronicle, written in the 1270s, are much less informative.[CITATION-9] By and large, documentary evidence for the crusaders has received far less attention, especially charters and administrative records from the crusaders’ homelands, and much of it remains unpublished.[CITATION-10] This neglect of non-narrative sources, especially those issued on behalf of the participants themselves, stands in stark contrast to the study of the crusades to Jerusalem. In 1953, a groundbreaking article by Giles Constable drew attention to charters as a hitherto unused source for the crusades.[CITATION-11] Since then, numerous historians, notably Jean Longnon, James M. Powell and Jonathan Riley-Smith and his protégés, have carried out extensive research into the identity of crusaders and the connections between them (such as kinship and lordship) that may have aided recruitment, and they have focussed on charters as alternative sources to the crusading narratives: in the process they have uncovered new evidence for how the expeditions to the Levant were understood at the time.[CITATION-12] The neglect of important documentary sources for the Albigensian Crusade means that in many ways the historiography of these expeditions is still at a stage that the study of the First Crusade reached more than half a century ago.[CITATION-13] Yet, these sources offer very different perspectives on the expedition and its participants from the better-known narrative accounts. Indeed, the standard critical editions of the(1926–39) and the(1958–61) recognised as much, providing extensive references to charters and other documentary sources for participants which have been more or less ignored since their publication.[CITATION-14] The present study aims to demonstrate the importance of non-narrative sources as evidence for the Albigensian Crusade and its participants. It first identifies the various types of documentary sources from the crusaders’ homelands and discusses the problems that they pose as evidence for participation in the crusade. It then assesses the broader significance of these largely untapped sources for the expedition. In particular, it considers what they reveal about the participants’ understandings of the campaigns that they were joining, as well as about their views of the heretics whom they were seeking to eradicate. The documentary sources provide crucial evidence for the participants’ belief that they were going on a ‘pilgrimage’ directed against a people called ‘Albigensians’. These documents therefore challenge a recent trend in the historical literature, exemplified most clearly in the works of Jean-Louis Biget and Mark Pegg, which maintains that the term ‘Albigensian’ was not used as the main term for Languedocian heretics  until some time after the crusade had begun; instead, the evidence examined here indicates that from the outset, ‘Albigensian’ was the principal term used by its opponents to describe the heresy in the region.[CITATION-15] Hence, the present article uses documentary sources not only to identify crusaders but also to cast a much broader light upon the nature of the Albigensian Crusade.Documentary sources concerning the Albigensian Crusade fall into several groups, including charters, fiscal accounts, judicial records and inquests and letters. A great number of documents that mention the crusade are charters, most of which recorded transactions in the crusaders’ homelands, especially grants to religious houses. Some of the charters mentioning the Albigensian Crusade have been printed in modern critical editions, but the majority remain unpublished. Excluding the charters of the Montfort dynasty, which form a special group since they were issued by the crusade’s long-term leaders,[CITATION-16] approximately 160 charters referring to participants in the Albigensian Crusade have been identified during the preparation of the present study, and more than three quarters of them are cited here. They are scattered across the archives of modern France and Belgium, a distribution which reflects the way in which the crusade attracted recruits from across the medieval kingdom of France and adjacent territories of the (Holy Roman) Empire. Some charters survive as original deeds, but many are known only from later medieval and antiquarian transcripts or early printed editions; a significant number of copies are preserved in cartularies, the registers of title deeds that were compiled by religious houses and occasionally by lay dynasties, such as the rulers of the county of Champagne.[CITATION-17] In the central middle ages, charters were the principal means of recording contracts and grants in northern and western Europe. Most often their stated purpose was to record endowments for prayers for the souls of the benefactor and their relatives, which imposed constraints upon their ‘diplomatic’ form; nevertheless, charters could refer to crusades in several ways, although these altered over time.[CITATION-18] At the time of the First Crusade (1096–99), charters usually included clauses explaining the purpose of the transaction being recorded (the), a description of the transaction—such as the conveyance of property (the) and clauses putting the act into effect (the) and often imposing spiritual or secular penalties for anyone infringing the terms of the transaction (the). They also sometimes noted the consent of the issuer’s relatives (the) and might end with a list of witnesses (the) and a clause giving the date and place of the act. All of these clauses could include references to a crusade or crusader if it was relevant to the transaction in some way.Many deeds recorded grants, pledges or leases of property that were directly related to the crusade, for instance, when crusaders were raising funds for the expedition or resolving disputes before departure: theormight well mention the crusade when explaining the terms and context of such grants. Other charters were issued by crusaders while they were on crusade: these do not always concern the expedition itself, in which case their significance for the crusade usually comes from the witness-list, which provides evidence of participants, or from a locative dating clause. Some relevant charters were not issued by, or on behalf of, a crusader but mention third parties as participants in a crusade, usually in theor(for instance, where gifts were made for the soul of a deceased crusader, or if an absent crusader would be required to ratify the act in question upon his return). Finally, other acts cannot be described as ‘crusade charters’, in so far as they were neither issued during an expedition nor mentioned directly, but they are nevertheless informative, for instance, by revealing pre-existing ties between members of crusading armies, often in the, which recorded the relatives who gave their consent to the transaction in the charter.[CITATION-19] The documentary sources for the Albigensian Crusade have certain advantages over the deeds arising from the early crusades to Jerusalem. Charters were far more numerous in the early thirteenth than the late eleventh century, and by 1200, a great many of them were being issued on behalf of minor landowners, burgesses and clerks, rather than just the greater nobility, in part because of the rise of the new religious orders to whom these social groups were particularly attached.[CITATION-20] Early thirteenth-century charters are also much more likely to be dated than their counterparts of a century earlier. Some were also produced in princely or aristocratic chanceries, which means that the statements of intent are less likely to reflect monastic or other ecclesiastical discourses.On the other hand, thirteenth-century charters have certain disadvantages compared with the deeds from the early crusades to the Levant. The acts of participants in the First Crusade are often very narrative in quality, in accordance with the diplomatic conventions of their day: they are relatively formless and much less formulaic than their thirteenth-century counterparts. This allowed the drafter of the charter to offer a long explanation in theof what the crusader was believed to be doing by setting off on the expedition. Although most of these texts must have been written by the ecclesiastical beneficiary, they nevertheless offer a strictly contemporary understanding of crusading motives and aspirations: those from 1096, for instance, are not ‘tainted’ by the hindsight of the capture of Jerusalem and so they offer a unique insight into the participants’ attitudes before they left their homelands.[CITATION-21] They also usually have long witness-lists which can play an important role in identifying participants and the connections between them.Early thirteenth-century charters are very different in style and content. They are much less prolix than a century earlier, meaning that they have a less ‘narrative’ character, and they are also more tightly formulated, with a conventional order of clauses and more standardised formulae than was the case at the time of the First Crusade.[CITATION-22] Thein a thirteenth-century charter was normally brief and provided little explanation of the specific purpose of the transaction; the less narrative quality of acts also meant that they were less likely than those of a century earlier to refer to events such as crusades, or to name third parties such as absent or deceased crusaders. Moreover, from the beginning of the thirteenth century, northern French charters increasingly lacked witness-lists, a major shortcoming for reconstructing sociopolitical connections.[CITATION-23] In contrast to the charters of previous centuries, dating clauses rarely referred to great events and so they usually mentioned the Albigensian Crusade only if they were issued during a particular siege.[CITATION-24] Given the more constrained form of charters by 1209, it is not surprising that references to the Albigensian Crusade in charters of departing crusaders appear very arbitrary. The mention of the crusade in a charter’smay have served as anfor the parties to the transaction in question and as an explanation for its purpose, and it could also highlight the crusader’s piety as one part of the scribe’s explanation of gifts to religious houses. Yet, while about 100 known acts of departing crusaders from France and neighbouring territories refer to the Albigensian Crusades and its aftermath between 1209 and the 1240s, hundreds of other extant deeds must have been drawn up by crusaders as they prepared to set off but do not mention that context.[CITATION-25] Ducal charters in Burgundy reveal just how haphazard the references to the crusade often were. In the spring and early summer of 1209, the duke and duchess of Burgundy issued at least ten, and possibly as many as twenty-eight, acts before Duke Odo departed as one of the leaders of the first campaign against the heretics. Only six mention the impending expedition, although most of the others dealt either with raising cash or with putting ducal affairs in order, and so they, too, reflected the context of the duke’s imminent departure.[CITATION-26] Moreover, charters from 1209 onwards frequently refer to ‘crusaders’ () or ‘pilgrims’ () without stipulating whether they were on their way to the Albigensian Crusade or one of the other contemporary theatres of holy war such as the Levant, Spain or the Baltic.[CITATION-27] In July 1210, an act of the Flemish lord, Eustace de Campagne, described him merely as, but we know from other acts that he was going to the Albigeois.[CITATION-28] By contrast, when the monks of the abbey of Séry in Ponthieu gave 20to a knight called Hugh de Saint-Hilaire ‘to perform his pilgrimage against unbelievers’, it is impossible to know from this undated act where Hugh intended to fight.[CITATION-29] Chronological, geographical and family considerations may help us to decide whether crusaders were going to the Albigeois rather than elsewhere. Some time after 1206, Thomas du Hommet, son of the constable of Normandy, issued two acts on the eve of a ‘pilgrimage’,[CITATION-30] and it is tempting to link his proposed journey to the participation of his brother, Bishop Jordan of Lisieux, in Simon de Montfort’s siege of Lavaur in 1211.[CITATION-31] The nature of the Albigensian Crusade itself may have reduced the likelihood of the expedition appearing in charters, compared with crusades to the Holy Land. The journey from northern France to Languedoc took only a couple of weeks, and most participants did not stay long in the Midi: Peter des Vaux-de-Cernay repeatedly complains about the speedy departure of crusaders after forty days of service, regardless of the military situation, and occasionally even before the appointed term was complete.[CITATION-32] Hence, Gaucher de Châtillon, count of Saint-Pol, was prominent in three campaigns in Languedoc, first as one of the leaders of the original expedition in 1209 and later as a companion of Louis of France in 1215 and 1219, but his published charters make no mention of his involvement in the war against heresy.[CITATION-33] The relatively cheap cost of joining the Albigensian Crusade as compared to expeditions to Jerusalem may also have affected the documentary record. A number of the extant documents for crusades to Jerusalem relate to cash-raising pledges that were never redeemed, either because the pledger failed to return or was too impoverished to redeem the pledge.[CITATION-34] By contrast, the Albigensian Crusades were much shorter than the expeditions to the Levant and less costly in money and crusaders’ lives: as Abbot Gervase of Prémontré observed in a recruiting letter, ‘the pilgrimage is not long either in time or in distance’.[CITATION-35] Consequently, the number of unredeemed pledges for the Albigensian expeditions was presumably much lower than for journeys to the Levant. Credit networks were also more developed by 1200 than a century earlier, and crusaders to Languedoc may have found it easier to raise cash from commercial sources or crusading taxation without needing to make disadvantageous grants to religious houses.[CITATION-36] For the early crusades to Jerusalem, charters in favour of religious houses are almost the only documentary sources apart from a small number of letters of participants and popes, but the same is not true for the Albigensian Crusade. The papal chancery of Innocent III (1198–1216) was far more developed than that of his eleventh-century predecessors, systematically compiling registers of much of his outgoing correspondence,[CITATION-37] and the turn of the twelfth and thirteenth centuries also saw an explosion of documentary production by royal and princely households and administrations across western Europe.[CITATION-38] Much of this expanding documentation consisted of letters, which served a very different purpose from charters: whether directed to a single recipient or a general audience, they did not usually record legal transactions that had already taken place, but conveyed instructions or news, and their looser form means that they often provide more context than charters do. They therefore complement both the narrative sources and charters, although they were not entirely distinct from these genres: letters could be retained as evidence of title, while Peter des Vaux-de-Cernay incorporated numerous copies and summaries of royal, papal and legatine letters into his history.[CITATION-39] In addition to letters, new types of evidence were emerging in the institutions of northern France in this period, including the feudal inquests copied into the registers of Philip Augustus, the records of judicial cases at the Norman exchequer, and fiscal records. References to crusaders in these sources are even more haphazard than in charters, and sometimes frustratingly vague, but their concern with finance, land tenure or justice mean that they often mention the Albigensian Crusade in ways that the narrative texts and charters do not. We also have many references to the crusade in administrative texts compiled some time after the crusade’s conclusion in 1229, notably thesubmitted to inquests which were held on behalf of Louis IX in 1247–48, on the eve of the Seventh Crusade.The documentary sources for crusaders against the Albigensians therefore have limitations as evidence for the expeditions, but they are very abundant, and some are rich in detail. They offer an alternative perspective upon the crusade to the more familiar narrative sources, both for identifying participants and for depicting how the participants viewed the expeditions which they joined.To assess the significance of the documentary sources for identifying crusaders, it is first necessary to consider what the narrative accounts of the Albigensian wars reveal about the identity of participants. These frequently list provincial groups in the crusading armies. At the siege of Termes in 1210, William of Tudela describes the besieging crusaders as consisting of the following groups:Alaman e Bavier e Saine e Frison,Mancel e Angevi e Norman e Breton,Logombart e Lombart, Proensal e Gascon.[CITATION-40] Lists of this kind were written in a venerable vernacular tradition that can be traced back to the’s celebration of the many peoples whom the Frankish emperor Charlemagne had ruled in the eighth century and which may also reflect the sense of division among the ‘Franks’ by the time that thewas composed.[CITATION-41] Indeed, William of Tudela explicitly stated that his poem was intended to imitate one of the popular crusading epics of the Antioch cycle, which contain numerous similar lists of alleged participants in the First Crusade.[CITATION-42] Consequently, the poem’s lists cannot be taken at face value as evidence for participating groups in the Albigensian Crusade, although they undoubtedly reflect a contemporary sense of the heterogenous character of the crusading armies in Languedoc.The naming of individual participants in narrative sources confirms the geographical diversity of the crusaders’ origins to an extent, but the authors tended to privilege recruits from ‘France’, in its narrow sense of the Paris Basin—especially Peter des Vaux-de-Cernay, whose abbey, near Rambouillet in the modernof Yvelines, lay in the heart of that region. Like leading figures among Simon de Montfort’s long-term companions, many ‘French’ crusaders who came for only a short time were associated with Montfort by kinship, lordship or neighbourhood, including his stepfather and half-brother, the two Williams des Barres, and his brother-in-law Matthew de Montmorency.[CITATION-43] The narratives also list many crusaders from the Paris region who had no direct connection to the Montforts, although some had links to Simon’s neighbours such as the lords of Chevreuse.[CITATION-44] Those from ‘France’ also included a network around the Capetian dynasty itself. With the very notable exception of Philip Augustus, nearly all the adult males of the Capetian dynasty joined the crusade for short periods, including Louis VIII; the counts of Dreux, Auxerre and Brittany; Bishop Philip of Beauvais and Robert de Courtenay,[CITATION-45] and the husbands of several Capetian women also participated.[CITATION-46] The ‘French’ are not the only regional groups visible in the narrative accounts. A significant number came from Picardy, notably the lords of Boves, Coucy, Cayeux, and Picquigny, the count of Soissons, and leading churchmen.[CITATION-47] From the regions of the Lower Loire came a group of magnates who were closely related by blood and marriage, namely Juhel de Mayenne, Count Robert of Alençon, and the seneschals of Anjou, William des Roches and Amaury de Craon.[CITATION-48] Among the humbler participants, a small group of knights from south-east Normandy stayed on with Simon de Montfort after the initial campaign of 1209 and attracted attention from the narratives chiefly because the men of Toulouse massacred a group of them at the castle of Le Pujol in 1213.[CITATION-49] The documentary evidence significantly qualifies the geographical emphasis of the main narratives. Charters emphasise the importance of Capetian involvement, with major spikes in their numbers on the eve of Louis of France’s expeditions in 1219 and 1226,[CITATION-50] but they offset the preoccupation of Peter des Vaux-de-Cernay with crusaders from the Île-de-France. They reinforce the impression of Picardy as an important source of recruits[CITATION-51] but also show Burgundians as particularly prominent in the earlier stages of the crusade.[CITATION-52] Regions to the north, such as Flanders and Hainault, also appear furnishing crusaders for many of the campaigns, at a time when the influence of the French crown was penetrating those provinces.[CITATION-53] Charters reveal a number of participants from the Western Loire provinces,[CITATION-54] while the deeds documenting the surrender of the count of Foix in 1229, bringing the principal hostilities to a close, show that his submission was largely achieved by a royal force from Touraine and adjacent areas of Berry.[CITATION-55] By contrast, very few Norman crusaders are identifiable from charters; however, royal inquests in 1247 reveal numerous humble Normans fighting in the final stages of the Albigensian Crusade.[CITATION-56] The documentary records also reveal crusaders from regions that receive little or no mention in the narratives. The viscount of Aubusson in Limousin may have taken part in the siege of Toulouse in 1218,[CITATION-57] but a series of charters for the abbey of Bonlieu (in the diocese of Limoges) indicate that he led a little band from the county of La Marche to the Albigeois in 1221, at a time when the crusade was faltering badly.[CITATION-58] Most probably, he joined a force sent by Philip Augustus and led by Archbishop Simon of Bourges and Hugh de Lusignan, count of La Marche, which received only a cursory mention in French and English narrative sources.[CITATION-59] East of the Rivers Rhône and Saône in the Empire, we find charters of recruits from Savoy, including Count Thomas of Maurienne (d. 1233), from Dauphiné and from the county of Burgundy, although unfortunately their acts are mostly undated.[CITATION-60] Other regions revealed through the charters of participants include the county of Forez (between Burgundy and Auvergne) and northern Lorraine.[CITATION-61] Documentary sources therefore suggest a significantly different distribution of regional recruitment from that which appears in the narrative texts.Among the charters relating to the crusade, a significant number were issued during the campaigns themselves, chiefly by the leaders of the crusades or by the small number of crusaders who attempted to settle in the Midi. Simon de Montfort himself was the author of nearly seventy acts between 1209 and 1218,[CITATION-62] and his son Amaury issued at least thirty-four between his father’s death and the aftermath of his sale of his rights in Languedoc to Louis VIII in 1224.[CITATION-63] Louis in turn issued about twenty-five acts during his third expedition against the Albigensians in 1226.[CITATION-64] A handful of charters survive from other long-term crusaders who established themselves as lords in Languedoc: prominent among the benefactors of the first Dominican house at Prouille were the Anglo-Irish exile Hugh de Lacy, who had received Castelnaudary and the surrounding district of the Lauragais;[CITATION-65] the army’s marshal Guy de Lévis, who became lord of Mirepoix;[CITATION-66] the Burgundian knight Lambert de Thury or Crécy, who acquired Limoux; the Franco-Champenois barons Alan de Roucy, who became lord of Montréal, Termes and Bram, and Robert Mauvoisin, who received property at Fanjeaux; and the Picard lord Enguerrand de Boves.[CITATION-67] Despite numerous setbacks, several of these families held on to lands in the Midi, and their descendants appear as lords there later in the thirteenth century. Almost alone among the crusaders against the Albigensians, these men have received substantial historical attention.[CITATION-68] While most of their acts concerned the lands that they had acquired in the Midi, occasionally they chose to endow the houses of Occitania from their ancestral possessions in the North.[CITATION-69] The chief value of these acts is as sources for the activities of Montfort’s companions named in the narratives, especially the exercise of lordship in their southern acquisitions.[CITATION-70] Occasionally, too, they reveal men of humble status overlooked by the crusade narratives, such as two benefactors of Prouille identified as ‘French-born’ ().[CITATION-71] While acts issued on the campaigns themselves mostly concerned long-term crusaders, they do sometimes reveal more temporary participants, such as the act of Robert, cellarer of Cîteaux, confirming the testament of a dying Burgundian canon at Carcassonne, which was also witnessed by two of their fellow Burgundians.[CITATION-72] In addition, at least 100 acts are known to have been issued by, or on behalf of, short-term crusaders prior to departure. The issuers of these acts include many of the great nobles who joined the expeditions—some of whom were overlooked by contemporary narrative texts.[CITATION-73] Both Peter des Vaux-de-Cernay and William of Tudela recorded Juhel de Mayenne, the most powerful noble in Maine and lord of Dinan in Brittany, at the siege of Lavaur in 1211, but Juhel’s acts show not only that he went on the crusade that year but also that he returned to the region with Louis of France in 1219.[CITATION-74] Yet, one of the chief values of the documentary records is that they allow us to identify crusaders of more modest status than the magnates who attracted the eye of contemporary authors. Such people are unlikely to be named in the narrative sources unless they made their fortunes in the Midi, distinguished themselves in combat or experienced a notoriously gruesome death during the campaigns. Some very humble crusaders issued charters on their own behalf before commencing their journey: William l’Anglais, burgess of Meulan, granted an annual render of 12. to the priory of Meulan when he was ‘about to set off for the Albigeois’ in 1214.[CITATION-75] More often, a third party such as the lord, bishop or other dignitary issued an act on behalf of a less distinguished crusader’s behalf, usually confirming the arrangements being made prior to the crusader’s departure.[CITATION-76] The documentary evidence also includes more oblique references to people who were absent from ceremonies or court proceedings in their homelands because they had gone to the Albigeois, and here, too, it often reveals individuals who were too minor to be noticed by the chroniclers.[CITATION-77] In 1219, one of the brothers of the Breton lord Oliver de Coëtquen could not consent to a settlement with a local priory because he was then ‘in the land of the Albigensians’: presumably, he formed part of the Breton contingent in Louis of France’s second expedition.[CITATION-78] Another participant in that campaign was a brother of Renaud Maleterre from near Amiens: Renaud’s lord, Enguerrand de Boves, who had himself held a lordship in Languedoc for a time, pledged to ensure that the absent crusader would give his consent to a sale once he returned.[CITATION-79] Other deeds mention donors or family members who had perished on the crusade.[CITATION-80] South-east of Paris, Margaret de Vernou inherited her family’s property when her brothers died in the land of the Albigensians.[CITATION-81] The viscount of Meulan had to confirm the grants which his father had made as he was dying in the Albigeois,[CITATION-82] while in 1242, the will of Henry de Blois, chanter of Vernon in Normandy, stated that his brother John had died at Bourges on his way home from Louis VIII’s last crusade sixteen years earlier.[CITATION-83] The absence of figures of authority who had gone to the Albigeois was also sometimes recorded in charters by their deputies, subjects or peers.[CITATION-84] The burgeoning records of royal and ecclesiastical government are also important for documenting the absences of crusaders. One of the feudal surveys of Philip Augustus (which can be dated to between 1218 and 1220) stated that Peter de Saint-Denis, a knight from northeast Normandy, was then in the Albigeois.[CITATION-85] In 1210, a judgment at the Norman exchequer recorded that the viscount of Lisieux had complained after his return from the Albigeois that he had been disseised of some tithes while he was on his ‘pilgrimage’.[CITATION-86] A few months later, a damaging riot at Chartres pitted the cathedral chapter against the townspeople and officials of the countess of Blois: it required royal intervention because the bishop of Chartres had gone to assist Simon de Montfort in his war against heretics, as a detailed account compiled by the canons related.[CITATION-87] Disputes which arose when crusaders failed to return from the Midi also left their traces in legal records. In 1247, Geoffrey de Reux complained to royal commissioners that, after his father’s death in the ‘land of the Albigensians’1223, the French crown had confiscated his possessions in central Normandy.[CITATION-88] The nature of such records meant that it was sometimes disputed as to when someone had been in the Albigeois, or indeed whether he had gone on crusade at all. At an inquest in 1224, the archdeacon of Sens could not recall whether his archbishop’s absence some years earlier had been due to the Albigensian Crusade or the Fourth Lateran Council.[CITATION-89] In 1247 a Norman knight called Matthew de Morainville alleged that about forty years earlier, he had been arrested by a royal bailiff on the charge of being present at the killing of a squire in Pont-Audemer, and was charged 200for his release; but he claimed that at the time of the squire’s death, he had been ‘fighting the Albigensians, when the castle of Termes was captured by the count of Montfort’.[CITATION-90] Although the chronology so long after the event is inaccurate, this case demonstrates how the absence of crusaders sometimes left its mark upon royal records many years after the campaigns themselves.It has been noted above that royal and papal letters from the period are also important guides to the crusaders’ identity, activities and terms of participation. Some letters name, or are addressed to, crusaders whose participation is not otherwise known. In May 1219, Pope Honorius III sent a series of letters to Louis of France and leading magnates and bishops in his army, admonishing them to ensure that their impending campaign in Languedoc respected the citizens of Montpellier and the city’s lord, the young King James I of Aragon, since he was a papal ward; the participation of several of these magnates is known from these letters alone.[CITATION-91] Since letters were generally written in response to specific circumstances, those concerning the Albigensian Crusade are also valuable sources for particular aspects of participation in the expedition, as two letters written at either end of the campaigns demonstrate. In May 1208, when the first expedition was being prepared, a letter of Philip Augustus to the duke of Burgundy and the count of Nevers demanded that it should comprise only 500 knights under their leadership and even forbade these two nobles from recruiting anyone except Burgundians: the king correctly foresaw that a large army risked stripping him of potential supporters against his enemies, at a time when his recent truce with the king of England had collapsed.[CITATION-92] The limited Burgundian campaign envisaged by the king of France when the crusade was first being prepared contrasted strongly with the vast, heterogenous armies that marched upon Languedoc in 1209 and so the king’s letter demonstrates how the expedition swelled in popularity as the cross was preached against the heretics across western Europe. Three years after the formal conclusion of the crusade, a letter of Gregory IX stated that he had asked the monks of the Flemish abbey of Saint-Bertin to care for a man who had lost his eyes and a hand in the Albigeois. The pope’s intervention suggests that the unfortunate man had suffered his injuries while fighting for the Church there, and this letter provides details about a particular crusader’s experience that is not available from other sources.[CITATION-93] It can be seen that the documentary sources for the Albigensian Crusade are an important means of identifying crusaders who were not recorded in narrative texts and for showing the impact of their absence in the Albigeois upon their communities at home. They also often reveal otherwise unknown ties between the crusaders. Like the crusades to the Levant, some family groups provided many recruits to the Albigensian Crusade: even if they did not all participate at the same time, their activities over the course of two decades suggest a sustained commitment to this cause.[CITATION-94] As well as ties of kinship, other longstanding associations sometimes lay behind recruitment to the crusade. The western group focussed upon Juhel de Mayenne had been instrumental in the expulsion of King John of England from Normandy and Anjou in the early 1200s,[CITATION-95] and there was a strong overlap between the crusaders against the Albigensians and the men who fought alongside Philip Augustus at Bouvines in 1214 and joined Louis of France in his invasion of England in 1216, including French, Picards and Burgundians.[CITATION-96] Comradeship forged in the various Angevin–Capetian conflicts must have played an important role in recruitment and organisation of the Albigensian Crusade, even before the direct involvement of the heir to the French throne from 1215 onwards. Although the narrative sources sometimes noticed the ties between the participants, others are known only from the documentary records and can be quite unexpected. For example, a letter of Philip Augustus reveals that Roger des Essarts, one of the Norman knights slain at the siege of Le Pujol, had acted as an envoy from the king of France to Hugh de Lacy in the years before Hugh’s revolt against King John in Ireland in 1210. It is tempting to believe that the long-term participation of both men in the Albigensian Crusade owed something to their acquaintance, which presumably dated from before the collapse of the Anglo-Norman realm in 1204 and which was no doubt renewed when Hugh fled from Ireland into exile.[CITATION-97] If the documentary records are an important source for identifying crusaders, they also reveal much about the participants’ understandings of the campaigns. Three aspects in particular have a broader bearing upon the historiography of the crusade and of medieval heresy: the descriptions of the heretics, the designation of the expeditions, and the crusaders’ stated motives for taking the cross.The most common term used today for the heretics whom the Albigensian Crusade sought to eradicate is ‘Cathars’, but many historians have noted that this term was never used for dualist heretics in Languedoc in the twelfth and thirteenth centuries. Jean-Louis Biget has argued that the town of Albi, from which the wordderived, was one of several places associated with southern French heresy in the 1140s by Saint Bernard of Clairvaux and his Cistercian entourage and that the connection between the Albigeois and heresy was strengthened in the minds of late twelfth-century churchmen by the attempts of the counts of Toulouse to deflect accusations of heresy to the lands of their enemies, the Trencavel dynasty, who were viscounts of Albi as well as of Béziers and Carcassonne. Nevertheless, according to Biget, ‘Albigensian’ did not become the prevalent term for the heretics (and more generally for the Crusade’s opponents) until after the arrival of the first crusading expedition in Languedoc in July 1209, when the reconciliation of Raymond VI of Toulouse with the Church caused the army to turn against Raymond Roger Trencavel instead. The term was subsequently popularised by the crusaders in other areas of Europe but was never used by the inhabitants of the region itself.[CITATION-98] Mark Pegg has taken this one step further by maintaining thatdid not become the standard term for heretics and other inhabitants of the region until 1210 or possibly even 1211, when the crusaders’ chief opponents were resisting Simon de Montfort, now lord of the district of Albi, and the term then replaced an older idea of the heretics as ‘Provençal’.[CITATION-99] In fact, letters and charters indicate that ‘Albigensians’ and ‘the Albigeois’ were being used as general terms for the heretics and their country before the first crusading army assembled in June 1209.[CITATION-100] Philip Augustus wrote to the pope discussing whether he might ‘march against the Albigensians’ in the winter of 1207–8,[CITATION-101] and several Burgundian and Champenois acts from 1209—including at least two extant original charters—designated the heretics as, without requiring the term.[CITATION-102] Similarly, the land to be attacked was called the ‘Albigeois’ or ‘Albigensian region’ before the first campaign was launched.[CITATION-103] Moreover, the term ‘Albigensian’ was being applied in a very broad fashion before the crusade began: on 22 June 1209, just before the muster of the first crusading army at Lyon, Count Hervey of Nevers referred to his proposed campaign as the ‘Albigensian pilgrimage’.[CITATION-104] In the course of the expeditions the charters of departing crusaders would describe the ‘Albigensians’ with a variety of hostile epithets,[CITATION-105] and the destination of the crusade was usually designated by a phrase such as(with a wide variety of semi-vernacular spellings),or.[CITATION-106] It is true that when the Crusade was launched, some Burgundian charters identified ‘Provençal heretics’ as the target.[CITATION-107] Not only had heresy often been associated with a vaguely defined ‘Provence’ since the mid-twelfth century,[CITATION-108] but Innocent III’s own calls to arms in 1208 repeatedly named that region as the home of the heresy.[CITATION-109] For a Capetian scribe composing the king’s letter to the duke of Burgundy and count of Nevers in 1208, the targeted heretics were simply ‘Arians’, a reminder of the anachronistic framework in which heretics were discussed in princely courts as well as theological debates, although such archaic terms were not used in charters.[CITATION-110] Throughout the crusade, some documents also referred simply to ‘heretics’ as the target.[CITATION-111] Yet such variations appear to have been a matter of scribal preference. In a matter of weeks in June 1209, Duke Odo of Burgundy’s clerks issued acts referring to his forthcoming attack upon ‘Provençal heretics’, ‘Albigensian heretics’, ‘Albigensians’ and simply ‘heretics’.[CITATION-112] Alternatives to the term ‘Albigensian’ in the crusaders’ charters sometimes show greater rather than less understanding of the religious and political situation in the Midi. In 1212, a judgment of two judges delegate in the diocese of Meaux stated that a third judge, the archdeacon of Paris, was on pilgrimage against heretics ‘in the region of Toulouse’, at a time when the focus of crusading activity had shifted to the county of Toulouse and the Agenais.[CITATION-113] Similarly, an act of Juhel de Mayenne from 1219 states that he was ‘setting off on pilgrimage against the Toulousan heretics’, presumably with Louis of France.[CITATION-114] The modest achievement of Louis’s second expedition was an ineffectual demonstration before Toulouse, and Juhel’s act reflects the city’s depiction as the enemy of the Church in the wake of Simon de Montfort’s death before its walls the previous year, not least in repeated papal appeals for new crusaders to shore up the faltering cause.[CITATION-115] Juhel’s act suggests an awareness of the great shifts in the political situation of the Midi since his previous crusade in Spring 1211, when the city and count of Toulouse had still been outwardly aligned on the crusaders’ side, and he had issued acts referring to the ‘Albigensian heretics’.[CITATION-116] Nevertheless, Juhel’s other acts of 1219 referred to the enemy in conventional fashion as ‘heretics’ and ‘Albigensians’.[CITATION-117] Despite the changing political context, the much vaguer (and misleading) term ‘Albigensian’ remained popular in crusaders’ charters until the very end of the campaigns against the heretics: in 1240, an act of a Flemish knight envisaged his return from a journey to the ‘land of the Albigensians’, where he was most probably going in order to assist the suppression of the revolt by the dispossessed viscount of Béziers, Raymond Trencavel.[CITATION-118] The geographical scope of the ‘Albigeois’ in charters and administrative records was a much broader region than the diocese of Albi alone: in theand other royal documents, it included places as far apart as Avignon, Castelsarrasin, Termes and Toulouse.[CITATION-119] The documentary sources differ from the narrative sources in an important respect, however, for they did not always use the termnegatively. In 1219, an act of the bishop of Laon stated that the knight, Guy de Monceau, had taken the cross ‘to aid the Albigensian church’.[CITATION-120] The following year, Henry III of England stated that Philip Augustus had renewed the Angevin–Capetian truce of 1214 ‘for the honour of God, the Holy Land across the sea, and the land of the Albigensians’,[CITATION-121] and soon afterwards, a French royal letter referred to the levy which the countess of Champagne had raised ‘for the subsidy of the Albigensian land’.[CITATION-122] The will of Queen Ingeborg of France (1218), a letter of Archbishop Peter of Sens (1221), and a charter of Odo de Ponches (1226) all likewise promised to ‘aid the land of the Albigensians’.[CITATION-123] The non-narrative sources therefore reflect the elasticity of the concepts surrounding these terms, a quality that helped to fix the land and its inhabitants in Christian minds across western Europe.The documentary evidence is also valuable for contemporary views of the nature of Albigensian Crusade and hence for our understanding of the crusaders’ purported motives. As various charters cited above have demonstrated, from the very first campaign in 1209 these documents frequently described the expeditions in the language of pilgrimage, using nouns such as,and, or the adverb. Hence, Theobald, count of Bar(-le-Duc) and Luxembourg, arranged the division of his inheritance at Easter 1211 ‘when, for the love of God, we had taken the sign of the holy cross against the Albigensian heretics and were about to set off on our pilgrimage’.[CITATION-124] On his deathbed three years later, the count’s revised will referred to the division that he had made while preparing for the ‘way of the Albigensians’.[CITATION-125] These documents are very important for indicating how the participants understood the expeditions which they joined. Crusades to Jerusalem had frequently been depicted as pilgrimages ever since 1095, although historians disagree whether or not crusades and pilgrimages were considered as distinct forms of spiritual activity in the twelfth century.[CITATION-126] The nature of crusading was radically altered when Jerusalem fell once more into Muslim hands in 1187: thereafter, a more distinctive language for expeditions to recover the Holy City emerged, designating the holy warriors by new terms such asand its vernacular equivalents, although ambiguities remained and the language of pilgrimage continued to be used for expeditions which had the Holy Sepulchre as their goal.[CITATION-127] It was a major ideological step to transfer the ideologies of crusading to a campaign against inhabitants of a Christian kingdom.[CITATION-128] In the later twelfth century, when military action against heresy in southern France was first mooted, the papacy promised spiritual rewards, but these did not match the benefits offered to crusaders to Jerusalem. However, Innocent III progressively augmented the spiritual benefits to be gained by suppressing heresy: in 1198, he put any future campaign in Languedoc on a par with a pilgrimage to Rome or Compostela, whereas by 1204 he was promising the king of France the much greater privileges of a crusade to Jerusalem if he would provide military assistance to the papal legates in their efforts to eradicate heresy, and by 1207–08, he was extending these privileges to all the Christian faithful.[CITATION-129] When the crusade was launched, Innocent III recognised the participants as—which was also the most common term used in the charters, and one accepted even by the opponents of the crusade—or as, but he only rarely invoked the language of pilgrimage.[CITATION-130] Papal letters more commonly described attempts to root out heresy in Languedoc in quite different language, as ‘the business of peace and faith’ ();[CITATION-131] variants of this epithet were also much used by Peter des Vaux-de-Cernay in hisfor both the preaching before the crusade and the campaigns themselves.[CITATION-132] The chief narrative sources for the Albigensian Crusade accepted that its participants were crusaders, but were more ambivalent about their status as pilgrims. After describing the initial expedition, Peter des Vaux-de-Cernay—himself a participant in the crusade between 1212 and 1218—used the termmainly for the short-term crusaders,[CITATION-133] as did the much later chronicle by William of Puylaurens;[CITATION-134] the principal vernacular source, the, always referred to the crusaders as, except when its hostile anonymous continuator used the term(‘stave-carriers’), a derogatory term for pilgrims also noted by Peter des Vaux-de-Cernay.[CITATION-135] As Christopher Tyerman has noted, theitself provides some of the best evidence of the clearer distinction between crusading and pilgrimage in the early thirteenth century, since it uses a distinctive vernacular term,, for the expedition, rather than calling it a pilgrimage.[CITATION-136] The popularity of the language of pilgrimage in the charters is therefore very striking. They provide powerful evidence for the persistence of the idea among the aristocracy of Latin Christendom that crusaders against heretics were ‘pilgrims’ on a ‘pilgrimage’. Since the expedition had no obvious shrine as its destination, the notion of the expedition as a pilgrimage shows that the ‘pilgrims’ conceived of the expedition primarily in terms of the promised spiritual benefits that put it on a par with the armed pilgrimages to Jerusalem.[CITATION-137] The emphasis upon pilgrimage also had substantial implications for the viability of the enterprise. It reflected an expectation among the participants that they would be absent for a short time and return. Most of them clearly had no intention of settling in the Midi, despite Innocent III’s promise of the confiscated lands of heretics;[CITATION-138] and the expedition’s lack of a clear geographical goal would prove an enduring obstacle to its success, as the participants were drawn into an ever-broader struggle to control southern France.The language of the charters also responded little to the vicissitudes of papal policy over the course of the Crusade. For instance, in January 1213, Innocent III suspended the privileges of the crusaders, effectively bringing the Albigensian Crusade to a formal halt: he was responding to pressure from the king of Aragon and southern French nobility, and he wished to further his ambitions for a new crusade to Jerusalem as well as to prepare to counter a possible Islamic response to the Christian victories in Iberia the previous year. Innocent renewed this suspension in April, although his pronouncements over the next couple of months were more ambivalent and left room for recruitment in the south of France and further military action by Montfort’s forces.[CITATION-139] Yet, these shifts in papal policy had no impact upon the language of the charters. In June 1213, a charter of the Champenois magnate Erard de Brienne stated that he was ‘about to set off on the Albigensian pilgrimage’,[CITATION-140] and in August the bishop of Toul in Lorraine confirmed a grant of a ‘crusader against the Albigensian heretics’, with provisions in case he died on his.[CITATION-141] The degree of similarity between the phrases expressing these pious motives is also remarkable: although there was much variation, some phrases, such asand, occur repeatedly. It is possible that the common discourse of the crusade revealed in the charters was related to the preaching of the expedition and to the distribution of recruiting letters through the Cistercians, Premonstratensians and, eventually, the new mendicant orders.[CITATION-142] Unfortunately, no sermons promoting the crusade survive before Louis VIII’s third expedition in 1226. For that campaign, homilies such as Odo de Châteauroux’sare primarily biblical commentaries. The only extant sermon concerning the Albigensians by the most famous of the preachers, James de Vitry, refers to them as ‘Patarenes’, a term never found in crusading acts, and it was not redacted until the mid-1230s.[CITATION-143] As for, this phrase is found in only a few acts emanating from or concerning crusaders, all of them from the final stages or aftermath of the Albigensian Crusade and mostly issued by senior clergy, although the phrase can also be found in French royal acts.[CITATION-144] The language of pilgrimage remained the most popular way in which charters accounted for participation in the campaign of 1226,[CITATION-145] even though by then many of the participants were serving expressly at royal command.[CITATION-146] If the charters proclaim a common view of the expeditions against the Albigensians as pilgrimages, the standardised nature of their clauses cannot reveal individual motives, for the crusade rapidly took on a normative quality as an option for pious or penitential action. In or soon after 1209, the elderly Breton nobleman Alan fitzCount took his young son Henry to Paris to do homage to Philip Augustus.[CITATION-147] At an inquest in 1235, a juror reported that he had heard Alan afterwards declare, ‘Now I can indeed go to the Albigeois or, for [my son] is the lord king’s man for all my seisins’.[CITATION-148] The Church was soon prescribing participation in the Albigensian Crusade as a standard form of penance. Pilgrimage had been used as a form of public penance for centuries, and crusades had consequently served a penitential purpose since their inception;[CITATION-149] but in the early thirteenth century, the taking of crusading vows was becoming a standard penance for penitent aristocratic sinners, while the penitential character of crusading was receiving greater emphasis in sermons. Despite the spread of private confession, public penance remained popular, and there were few more visible acts of repentance than departure on crusade.[CITATION-150] Indeed, the Church sometimes required those opposing the Albigensian Crusade to serve a fixed term in the Holy Land in atonement: most notable of all was the unfulfilled promise by Raymond VII of Toulouse to take the Cross against the Saracens in Outremer for five years, as part of the treaty which ended the crusade in 1229.[CITATION-151] Yet, charters and letters reveal that the Albigensian Crusade itself became a prescribed destination for penitents. In 1218, Honorius III permitted those who had been excommunicated for assisting Louis’ invasion of England in 1216–17 to commute their penance from service in the Holy Land to participation in the Capetian prince’s intended expedition against Toulouse; the pope went on to allow a number of other excommunicates to commute their penances in return for joining this campaign.[CITATION-152] For his complicity in the murder of the abbot of Saint-Michel-en-Thiérache near Laon1214—allegedly at the age of only fifteen—Giles de Saint-Michel, the abbey’s advocate (lay protector), was ordered by the Roman Church to fight against the Albigensian heretics.[CITATION-153] By joining Louis VIII’s last crusading expedition in 1226, the Picard baron, John de Nesle, along with his household and retinue, temporarily escaped a sentence of excommunication that the bishop of Noyon had imposed upon them.[CITATION-154] When a quarrel between the abbey of Bonneval (dioc. Chartres) and Hughwas resolved in 1227, the mediators gave Hugh a choice of penances to atone for his offences against the abbey: he could either journey to Rome to seek the pope’s sentence and letters of absolution in person or serve for a year as one of the king’s paid knights in the Albigeois, returning with the written certification of one of the nobles that he had fulfilled these conditions.[CITATION-155] Hugh’s act well demonstrates how, after nearly two decades of converging interests, the concerns of the Church and the French monarchy had finally merged: paid service in the royal army could count as an act of penance.If charters emphasise the status of the Albigensian Crusade as a pilgrimage, the documents of Capetian administration, by contrast, depict its later campaigns as funded royal military expeditions, with little distinction evident in the sources between the last years of the crusade (1226–29) and subsequent operations to maintain royal power in the Midi.[CITATION-156] Most of theof 1247 concerning the Albigensian wars were associated with supplying and paying the royal army. Two knights from the border of Normandy and Perche alleged that their horses had perished at the siege of Avignon in 1226 while the knights were serving on royal pay, but neither man had received any compensation.[CITATION-157] Three plaintiffs stated that they had not been paid their full wages for serving in royal armies in Languedoc at various points between the siege of Avignon in 1226 and the campaigns preceding the fall of Montségur in 1244.[CITATION-158] Seven others complained that their horses or carts had been requisitioned in Normandy or Perche for Louis VIII’sof 1226: few of the beasts or carts ever came back![CITATION-159] One knight had paid for his horse, arms and harness out of his own pocket on the royal marshal’s orders in 1228 but received no pay for the thirty-seven days that he served.[CITATION-160] He also stated that while in the king’s service in the garrison of Castelsarrasin, he and several sergeants were forced by hunger to eat a nag of his, worth 15, but he had been compensated only two. William of Puylaurens describes the starving of this garrison by the count of Toulouse in 1228, but theshow that the Church’s forces included recently arrived crusaders from Normandy serving for royal wages as well as more seasoned members of the army of God.[CITATION-161] The Norman depositions of 1247 give a strong impression of the later expeditions as royal campaigns organised by compulsory military summons rather than voluntary pilgrimages, with even noble participants serving for pay rather than for vows taken for the sake of their souls. For the crusade after 1219, historians have had to rely heavily upon William de Puylaurens’ much later chronicle and so theare a useful additional source for that period, and they demonstrate a significant gap between the views of the monarchy and of many of the participants as to the nature and purpose of the crusade.Histories of the Albigensian Crusade have made relatively little use of documentary sources for these expeditions and so they have had little to say about the nature of participation in the campaigns or the identity of participants, especially the forty-day crusaders. Fascinated by the polemical tone and rich detail of the main narrative texts, historians have largely turned to other sources only from the death of Simon de Montfort onwards, but, even then, acts from the South of France and royal and papal archives have been privileged at the expense of charters and inquests from the principal homelands of the crusaders. These are not the only neglected sources for participation in the Albigensian Crusade; so, too, are hagiographies and miracle stories, which offer another set of views of the crusade and the identity of its participants and also deserve separate study.[CITATION-162] Yet, the non-narrative sources offer a useful corollary to, and check upon, the writings of Peter des Vaux-de-Cernay and the. This is well demonstrated by statistics. For the present study, about 430 members of the crusading armies have been identified. The two main narrative sources identify about 220 of these, with at least thirty people appearing in both texts: approximately seventy are known only from Peter des Vaux-de-Cernay’s, and about 120 only from the.[CITATION-163] Charters, letters and inquests mention about 250 participants in the Albigensian Crusade, of whom around forty are named in narrative sources. Hence more than 200 participants—nearly half of the known crusaders—are known from documentary sources alone. As we have seen, they also provide valuable evidence for contemporary understandings of the crusade and of its opponents.We can look at these documents from another perspective. If we consider the body of medieval crusading charters as a whole, the Albigensian Crusade appears as a major crusading experience for the French aristocracy. For an earlier age that was less reliant upon the written word, Jonathan Riley-Smith has identified about 800 certain, probable and possible participants in the First Crusade from narratives and charters.[CITATION-164] For the two most important early thirteenth-century expeditions sent to recover Jerusalem, the Fourth and Fifth Crusades (1202–4 and 1218–21), prosopographical studies that draw upon a similar range of evidence as this study of the Albigensian Crusade have collected approximately 300 and 1,100 known or possible participants respectively from across western Europe.[CITATION-165] The identification of well over 400 participants in the Albigensian Crusade, nearly half of them from documentary sources alone, places it on a comparable scale to these great enterprises, although it is true that it took place over a much longer period. While the identified crusaders in all these expeditions must represent only a small fraction of the total number of participants, the presence of significant numbers of charters concerning the Albigensian Crusade in the archival collections and cartularies of France testifies to widespread, repeated involvement in the campaigns against heresy across much of the kingdom. Although it is not time to discard theoras the leading sources for this enterprise, an alternative history of the Albigensian Crusade that draws upon these forgotten sources remains to be written.",
    "footnotes": {
        "1": "See M. Meschini et al., eds., Bibliografia delle Crociate Albigesi (Florence, 2006), and the bibliographies in M. Roquebert, L’épopée cathare (5 vols., Paris, 1970–98, repr. 2007), especially i. 798–804.",
        "2": "L.W. Marvin, The Occitan War: A Military and Political History of the Albigensian Crusade (Cambridge, 2008); M.G. Pegg, A Most Holy War: The Albigensian Crusade and the Battle for Christendom (Oxford, 2008). Marvin’s work does name many of the recruits mentioned in the main narrative sources: see, for example, pp. 33–6 for the campaign of 1209.",
        "3": "C. Keck, ‘L’entourage de Simon de Montfort pendant la Croisade albigeoise et l’établissement territorial des crucesignati’, in M. Roquebert, ed., La Croisade Albigeoise: Actes du Colloque du Centre d’Etudes Cathares Carcassonne, 4, 5, et 6 octobre 2002 (Carcassonne, 2004), pp. 235–43; C. Woehl, Volo vincere cum meis vel occumbere cum eisdem. Studien zu Simon von Montfort und seinen nordfranzösischen Gefolgsleuten während des Albigenskreuzzugs (1209 bis 1218) (Frankfurt am Main, 2001); N. Civel, La fleur de France. Les seigneurs d’Île-de-France au XIIesiècle (Turnhout, 2006), especially pp. 185–6; J.-L. Biget, ‘La dépossession des seigneurs méridionaux. Modalités, limites, portée’, in Roquebert, ed., La Croisade Albigeoise, pp. 261–99; C. Dutton, ‘Aspects of the Institutional History of the Albigensian Crusades, 1198–1229’ (Royal Holloway and Bedford New College Ph.D. thesis, 1993), especially pp. 275–99. For settlers in the final stages and aftermath of the crusade, see Biget, ‘La dépossession’, and A. Friedlander, ‘The Administration of the Seneschalsy of Carcassonne: Personnel and Structure of Royal Provincial Government in France 1226–1230’ (University of California, Berkeley, Ph.D. thesis, 1982); id., ‘Heresy, Inquisition, and the Crusader Nobility of Languedoc’, Medieval Prosopography, iv (1983), pp. 45–67. For these long-term participants, see below.",
        "4": "After the initial expedition in 1209, almost all crusaders returned home, leaving only thirty knights: PVC, i. 119 (§ 115); PVC (trans.), pp. 63–4. Simon de Montfort complained to Innocent III that ‘a terra enim illa proceres terrarum qui ibi in expeditionem super hæreticos confluxerant, me fere solum inter inimicos Christi per montes et scopulos vagantes cum non multo milite reliquerunt’: R[ecueil des] H[istoriens des Gaules de la] F[rance], ed. D. Bouquet et al. (24 vols. in 25, Paris, 1738–1904), xix. 524–5. Although William de Tudela, writing in 1210, claimed that the original participants in 1209 aimed to serve for forty days, that period was apparently established as the minimum term for the crusade by papal legates only during the siege of Termes (July–Nov. 1210): CCA, i. 52 (laisse 18, line 9); SCW, 20; PVC, i. 187 (§ 184); PVC (trans.), p. 97; Dutton, ‘Aspects’, pp. 211–17; L.W. Marvin, ‘Thirty-Nine Days and a Wake-Up: The Impact of the Indulgence and Forty Days Service on the Albigensian Crusade, 1209–1218’, The Historian, lxv (2002), pp. 75–94; R.A. Rist, ‘Salvation and the Albigensian Crusade: Pope Innocent III and the Plenary Indulgence’, Reading Medieval Studies, xxxvi (2010), pp. 95–112.",
        "5": "E.g. M. de Sars, ‘Les croisés du Laonnois et de la Thiérache (ancien diocèse de Laon)’, Mémoires de la Fédération des Sociétés Savantes du Département de l’Aisne, i (1953–54), pp. 38–50, at pp. 49–50; G. Despy, ‘Des nobles hainuyers à la croisade contre les Albigeois’, in J.-M. Cauchies and J.-M. Duvosquel, eds., Recueil d’études d’histoire hainuyère offertes à Maurice A. Arnould (2 vols., Mons, 1983), i. 51–8; N. Lenau, ‘Les croisés artésiens et picards dans la guerre contre les Albigeois’, Dossiers archéologiques, historiques et culturels du Nord et du Pas-de-Calais, xv (1983), pp. 12–18; J.-C. Cassard, ‘“L’affaire de paix et de foi” vue de Bretagne armorique. Quelques notes d’hérésiologie virtuelle’, in P. Boucheron and J. Chiffoleau, eds., Religion et société urbaine au Moyen Âge: études offertes à Jean-Louis Biget par ses anciens élèves (Paris, 2000), pp. 141–63, at pp. 142–9.",
        "6": "M. Alvira Cabrer, ‘La croisade des Albigeois: une armée gigantesque?’, in M. Bourin, ed., En Languedoc au XIIIe siècle. Le temps du sac de Béziers (Perpignan, 2010), pp. 163–89, especially pp. 174–8, 183–8 (Table II).",
        "7": "C. Tyerman, England and the Crusades 1095–1588 (Chicago, 1988), pp. 90, 164, 166; C. Taylor, ‘Pope Innocent III, John of England and the Albigensian Crusade (1209–1216)’, in J.C. Moore, ed., Pope Innocent III and his world (Aldershot, 1999), pp. 205–28; N. Vincent, ‘England and the Albigensian Crusade’, in B.K.U. Weiler and I.W. Rowlands, eds., England and Europe in the Reign of Henry III (1216–1272) (Aldershot, 2002), pp. 67–97.",
        "8": "For a consideration of several of these issues, see Dutton, ‘Aspects’, pp. 171–298.",
        "9": "Guillaume de Puylaurens, Chronique 1145–1275, ed. and tr. J. Duvernoy (Paris, 1976, repr. 1996); The Chronicle of William of Puylaurens: The Albigensian Crusade and its Aftermath, tr. W.A. Sibly and M.D. Sibly (Woodbridge, 2003). The Albigensian Crusade is mentioned in many other narrative and literary sources: see M. Aurell, ‘Les sources de la croisade albigeoise: bilan et problématiques’, in Roquebert, ed., La Croisade Albigeoise, pp. 21–38, and K. Wagner, ‘Les sources de l’historiographie occidentale de la croisade albigeoise entre 1209 et 1328’, in ibid., pp. 39–54, for an exhaustive list of chronicle references.",
        "10": "Aurell, ‘Les sources de la croisade albigeoise’, pp. 21–7, briefly discusses various non-narrative sources, including southern French charters, papal correspondence, inquisitorial records and Capetian inquests concerning Languedoc; for the latter, see also M. Dejoux, ‘Après la conquête: les enquêtes? L’exemple des Querimoniae Biterrensium de 1247–1248’, in Bourin, ed., En Languedoc au XIIIesiècle, pp. 269–88. E. Graham-Leigh, The Southern French Nobility and the Albigensian Crusade (Woodbridge, 2005), pp. 10–41, provides an extended discussion of Languedocian charters, the narrative sources for the crusade and the value of troubadour poetry and biographies (known as vidas). A small minority of crusaders came from the regions targeted by the expeditions, but the vast majority of them were from outside Languedoc.",
        "11": "G. Constable, ‘The Second Crusade as Seen by Contemporaries’, Traditio, xi (1953), pp. 213–79, at pp. 241–3; id., ‘The Financing of the Crusades in the Twelfth Century’, in B.Z. Kedar, R.C. Smail and H.E. Mayer, eds., Outremer (Jerusalem, 1982), pp. 64–88; id., ‘Medieval Charters as a Source for the History of the Crusades’, in P.W. Edbury, ed., Crusade and Settlement: Papers Read at the First Conference of the Society for the Study of Crusades and the Latin East and Presented to R.C. Smail (Cardiff, 1985), pp. 73–89.",
        "12": "J. Longnon, Les compagnons de Villehardouin: recherches sur les croisés de la quatrième croisade (Geneva, 1978); J.M. Powell, Anatomy of a Crusade, 1213–21 (Philadelphia, PA, 1986); J. Riley-Smith, The First Crusade and the Idea of Crusading (London, 1986), pp. 22–4, 36–41, 45–7, 126–9; id., The First Crusaders: 1095–1131 (Cambridge, 1997). Among the work of Riley-Smith’s protégés, see especially M. Bull, Knightly Piety and the Lay Response to the First Crusade: The Limousin and Gascony, c.970–c.1130 (Oxford, 1993), especially pp. 15–16, 155–66, 171–91, 252–4.",
        "13": "For brief considerations of charters as evidence for the crusade, see C. Thouzellier, Hérésies et hérétiques. Vaudois, Cathares, Patarins, Albigeois, Raccolta di Studi e Testi 116 (Rome, 1969), p. 245; Dutton, ‘Aspects’, pp. 4, 174–8; C. Tyerman, God’s War: A New History of the Crusades (London, 2006), p. 584.",
        "14": "See especially PVC, ii. ii, n.3 and iii. xxvii, n.17.",
        "15": "See below, nn. 98–9.",
        "16": "For the Montforts’ acts, see below, nn. 62–3.",
        "17": "For medieval cartularies, see O. Guyotjeannin, L. Morelle and M. Parisse, eds., Les Cartulaires (Paris, 1993). For the cartularies of the counts and countesses of Champagne, see Littere Baronum. The Earliest Cartulary of the Counts of Champagne, ed. T. Evergates (Toronto, 2003) and The Cartulary of Countess Blanche of Champagne, ed. T. Evergates (Toronto, 2010).",
        "18": "For a summary of the structure and content of charters, see O. Guyotjeannin, J. Pycke and B.-M. Tock, eds., Diplomatique médiévale (Turnhout, 1993); the editors’ introductions to the English Episcopal Acta series (41 vols. to date, Oxford, 1980–) are also exceptionally useful.",
        "19": "M. Bull, ‘The Diplomatic of the First Crusade’, in J. Phillips, ed., The First Crusade: Origins and Impact (Manchester, 1997), pp. 35–54, provides a useful introduction to crusading charters.",
        "20": "Bull, ‘The Diplomatic of the First Crusade’, p. 36, notes that lesser landowners were already prominent in eleventh-century charters. Nevertheless, charters issued by such people are rare when compared to the thirteenth century. For increasing charter evidence at a local level, see, for example, A. Chédeville, Chartres et ses campagnes (XIe–XIIIesiècles) (Chartres, 1973), pp. 20–23.",
        "21": "Riley-Smith, The First Crusade, pp. 20–24, 36–40; id., The First Crusaders, pp. 54–66; Bull, ‘The Diplomatic of the First Crusade’, pp. 36–7, 41.",
        "22": "A comprehensive study of these significant changes in charter diplomatic remains to be written for western Europe as a whole. Useful regional studies include M. Clanchy, From memory to written record: England 1066–1307 (2nd edn., Oxford, 1993) and D. Barthélemy, La société dans le comté de Vendôme de l’an mil au XIVesiècle (Paris, 1993), pp. 64–83.",
        "23": "For the abandonment of the witness-list in the early 1200s, which requires further investigation, see M. Arnoux, ‘Essor et déclin d’un type diplomatique: les actes passés coram parrochia en Normandie (XIIe–XIIIe siècles)’, Bibliothèque de l’École des Chartes, cliv (1996), pp. 323–57, at pp. 338–9. It is noticeable that witnesses disappeared from Simon de Montfort’s acts for his lands in northern France at this time, but not those concerning his affairs in Languedoc.",
        "24": "For Montfort acts during the crusade, many of which are dated by sieges, see below, nn. 62–3. For the First Crusade as a reference point, see Bull, ‘The Diplomatic of the First Crusade’, pp. 43–4, 51–2. For two rare examples of acts from outside the Midi dated by the Albigensian Crusade, see: (i) British Library, Add. MS 19887, fo. 54v, a grant by Gerald Aimois to the abbey of Le Palais (dioc. Limoges), ‘anno incarnati uerbi. mo. cc. nono. in quo exercitus Christianorum perrexit in terra Albigencium [sic]’; (ii) E. Laurain, ‘Du style chronologique en usage dans le Bas-Maine au commencement du XIIIe siècle’, Bulletin philologique et historique (1908), pp. 291–301, at p. 301 (pièces, no. VII), an accord between Dreux de Mello and Évron Abbey, ‘anno … quo dominus Ludovicus, rex Francorum, contra Albigenses iter arripuit, millesimo ducentesimo sexto, tertio kalendas aprilis’.",
        "25": "E.g. Milo, count of Bar-sur-Seine, was a crusader in 1209: PVC, i. 81–2 (§ 82); PVC (trans.), p. 47. He made two grants to Clairvaux, but they do not mention the crusade: Troyes, AD Aube, 3 H 724 (June 1209); Dijon, AD Côte-d’Or, 13 H 161 (1209). Bouchard de Marly sold property to the abbey of Saint-Denis for 152 li. parisis in June 1209 (AN, LL 1157, pp. 500–01) and was with Simon de Montfort in Languedoc by September 1209: C. Devic and J. Vaissete, eds., H[istoire] g[énérale de] L[anguedoc] (16 vols., Toulouse, 1872–1905), viii, col. 578; cf. Patrologia Latina, ed. J.-P. Migne (221 vols., 1844–55), ccxvi, col. 156; Regesta pontificum romanorum inde ab a. post Christum natum MCXCVIII ad a. MCCCIV, ed. A. Potthast (2 vols., Berlin, 1874–5), i, no. 3836; for Bouchard’s later participation, see Woehl, Volo vincere cum meis, pp. 144–8, 286–7.",
        "26": "Troyes, AD Aube, 3 H 9, p. 154 and E. Petit, Histoire des ducs de Bourgogne de la race capétienne (9 vols., Paris, 1885–1905), iii, nos. 1208–9 (Dijon, AD Côte-d’Or, 11 H 66, fos. 3v–4v), 1210 (BNF, Coll. Bourgogne VI, fo. 96r–v), 1213 (A. Bernard and A. Bruel, eds., Recueil des chartes de l’abbaye de Cluny [6 vols., Paris, 1876–1903], v, no. 4453), 1216 (AD Côte-d’Or, 15 H 190, no. 2). Nos. 1196, 1199, 1200 and 1207 also date from the eve of Odo’s departure; nos. 1181–6, 1189–91, 1193, 1195, 1197–8, 1201–2, 1204, 1209 and 1211–212 also date from 1209. No. 1194 is a well-known royal ordinance, dated to 1 May 1209 (H.-F. Delaborde et al., eds., Recueil des actes de Philippe Auguste, roi de France [6 vols., Paris, 1916–2006], iii, no. 1083) concerning the partition of fiefs, which Philip Augustus issued at Villeneuve-le-Roi with Duke Odo and the counts of Nevers and Saint-Pol, among others, and which must also reflect the context of the imminent crusade.",
        "27": "For Normans joining the Iberian campaign which culminated in the great Christian victory at Las Navas de Tolosa, see BNF, ms. lat. 5441, II, p. 164 (Bartholomew Chesnel, knight, for Sacey Priory, ‘cum essem crucesignatus et apud Hispaniam in auxilium Christiane fidei contra paganos uellem proficisci’, 1212; confirmed by William, bishop of Avranches, 2 May 1212); Antiquus Cartularius Ecclesiæ Baiocensis (Livre Noir), ed. Abbé V. Bourrienne (2 vols., Rouen and Paris, 1902–03), ii, no. CCXI (the canons of Bayeux give Richard de Graye 20 li. tournois ‘ad peregrinationem meam faciendam in Hispaniam, cum crucesignatus essem contra Sarracenos’, 2 Apr. 1212).",
        "28": "L. d’Achéry, ed., Spicilegium sive Collectio veterum aliquot Scriptorum qui in Galliæ Bibliothecis delituerant (revised edn., ed. L.F.J. de la Barre, 3 vols., Paris, 1721–23), ii. 847–9: ‘dum nuper cruce signatus essem’ (July 1210), ‘eo videlicet tempore quo ego Eustachius crucesignatus contra inimicos crucis Christi Albigenses ire proposui’ (Aug. 1210); confirmed by his lords William de Fiennes (whose act did not call Eustace a crusader) and Count Arnulf of Guînes, ‘eo tempore quo memoratus Eustachius cruce signatus ad terram Albigensium ire proposuit’, and John, bishop of Thérouanne, ‘eo videlicet tempore quo idem Eustachius de manu nostra signum crucis accepit et inimicos crucis expugnare proposuit’ (all Aug. 1210). The acts concerning Eustace de Campagne, alias Hames (Campagne-lès-Guînes and Hames-Boucres, both dépt. Pas-de-Calais, cant. Guînes), are known only from copies in the Andres Abbey chronicle (cf. Monumenta Germaniae Historica, Scriptores [hereafter MGH, SS], xxiv, p. 749).",
        "29": "Paris, Bibl. de Ste-Geneviève, ms. 1850, pp. 162–3 (act of Thomas de Saint-Valéry, s.d., 1204 x 1219): ‘ad peregrinationem suam super incredulos faciendam’.",
        "30": "BNF, ms. fr. nouv. acq. 21659 (Fr. translation of Cerisy-la-Forêt cartulary), p. 226: ‘ou par la volonté [divine] je renviendray de mon pelerinage’ (s.d., temp. Robert, bishop of Bayeux, 1206–31). Thomas’s last dated appearances are in 1209; he was certainly dead by the end of 1218.",
        "31": "PVC, i. 215 (§ 216); PVC (trans.), p. 112.",
        "32": "PVC, e.g. i. 184–7 (§§ 181–4); PVC (trans.), pp. 96–7: Bishop Philip of Beauvais and the counts of Dreux and Ponthieu left the siege of Termes (1210) after less than forty days’ service.",
        "33": "J.-F. Nieus, ed., Les chartes des comtes de Saint-Pol (XIe–XIIIesiècles) (Turnhout, 2008), nos. 148–83; the edition excludes comital acts which do not concern the county of Saint-Pol. However, A. Duchesne, Histoire de la Maison de Chastillon sur Marne (Paris, 1621), preuves, p. 36 contains a letter of Guy, bishop of Carcassonne, and Simon de Montfort (issued at Montauban, 6 June 1215), stating that the count of Saint-Pol had persuaded the abbot of Castres to entrust him with a relic of Saint Vincent for the abbey of Saint-Vincent de Laon in Picardy; Count Gaucher was then accompanying Louis’ first expedition.",
        "34": "Riley-Smith, The First Crusaders, pp. 3–4, 33–4, 115–17, 137. For pledges as sources of crusade funding, see Constable, ‘Financing’, pp. 70–88.",
        "35": "C.K. Slack and H.B. Feiss, ed. and tr., Crusade Charters 1138–1270 (Tempe, AZ, 2001), no. 26, p. 158: ‘tempus peregrinationis non multum, et ipsa peregrinatio non longinqua’ (Feb. 1213).",
        "36": "For financing of the Albigensian Crusade, see R. Kay, ‘The Albigensian Twentieth of 1221–23: An Early Chapter in the History of Papal Taxation’, Journal of Medieval History, vi (1980), pp. 307–15 and Dutton, ‘Aspects’, pp. 235–74; cf. Powell, Anatomy of a Crusade, pp. 89–103, for the funding of the contemporary Fifth Crusade, and, for crusading finance more generally, see Riley-Smith, The First Crusaders, pp. 109–35; N. Housley, ‘Costing the Crusade: Budgeting for Crusading Activity in the Fourteenth Century’, in M. Bull and N. Housley, eds., The Experience of Crusading, I: Western Approaches (Cambridge, 2003), pp. 45–59, at pp. 45–7; Tyerman, God’s War, e.g. pp. 276–7, 389–91, 499–500, 600. R. Génestal, Rôle des monastères comme établissements de crédit (Paris, 1901), pp. 78–86, notes the decline of charters recording pledges of property to monasteries for cash from the late twelfth century onwards, even though charters were then rapidly increasing in numbers.",
        "37": "O. Hageneder et al., eds., Die Register Innocenz’ III. (11 vols. to date, Graz, Rome and Vienna, 1964–2010). This edition currently runs up to February 1209; older editions are used here for later acts. See also F. Kempf, Die Register Innocenz III: eine paläographisch-diplomatische Untersuchung, Miscellanea Historiae Pontificiae IX (Rome, 1945); C.R. Cheney, ‘The Letters of Pope Innocent III’, Medieval Texts and Studies (Oxford, 1973), pp. 16–38; P. Zutshi, ‘Innocent III and the Reform of the Papal Chancery’, in A. Sommerlechner, ed., Innocenzo III: Urbs et Orbis (Rome, 2003), pp. 84–111; and, for contemporary papal correspondence and its value as a source for the Albigensian Crusade, see R. Rist, ‘Papal Policy and the Albigensian Crusades: Continuity or Change?’, Crusades, ii (2003), pp. 99–108; ead., Papacy and Crusading in Europe 1198–1245 (London and New York, 2009); ead., ‘Salvation’, pp. 97–108.",
        "38": "The many studies of these changes include: J.W. Baldwin, The Government of Philip Augustus: Foundations of French Royal Power in the Middle Ages (Berkeley, CA, 1986); Clanchy, From Memory to Written Record; T.N. Bisson, The Crisis of the Twelfth Century: Power, Lordship, and the Origins of European Government (Princeton, NJ, 2009), especially pp. 336–49.",
        "39": "See, for instance, his use of a papal letter to narrate the murder of the legate Peter de Castelnau: PVC, i. 51–65 (§§ 55–65); PVC (trans.), pp. 31–8.",
        "40": "CCA, i. 132–4, laisse 56 (SCW, p. 36): ‘Swabians, Bavarians, Saxons, Frisians, / Manceaux, Angevins, Normans, Bretons, / Longobards, Lombards, Provençaux, Gascons’.",
        "41": "One slightly earlier source, The History of the Holy War: Ambroise’s Estoire de la Guerre Sainte, ed. and tr. M. Ailes and M. Barber (2 vols., Woodbridge, 2003), i. 137–8 (lines 8459–98), ii. 145–6 (tr.), explicitly bemoaned internecine strife among the Franks during the Third Crusade, in contrast to Frankish unity in the time of Charlemagne.",
        "42": "CCA, i. 9; SCW, p. 11. The fragmentary Antioch epic in Occitan contains a few generic lists (The Canso d’Antioca: An Occitan Epic Chronicle of the First Crusade, ed. and tr. C. Sweetenham and L. Paterson [Aldershot, 2003], e.g. lines 638–40), but they are more common in the fuller Old French version (La Chanson d’Antioche, ed. S. Duparc-Quioc, [2 vols., Paris, 1976–78], e.g. i, lines 2139–40, 2199–200, 6550, 8777–8, 9101–2).",
        "43": "PVC, ii. 143–4 (§ 451: William des Barres, junior), 195 (§501: William des Barres, senior), 244 (§550: Montmorency); PVC (trans.), pp. 206, 226, 246. Simon de Montfort’s long-term companions drawn from his kin and neighbours included Montmorency’s cousins Bouchard and Matthew de Marly, the brothers Amaury and William de Poissy and their kinsman Simon de Poissy, Simon and Geoffrey de Neauphle(-le-Château), Guy, abbot of Les Vaux-de-Cernay (later bishop of Carcassonne) and his nephew Peter (the historian). See Woehl, Volo vincere cum meis, passim; Civel, La fleur de France, p. 185.",
        "44": "Civel, La fleur de France, pp. 185–6, discusses the connections between the families of Chevreuse, Lévis, Corbeil and probably Voisins, which all furnished recruits for the Albigensian Crusade. Simon de Chevreuse’s connections among the crusaders also included Robert Mauvoisin (his brother-in-law), who was in turn the brother or brother-in-law of Evrard de Villepreux and kinsman of Dreux de Compans and William de Mello: Woehl, Volo vincere cum meis, pp. 140–41. Chevreuse’s daughter married a cousin of three other short-term crusaders: Peter de Nemours, bishop of Paris, and his brothers Stephen, bishop of Noyon, and William, chanter of Paris.",
        "45": "For Robert II of Dreux and his brother Philip, bishop of Beauvais, see above, n. 32. Peter de Courtenay, count of Auxerre (1209, 1211): e.g. PVC, i. 216 (§ 217); PVC (trans.), p. 112; CCA, i. 34, 172, laisses 12, 71 (SCW, pp. 16, 42). Peter of Brittany: iii. 288, laisse 212 (SCW, p. 188). Robert de Courtenay: PVC, i. 212 (§ 213); PVC (trans.), p. 110; CCA, i. 154, laisse 63 (SCW, p. 29).",
        "46": "E.g. Count William of Ponthieu: PVC, i. 177, 185, 187 (§§ 174, 181, 184); ii. 243 (§550); PVC (trans.) pp. 93, 96–7, 246) and Count Hervey of Nevers: PVC, i. 82 (§82); PVC (trans.), 47; CCA, i. 24 laisse 8 (SCW, pp. 14 ff.).",
        "47": "Enguerrand de Boves: PVC, ii. 25–6 (§ 326); PVC (trans.), p. 157. Enguerrand de Coucy: PVC, i. 211–212 (§ 213); PVC (trans.), p.110. William and Eustace de Cayeux: PVC, i. 170, 242–3 (§§ 168, 241); PVC (trans.), pp. 90, 124; CCA, 196–8 laisses 82–3 (SCW p.47). Enguerrand, vidame of Picquigny: PVC, ii. pp. 25–6 (§ 326); PVC (trans.), p. 157. Count Ralph of Soissons and his cousin Ralph de Nesle: CCA, iii. 146, 158, laisses 200–01 (SCW, pp. 160, 161). Robert, bishop-elect of Laon: PVC, ii. 10–11 (§ 310); PVC (trans.), p. 151. An ‘abbot from Soissons’: PVC, ii. 31–2 (§ 331); PVC (trans.), p. 159.",
        "48": "PVC, i. 83 (§ 82: William des Roches), 212 (§ 213: Juhel de Mayenne); ii. 243 (§ 550: Robert of Alençon and Sées); PVC (trans.) pp. 47, 110, 246; CCA, iii. 108, laisse 196 (Amaury de Craon). Other Ligerian magnates in the narratives include Aimery de Blèves and Theobald de Blaison.",
        "49": "Roger des Essarts, Simon le Sesne and Peter or Simon de Cissey: CCA, i. 88, 92, laisse 36 (SCW, pp. 27–8); PVC, ii. 118–119, 125–6, (§§ 424, 434–5); PVC (trans.), pp. 195, 197–8; Guillaume de Puylaurens, Chronique, pp. 82–4 and Chronicle of William of Puylaurens, tr. Sibly and Sibly, p. 44. Other Normans who stayed on in 1209 include Robert de Picquigny (a Norman of Picard extraction) and Roger d’Andely (pace Woehl, Volo vincere cum meis, pp. 143–4, 270–71, which links him to Andilly in the Île-de-France).",
        "50": "At least 16 acts from spring 1219 and 23 from spring 1226.",
        "51": "E.g. in 1226: Theobald de Cressonsacq (Cartulaire de l’abbaye d’Ourscamp, ed. A. Peigné-Delacourt [Amiens, 1865], no. 622), Gerald de Fontaine (BNF, ms. lat. nouv. acq. 2591, no. 38), Renier de Sains (BNF, ms. lat. 18374, fo. 70–71v, nos. 149–50) and Nicholas de Villeroy (L. Vitasse, Auxi-le-Château [s.l., s.d.,] p. 84). For other Picards, see below, nn. 76 (Chavigny), 79 (Maleterre), 105 (Périer), 120 (Monceau), 123 (Ponches), 153 (Saint-Michel), 154 (Nesle).",
        "52": "For Burgundians in 1209 known only from charters, see below, nn. 72 (Saulx, Vergy, Boion), 102 (de Orto, Saint-Romain), 107 (Laignes, Pougues). Later examples include Robert de Marnay, 1213 (below, n. 76); Hugh, lord of Lormes and Château-Chinon, 1219 (Nevers, AD Nièvre, 24 F 55/9 [copy, 1623, of vidimus, 1255], partly ed. in J.-F. Baudiau, Le Morvand [2nd edn., 2 vols., Nevers, 1865–67], i. p. 295 n. 1); Humbert du Verney, 1226 (Cartulaire Lyonnais, ed. M.-C. Guigue [2 vols., Lyon, 1885], i. 292, no. 222); and Count Stephen of Auxonne and Count John of Chalon, 1226 (BNF, ms. lat. 5993A, fo. 381v). I am grateful to Thomas Roche, director of the Archives de la Nièvre, for supplying me with a critical edition of Hugh’s unpublished act.",
        "53": "Flanders: e.g. D. Haigneré, ‘Le prieuré d’Œuf’, Mémoires de la Société des Antiquaires de Morinie, v (1890–92), pp. 81–2, pièce no. IV (Thomas Quéret, 1213); A. Duchesne, Histoire généalogique des Maisons de Guînes, d’Ardres, de Gand, et de Coucy (2 vols., Paris, 1631), ii, preuves, p. 271 (Baldwin de Bainghen, 1219); Het Archief van de Abdij van Boudelo te Sinaai-Waas en te Gent, ed. G. Asaert and C. Vleeschouwers (2 vols. in 3, Brussels, 1976–83), ii (I), p. 180, ‘Regesten’ no. 18 (Philip van Zomergem, lord of Woestijne, 1219); above, n. 28 (Campagne); below, n. 118 (Méteren); A. Bonvarlet, ‘Chronique de l’abbaye de Ste-Colombe de Blendecques’, Bulletin historique de la Société des Antiquaires de Morinie, x (1897–1901), p. 129 (summary of grant of Helenard, lord of Clarques, departing to fight the Albigensians, Oct. 1223). Hainault: below, n. 91 (Enghien, Trazegnies); G. Lecocq, Histoire de l’abbaye Notre-Dame de Vermand (Saint-Quentin, 1875), pp. 39–40 (Walter, lord of Avesnes in Hainault and count of Blois, Nov. 1226, mentioning an earlier agreement concerning Guise [dépt. Aisne, chef-lieu du cant.] in Picardy, ‘cum proficiscerer in terram Albigensium’). Note that most of Flanders lay in the kingdom of France, but eastern Flanders and Hainault were in the Empire.",
        "54": "Crusaders from the Lower Loire region whose participation is known only from charters include, from Maine, Paulin Boters, ‘contra Albigenses hereticos tunc cruce signato’ (Chartularium insignis ecclesiæ Cenomanensis quod dicitur Liber Albus Capituli, ed. Abbé Lottin [Le Mans, 1869], pp. 29–30, no. LVII, probably 15 Oct. 1211) and the magnate Rotrou de Montfort(-le-Gesnois) (HGL, viii, col. 611, witness for an act of Simon de Montfort in obsidione Tolose, 20 June 1211); from Touraine, Renaud de l’Île, ‘in precinctu (sic) itineris mei contra Albigenses’ (May 1219), and Boso Ganne, ‘cum ego cruce signatus iter meum vellem arripere versus partes Albigenses’ (May 1226) (BN, Coll. Touraine VI, no. 2482; Cartulaire de l’abbaye de Notre-Dame de la Merci-Dieu, ed. E. Clouzot [Poitiers, 1905], pp. 71–2, no. LXXIX); and possibly also Peter Savary, lord of Montbazon in Touraine, ‘cruce signatus contra Albigenses’ in 1213 (Tours, AD Indre-et-Loire, H 270; BNF, Coll. Touraine VI, no. 2361). However, Peter could conceivably be the same man as P. Savary, master of the short-lived Order of the Faith of Jesus Christ—formed in 1220–21 to support Amaury de Montfort and to make war on heretics in the ecclesiastical provinces of Narbonne and Auch—who has hitherto defied identification: Honorii III Opera, ed. C.-A. Horoy (5 vols., Paris, 1879–82), iii, cols. 865–6, no. CCCCXLIV (Regesta Honorii Papae III, ed. P. Pressutti [2 vols., Rome, 1888–95], ii, no. 3502); HGL, viii, cols. 743–4; Layettes du Trésor des Chartes, ed. A. Teulet (5 vols., 1863–1909), v, no. 260 (cf. i, no. 1435); G.G. Meersseman, ‘Études sur les anciennes confréries dominicains. IV. Les milices de Jésus-Christ’, Archivum fratrum praedicatorum, xxiii (1953), pp. 275–308, at pp. 285–9; Roquebert, L’épopée cathare, iii. 251–4; A. Forey, ‘The Military Orders and Holy War against Christians in the Thirteenth Century’, ante, civ (1989), pp. 1–24, at pp. 5–7; Rist, ‘Papal Policy’, pp. 105–6. Peter opposed King John in the Loire region in 1214 and allegedly issued an act for the Hôtel-Dieu de Tours in 1220 (Layettes, i, no. 1083; J.-L. Chalmel, Histoire de Touraine [4 vols., Paris and Tours, rev. edn. 1841], iii. 185–6), but whether or not he fulfilled his crusading vows in 1213, it is plausible that a magnate from Touraine joined the crusade in 1220 and remained in the South to found a military order to fight heretics.",
        "55": "Layettes, ii, nos. 2003–4: the force included, from Touraine, the archdeacon of Tours, Harduin de Maillé, Joibert de Sainte-Maure and Geoffrey de Preuilly; from Berry, William de Chauvigny, lord of Châteauroux, his brother Andrew and Robert de Bommiers; and from elsewhere, the dean of Le Mans, the provost of Amiens and some of the longstanding crusaders from the Île-de-France and Burgundy.",
        "56": "Below, nn. 157–60. Normans whose participation is known only from charters include Richard de la Boissaye (?1209: below, n. 103); John Picot of Nacqueville near Cherbourg (1209: F. Dubosc et al., Inventaire sommaire des archives de la Manche, Série H [4 vols., 1866–1942], ii. 383 [H 2448]); Roger Bataille and Hilary de l’Alleu (1219/20: J. Depoin, ed., Abbecourt en Pinserais, monastère de l’Ordre de Prémontré, recueil de chartes et documents [Pontoise, 1913], n. 38); and Robert de Poissy of Hacqueville (1226: below, n. 106). All of these, except John Picot, came from the Franco–Norman borderlands.",
        "57": "CCA, iii. 148, 158, 203, laisses 200–01, 205 (SCW, pp. 159, 162, 171): ‘Rainers d’Albusson’.",
        "58": "J. Benoist, Histoire des Albigeois et des Vaudois, ou Barbets (2 vols., Paris, 1691), ii. 320–21 and BNF, ms. lat. 9196, pp. 135–6: two acts of Renaud, viscount of Aubusson (Creuse, chef-lieu d’arr.), ‘cum ego cruce signatus contra Albigenses hereticos arripere vellem’ (Bonlieu, 28 Apr. 1221). Ibid., p. 115: Hugh de Mérinchal, knight, ‘miles crucesignatus contra Albigenses hereticos’ (Bonlieu, 31 May 1221). Ibid., pp. 232–3: Gerald, prévôt of Puy-Malsignat, ‘crucesignatus iter contra Albigenses arripere volens’ (same date and place). Guéret, AD Creuse, H 288: William, lord of Gouzon, confirms the grant of Alard de Saint-Julien, ‘crucessignatus [sic] contra hereticos Albig(e)n(ses) cum iter suum uellet arripere’ (Bonlieu, 9 June 1221); the same liasse contains an act of the executors of Alard’s will (1 Feb. 1245/6), making restitution to Bonlieu ‘de quibus injuriatus fuerat eis a die qua crucessignatus [sic] iter arripuit apud Albigensses [sic]’. Later recruits from Limousin included Raymond de Ligonat, domisellus, who pledged lands for 1500s to go on crusade, either in the Albigeois or elsewhere (11 June 1226): Limoges, AD Haute-Vienne, 6 H 157.",
        "59": "Dunstable Annals, in H.R. Luard, ed., Annales Monastici, Rolls Series, xxxvi (5 vols., 1864–69), iii. 220 (s.a. 1220); Continuation of William the Breton’s Gesta Philippi Regis, in Œuvres de Rigord et de Guillaume le Breton, ed. H. Delaborde (2 vols., Paris, 1882–85), i. 331, mentioning the despatch by Philip Augustus of 200 knights and 10,000 foot-soldiers (s.a. 1221); William the Breton, ‘Philippidos’, ibid., ii. 360–61 (Book XII, lines 320–44, especially 333–42), giving the figure of 600 knights and 10,000 infantry. See A. Cartellieri, Philipp II. August, König von Frankreich (4 vols., in 5, Leipzig, 1899–1922), iv (II). 556–7. An act of Amaury de Montfort at Clermont-sur-Garonne near Agen (1 Aug. 1221) provides some corroboration, as it was witnessed by the archbishop of Bourges and the bishops of Clermont(-Ferrand) and Langres: E. Martène and U. Durand, eds., Thesaurus novus anecdotorum (5 vols., Paris, 1717), i, cols. 884–5 (A. Rhein, La seigneurie de Montfort-en-Yveline [Versailles, 1910], ‘Catalogue’, no. 179; Layettes, v, no. 267), discussed in HGL, vi. 543 and Roquebert, L’épopée cathare, iii. 267–8.",
        "60": "S. Guichenon, Histoire généalogique de la royale maison de Savoie (3 vols., Lyon, 1660), iii preuves, 51: Thomas, count of Maurienne and marquis of Italy, ‘volens ad Dei seruitium, apud Albigen [sic] iter incipere ac perficere’ (s.d.). Chartularium domus Hospitalis Hierosolymitani Sancti Pauli prope Romanis, ed. U. Chevalier (Vienne, 1875), p. 35 no. 66: Bernard Meluret, his brother Antelm and nepos Franco, ‘quando ierunt contra Albigenses’ (issued at Saint-Paul-lès-Romans, dépt. Drôme, s.d.). J. Delaville Le Roulx, ed., Cartulaire général de l’ordre des hospitaliers de S.-Jean de Jérusalem (1100–1310) (4 vols., 1894–1906), ii, no. 1830: grant of Guy de Tremelai, ‘profecturus contra Aubigenses’, concerning Semon (dépt. Saône-et-Loire, cant. and cne. Cuiseaux, 1226). For Count Thomas, see C.W. Prévité-Orton, The Early History of the House of Savoy (1000–1233) (Cambridge, 1912), pp. 353–420. An extensive search through published German and Austrian cartularies and charter collections has so far revealed no acts concerning the Albigensian Crusade. The acts of Duke Leopold VI of Austria do not mention his role in the campaigns in the Albigeois and Spain in 1212: A. von Meiller, ed., Regesten zur Geschichte der Markgrafen und Herzoge Œsterreichs aus dem Hause Babenberg (Vienna, 1850), pp. 109–10. Cf. PVC, i. 9, n.4, for the narratives describing his crusade.",
        "61": "G. Guichard et al., Chartes du Forez antérieurs au XIVesiècle (24 vols. in 25, Mâcon, 1933–80), xxi, nos. 1322 (act of Renaud, archbishop of Lyon, concerning Bertrand and Jarenton d’Écotay, ‘volens … sibi crucem contra hereticos Albigenses levare’, 1213), 1340 (act of Guigo, count of Forez, concerning Stephen Arnaud, ‘volens iter arripere contra hereticos Albig[enses]’, 1222). Cartulaire de l’abbaye d’Orval, ed. H. Goffinet (Brussels, 1879), n. CXLIX: Henry, count of Bar(-le-Duc), announces a grant of Count Louis of Chiny made when dying at Cahors (presumably during Louis VIII’s third expedition), as reported by Peter de Warcq, James d’Étalle and Thierry de Ste-Marie (Nov. 1226). Count Louis and the witnesses all hailed from the region of the Ardennes along the modern Franco–Belgian border.",
        "62": "Rhein, Seigneurie de Montfort, ‘Catalogue’, nos. 79, 86–106, 109–10, 112–43, 148–58 (67 acts). The following, issued on crusade, concern his northern French lands: nos. 94–5, 101, 106, 115 (119 may date from before the Crusade), 139; also Rouen, AD Seine-Maritime, 80 HP 4 (at the siege of Termes, 12 Oct. 1210, but concerning his family’s lost Norman lands), not known to Rhein. Nos. 144–7 date from his return to France (Apr. 1216) and concern his mother’s legacies. No. 151 is a forgery; nos. 93, 99, 126, 149, 157–8 were issued at crusader sieges and no. 116 was ‘in exercitu Domini’; nos. 153, 159 are acts of Simon’s widow Alice concerning her dowry in the Seine valley.",
        "63": "Rhein, Seigneurie de Montfort, ‘Catalogue’, nos. 161–70, 172–5, 177–81, 184–96, 198–9, of which ten (nos. 161–2, 166, 185, 187–8, 190–91, 193, 197) do not concern the Midi; 160–61, 166, 174–5 were issued at named sieges.",
        "64": "C. Petit-Dutaillis, Étude sur la vie et le règne de Louis VIII (Paris, 1894), pp. 500–08 (‘Catalogue des actes de Louis VIII’ nos. 382–460) lists twenty-three acts of Louis issued on crusade concerning the Midi and two concerning northern France. He had issued a number concerning the Midi prior to his expedition.",
        "65": "Cartulaire de Notre-Dame de Prouille, ed. J. Guiraud (2 vols., Paris, 1907), ii, nos. 378–9 (acts dated June 1214 and Castelnaudary, 27 Feb. 1218) (cf. i, nos. 2, 78, recording gifts made by 1213). Hugh also endowed the Hospitallers of Toulouse in Lauragais: A. du Bourg, ed., Ordre de Malte: Histoire du Grand-Prieuré de Toulouse (Toulouse, 1883), pp. 86–7 and pièces, no. XXV (Toulouse, AD Haute-Garonne, Série H, Ordre de Malte, Renneville 1): agreement between ‘Hugh de Lacy, lord of Lauragais’ (Vgo de Lasces Lauragensis dominus) and B(ernard) de Capoulège, prior of the Hospitallers in Toulouse (c.1212–15), by which Hugh bequeaths his body to the Hospitallers of Toulouse or the Order’s nearest convent to his place of death and which implies that the exiled lord of Ulster was then planning to enter the Order. In fact, Hugh died in Ireland in 1242 and was most probably buried in the Franciscan Priory of Carrickfergus: J.T. Gilbert, ed., Chartularies of St Mary’s Dublin, Rolls Series, lxxx (2 vols., London, 1884), ii. 315.",
        "66": "Cartulaire de Prouille, i, no. 2.",
        "67": "Cartulaire de Prouille, ii, nos. 278 (Boves), 328 (Mauvoisin, cf. no. 273), 351 (Roucy), 393 (Thury). For Enguerrand de Boves, see below, n. 79.",
        "68": "See above, n. 3.",
        "69": "Cartulaire de l’abbaye de Notre-Dame de Vaux-de-Cernay, ed. L. Merlet and A. Moutié (2 vols., Paris, 1857), i, no. 450, corrected by PVC, ii. 5 n. 2: record of sale (1246) by the abbot of Cadouin (dioc. Périgueux) to the abbey of Les Vaux-de-Cernay (dioc. Paris) of 40s parisis per annum in Francia (probably at Les Ébisoires, dépt. Yvelines, cant. and cne. Plaisir), once granted to Cadouin by Evrard de Villepreux.",
        "70": "E.g. Toulouse, AD Haute-Garonne, 101 H 502, no. 144 (M., provost and F., cellarer, of Saint-Étienne de Toulouse, 2 May 1215), mentions that Everard de Villepreux had received Lanta, confiscated from Peter d’Auriac. For Everard, from the same district as Simon de Montfort, see Woehl, Volo vincere cum meis, pp. 140–41.",
        "71": "Cartulaire de Prouille, ii, nos. 327 (Fremis, francigena), 379 (William de l’Essart, francigena, knight, lord of Villesiscle; the latter was witnessed by Maïs, francigena). No. 271, witnessed by Amaury de Meulan, francigena, may be the only evidence for this Franco–Norman baron in Languedoc (for whom, see Power, Norman Frontier, pp. 453, 509).",
        "72": "Dijon, AD Côte-d’Or, 11 H 66, fo. 137r–v (cf. Petit, Histoire de Bourgogne, iii. 428, no. 1217): Robert, cellarer of Cîteaux, announces the deathbed gifts of Huo Boion, canon of (Saint-Denis de) Vergy (dioc. Autun), ‘laborans in extremis apud Carcassonam’, to his siblings and Cîteaux, witnessed by the Burgundian barons (Guy) the lord of Saulx and Milo de Vergy (s.d., most probably 1209).",
        "73": "E.g. the Champenois barons Simon de Joinville (1209) and Erard de Brienne (1213): Chaumont, AD Haute-Marne, 5 H 8 (H.-F. Delaborde, Jean de Joinville et les seigneurs de Joinville [Paris, 1894], pp. 49, 276, catalogue, no. 151), an act of Simon de Joinville ‘in profectu peregrinationis mee ad Albigenses’ (1209); below, n. 140. Other high-status crusaders not mentioned by the narrative accounts of the early campaigns include Hugh, bishop of Coutances (1209: below, n. 111), Andrew de Vitré (1210: below, n. 102), and Rotrou de Montfort (1211) and Peter Savary (1213: both above, n. 54).",
        "74": "See below, nn. 114–17.",
        "75": "Recueil des chartes de Saint-Nicaise de Meulan, prieuré de l’ordre du Bec, ed. É. Houth (Paris, 1924), no. 85: ‘profecturus in Albigenses’.",
        "76": "E.g. Le Cartulaire de Valpriez (1135–1250), ed. J.-M. Lalanne (Paris, 1990), nos. 16 (Crusade Charters, ed. Slack and Feiss, no. 25), 17: Haimard, bishop of Soissons, and Alice, lady of Coucy, announce a grant of Simon de Chavigny, ‘in terram Albigensium profecturus’, to the abbey of Prémontré (July 1210). Mâcon, AD Saône-et-Loire, H 26, no. 53: Robert, bishop of Chalon, announces a grant by Robert de Marnay, knight, ‘ad partes Albigensium profecturus’, to the abbey of La Ferté-sur-Grosne (1213). Troyes, AD Aube, 3 H 10, p. 225: Bernard, dean of Bar-sur-Aube, announces Garnier de Cunfin’s gift to Clairvaux ‘si obierit idem miles antequam de via Albigenen(si) [sic] reuertatur’ (May 1219). AN, L 846, liasse 12, nos. 31–2: two acts of E., archdeacon of Paris, concerning bequests of Adam de Mareil, clerk, to the abbey of Saint-Denis, ‘si forte ipsum A(dam) in terra Albigensium uel itinere eundo aut redeundo mori contigerit’ (May 1219). Bourges, AD Cher, 9 H 3, no. 15: John, abbot of Puy-Ferrand, announces a sale to Benedicta de Dun by G. Boce, ‘crucesignatus Albigen(se) iter uolens arripere’ (June 1219). BNF, ms. lat. 10943, fo. 300r–v: P, priest of Héricy (Seine-et-Marne, cant. Fontainebleau), recording a grant of Milo de Fontenailles to the abbey of Barbeaux ‘si in uia Albigensium decesserit’ (May 1226).",
        "77": "E.g. Cartulaire de l’église Notre-Dame de Paris, ed. M. Guérard (Paris, 1850), ii. 312–13: act of Louis VIII mentioning Guérin Hardi of Corbreuse (dépt. Essonne, cant. Dourdan), ‘in Albigensibus partibus commorante’ (Nov. 1223). Depoin, ed., Abbecourt en Pinserais, no. 67: Isabella de Goupillières promises that her son Walter will concede a grant at Carrières-sous-Poissy (Yvelines, cant. Poissy-nord) when he returns ‘a partibus Albigensium’ (dated June 1230 by editor, but more probably 1221 or 1225).",
        "78": "Angers, AD Maine-et-Loire, H 3358 (extract in H. Morice, Mémoires pour servir de preuves à l’histoire écclésiastique et civile de Bretagne [3 vols., Paris, 1742–46], i. 840), act of Oliver, lord of Coëtquen, for the priory of Pont-de-Dinan: ‘Quia uero Thomas frater meus tunc temporis apud Albigensses [sic] erat concessi et pepigi quod in reditu ipsius facerem ipsam concedere pacem istam’ (23 July 1219). The same liasse contains an act of John, bishop of Dol (1219), proclaiming the settlement between Oliver and the priory and stating that it was made with Thomas’s consent, presumably after his return. For Peter of Brittany’s crusade, see S. Painter, The Scourge of the Clergy: Peter of Dreux, Duke of Brittany (Baltimore, MD, 1937), p. 26; Cassard, ‘L’affaire de paix et de foi’, pp. 145–6.",
        "79": "Cartulaire du chapitre de la cathédrale d’Amiens, ed. J. Roux and A. Soyez (Mémoires de la Société des Antiquaires de Picardie. Documents inédits XIV et XVIII, 2 vols., Amiens and Paris, 1905–12), i, no. 157: Everard, bishop of Amiens, confirms a sale by Renaud Maleterre, knight, to a clerk at Poulainville (Somme, cant. Amiens-nord): ‘Dominus vero Ingelrannus de Bova fidejussit coram nobis quod, quam cito Matheus, frater sepedicti Renoldi, a peregrinatione sua Albigensi redierit, eandem concessionem et abjurationem faciet super decima memorata’ (June 1219). Enguerrand de Boves joined the crusade c.1211 and fought prominently in 1212, receiving much of Foix, including Saverdun, as reward: Les Registres de Philippe Auguste, ed. J.W. Baldwin, i (texte) (Paris, 1992), pp. 397–8; PVC, ii. 25–6, 51 (§§ 326, 354); PVC (trans.), pp. 157, 166. He had returned home by July 1215: Registres de Philippe Auguste, pp. 415–16.",
        "80": "E.g. Depoin, ed., Abbecourt en Pinserais, no. 66: quitclaim by the canons of Abbecourt to the abbey of Coulombs of a tithe at Alemant (Eure-et-Loir, cant. Nogent-le-Roi, cne. Boutigny), ‘de elemosina Symonis Loradin et fratris sui, defunctorum in terra Albigensium’ (July 1229).",
        "81": "BNF, ms. lat. 10943, fos. 142r–v, confirmation (by unidentified issuer) for the abbey of Barbeaux: ‘Nobilis eciam mulier Margareta de Vernoto ad quam deuenerat feodus memoratus tempore uiduitatis sue de escheeta [sic] Gilonis et Anselli quondam fratrum suorum in Albigensium partibus defunctorum’ (1234).",
        "82": "É. Houth, ed., Recueil des chartes de Saint-Nicaise de Meulan (Paris, 1924), no. 106 (Eustace, viscount of Meulan, for his father Jakelinus, 1227): ‘cum laboraret in extremis apud Albigenses’.",
        "83": "BNF, ms. lat. 5482 (cartulary of Le Jard-lès-Melun), pp. 171–4, act of Odo, chanter and Master John, capicier, of Saint-Exupéry de Corbeil, executors for Henry le Concierge of Blois, at p. 171: ‘Johannes uero mortuus fuit apud Bytur’ in reditu ab Albigen. quando Rex Ludouicus mortuus fuit’.",
        "84": "E.g. AN, LL 1158, pp. 390–91: two acts of Robert de Chaumont for Saint-Denis, describing Robert, archbishop of Rouen, as ‘domino Rothomagensi ad Abigeos [sic] profecto’ (July 1212). See below, nn. 113 (William, archdeacon of Paris), 144 (Walter, bishop of Tournai). Sometimes the act does not give the reason for absence, e.g. Corbeil, AD Essonne, G 264, fo. 38v no. 93, an act of Robert the chanter and Geoffrey, archdeacon of Orléans, ‘cum vices reuerendi patris ac domini M. Aurelianensis episcopi pro tempore gereremus’ (July 1213); the bishop was in fact on the Albigensian Crusade: PVC, ii. 113–15, 123–6 (§§ 422, 430–35); PVC (trans.), pp. 194, 197–8.",
        "85": "RHF, xxiii. 642f: ‘Petrus de Sancto Dionisio, qui est apud Albigenses, unum feodum de [comitatu de Clara], apud Belebec’. For Peter at Bolbec (Seine-Maritime, ar. Le Havre, chef-lieu du canton), see p. 708d. ‘County of Clare’ refers here to the former Norman honour of the earls of Hertford or Clare (Suffolk).",
        "86": "Recueil des jugements de l’Échiquier de Normandie, ed. L. Delisle (Paris, 1864), no. 70 (Easter 1210): ‘Episcopus venit et dixit quod veritas fuit quod Robertus vicecomes, postquam venit de Aubigeis, ei conquestus fuit quod Hugo Tyrel eum dissaisiaverat postquam ierat in peregrinatione sua de quibusdam galbis’.",
        "87": "Cartulaire de Notre-Dame de Chartres, ed. E. de Lépinois and L. Merlet (3 vols., Chartres, 1862–65), ii, no. CCIII, at p. 61: ‘absente … episcopo et multis aliis Christi fidelibus, iter peregrinationis arripientibus ad debellandos quosdam hereticos, quos illustrissimus comes Simon, Montis Fortis dominus, amicus scilicet et parrochianus suus, strenue et fortiter impugnabat’.",
        "88": "‘Querimoniæ Normannorum, 1247’, RHF, xxiv(I), pp. 1–74 [hereafter QN], no. 20: the property lay at Saint-Hymer-en-Auge (Calvados, cant. Pont-l’Évêque).",
        "89": "E. Menault, Morigny. Son abbaye, sa chronique et son cartulaire (Paris and Étampes, 1867), Part II, p. 188: ‘cum idem Archiepiscopus Romanam Curiam adisset, aut partes Albigenses, nescit utrum, credit tamen melius quod Curiam Romanam causa concilii generalis ultimo editi adierat’. The archbishop, Peter, had joined the original expedition in 1209: PVC, i. 81 (§ 82); PVC (trans.), p. 47, whereas the Council had taken place in Nov. 1215.",
        "90": "QN, no. 102: ‘anno quo fuit [apud?] Albigenses, quando fuit captum castrum Termes comitis Montis Fortis’ (i.e. July–22 Nov. 1210). The editor proposed ‘contra’ as the lost word, but the conventional phrase was ‘apud Albigenses’. Matthew was holding Norman property again c.1220 (RHF, xxiii. 637d).",
        "91": "Bullaire de l’Église de Maguelone, ed. J. Rouquette and A. Villemagne (Montpellier, 1911–14), ii, nos. 241–4, 246. The addressees were Louis of France, Count Gaucher of Saint-Pol, William, bishop of Châlons and count of Perche, the bishops of Cambrai and Noyon and the lords of Coucy in Picardy and of Enghien and Trazegnies in Hainault. For other papal letters sent to the bishop of Châlons (1–4 Apr. 1219) and Enguerrand de Coucy (19 Sept.) in relation to the same campaign, see RHF, xix. 681–2, 690 (Regesta Honorii III, i, nos. 1987, 1995, 2200).",
        "92": "Recueil des actes de Philippe Auguste, iii, no. 1035. According to Peter des Vaux-de-Cernay, the king of France described himself to Innocent III—using a heraldic metaphor—as caught between two lions, King John and his nephew, the imperial candidate Otto of Brunswick (for whose coat of arms, see B.U. Hucker, Kaiser Otto IV [Hannover, 1990], pp. 578–88): PVC, i. 73–4 (§ 72); PVC (trans.), pp. 41–2. The collapse of the two-year truce made in October 1206 is mentioned in summaries of Philip’s letters to the pope around December 1207 and April 1208 (Recueil des actes de Philippe Auguste, iii, nos. 1015, 1021) and in the annals of Reinerus of Liège (MGH, SS, xvi. 661), and Innocent himself endeavoured to arrange a new Angevin–Capetian truce (Die Register Innocenz’ III., xi, no. 28); see Cartellieri, Philipp II, iv, II, pp. 264–5. Philip’s first letter (no. 1015) was probably responding to a papal letter of 17 November 1207 which had exhorted him to suppress heresy in the county of Toulouse, but that same day Innocent III sent similar letters to the French aristocracy as a whole, as well as specifically to the countesses of Champagne, Saint-Quentin, and Blois, the duke of Burgundy, the counts of Bar(-sur-Seine), Nevers and Dreux and the Champenois magnate Guy de Dampierre (Die Register Innocenz’ III., x, no. 149). Taken together, these papal letters suggest that Innocent was then expecting support against southern heresy to come mainly from the French royal domain, Picardy, Champagne and Burgundy, but the murder of the papal legate Peter de Castelnau by a follower of the count of Toulouse soon after (January 1208) transformed papal efforts into a plan for a more general expedition.",
        "93": "Les Chartes de Saint-Bertin, ed. D. Haigneré (Saint-Omer, 1886), i. 359, no. 799 (Spoleto, 18 June 1232). In 1233, judges delegate acknowledged that this charge was proving burdensome for the abbey (ibid., i, pp. 366–7, no. 813). The pope’s act was not recorded in his register, although he was certainly then at Spoleto (Registres de Grégoire IX, ed. L. Auvray et al. [4 vols., Paris, 1890–1955], i, cols. 497–501).",
        "94": "Cf. Riley-Smith, The First Crusaders, pp. 81–105, 169–95.",
        "95": "D. Power, ‘King John and the Norman aristocracy’, in S.D. Church, ed., King John: New Interpretations (Woodbridge, 1999), pp. 117–36, at pp. 127–30.",
        "96": "For instance, the Burgundian magnate Guichard IV de Beaujeu joined the initial crusading expedition in 1209 and Louis’ first campaign in 1215 and also the army for the abortive French invasion of England in 1213 and Louis’ English expedition in 1216; his son Humbert was marshal of the Capetian army in the Albigeois from 1226 onwards: PVC, i. 83 (§ 82); ii. 243 (§ 550); PVC (trans.), pp. 47, 246; Œuvres de Rigord et de Guillaume le Breton, ii. 256 (IX, lines 200–01); Chartes du Forez, i, no. 37, mentioning Guichard’s death in England; Guillaume de Puylaurens, Chronique, pp. 128, 132–4, 180 (Chronicle of William of Puylaurens, tr. Sibly and Sibly, pp. 74–6, 105). Other prominent nobles involved in all or most of these campaigns included the counts of Dreux, Brittany and Nevers; Robert de Courtenay; Enguerrand de Coucy; Adam, viscount of Melun and the Flemish lord Michael de Harnes.",
        "97": "Actes de Philippe Auguste, iii, no. 1079; S. Painter, The Reign of King John (Baltimore, MD, 1949), pp. 253–4, noting that Roger also had English lands until 1204; A.A.M. Duncan, ‘John King of England and the Kings of Scots’, in Church, ed., King John: New Interpretations, pp. 247–71, at pp. 258–9, showing that Hugh de Lacy was the most likely recipient of the letter. For the defenders of Le Pujol, see above, n. 49. In April 1214, while campaigning in Aquitaine, King John sent Walter de Lacy to Narbonne and Montpellier to buy horses and arrange a loan from the citizens, and it is difficult to believe that Walter did not have contact with his exiled brother Hugh de Lacy as he crossed Languedoc: Rotuli Litterarum Patentium in Turri Londinensi asservati, ed. T.D. Hardy (London, 1835), p. 113.",
        "98": "J.-L. Biget, ‘“Les Albigeois”: remarques sur une dénomination’, in M. Zerner, ed., Inventer l’hérésie? Discours polémiques et pouvoirs avant l’Inquisition (Nice, 1998), pp. 219–55. For other discussions of the term, see Thouzellier, Hérésie et hérétiques, pp. 223–62; M. Alvira Cabrer, ‘On the term Albigensians in thirteenth-Century Hispanic Sources’, Imago Temporis. Medium Aevum, iii (2009), pp. 123–37 (kindly sent to me by the author). For an early usage, by the Limousin chronicler Geoffrey de Vigeois (d. 1184), in reference to the papal legate Henry de Marcy’s military campaign against the ‘Albigensian heretics’ at Lavaur in 1181, see RHF, xii. 448e; R.I. Moore, The War on Heresy: Faith and Power in Medieval Europe (London, 2012), p. 217; Biget (pp. 244, 253) notes, however, that this text is known only from a problematic seventeenth-century edition. For the Trencavels, see H. Débax, La féodalité languedocienne XIe–XIIesiècles (Toulouse, 2003); Graham-Leigh, The Southern French Nobility, including pp. 45–57 for the diversion of the first expedition to the Trencavel lands.",
        "99": "Pegg, A Most Holy War, pp. 21–2, 117; id., ‘On Cathars, Albigenses, and Good Men of Languedoc’, Journal of Medieval History, xxvii (2001), pp. 181–95 and id., ‘Heresy, Good Men, and Nomenclature’, in M. Frassetto, ed., Heresy and the Persecuting Society in the Middle Ages: Essays on the Work of R.I. Moore (Leiden, 2006), pp. 227–39; Chronicle of William of Puylaurens, pp. xxviii–xxx.",
        "100": "This was noted as long ago as 1969 by Thouzellier, Hérésies et hérétiques, p. 245, using the acts of the duke of Burgundy and counts of Clermont and Nevers (see below, nn. 102–4).",
        "101": "Recueil des actes de Philippe Auguste, iii, no. 1015: ‘pro eundo contra Albigeos’. For this letter and its likely date, see above, n. 92. It is known only from a summary copied into the royal register A before 1212, but its content and context make it highly probable that it was inserted into the register when the letter was sent, i.e. in January 1208 at the latest, pace Biget, ‘Les Albigeois’, p. 252 n. 83.",
        "102": "Act of Simon de Joinville (original, dated 1209): see above, n. 73. Auxerre, AD Yonne, H 1215: act of Robert, dean and the chapter of Auxerre, concerning a quitclaim by Peter de Orto, knight, ‘contra Albigenses peregrinaturus’, to the abbey of Saint-Marien d’Auxerre (original, July 1209). Copies of acts dated to 1209 that refer to heretics as ‘Albigensians’ include Recueil des chartes de Cluny, v, no. 4452 (R., Sancti Romani castalli (sic) dominus, ‘profecturus contra Albigenses’, from an early cartulary copy); Petit, Histoire des ducs de Bourgogne, iii. 425, no. 1210 (act of Odo duke of Burgundy, ‘anno MCCIX, cum iter arripuissem super Albigenses’, BNF, Coll. Bourgogne VI, fo. 96r–v, a seventeenth-century copy). Examples from 1210 include C. Brunel, ed., Recueil des actes des comtes de Pontieu (1026–1279) (Paris, 1930), no. CCXI (Count William of Ponthieu, ‘cruce signatus, cum contra Albigenses iter arriperem’) and Morice, Preuves de Bretagne, i. 816 (Juhel, archbishop of Tours, for Ste-Marie-Madeleine de Vitré: ‘Cum Dominus nobilis vir Andreas de Vitreio cruce signatus contra Albigenses, ad votum suum persequendum, arrepto itinere per nos transitum faceret’).",
        "103": "Recueil des actes de Philippe Auguste, iii, no. 1015: ‘pro servicio Dei faciendo et mittendo in Albigeis’ (for the date, see above, n. 92). Registres de Philippe Auguste, pp. 503–4: Guy, count of Clermont, ‘versus partes Albigenses volens ire contra hereticos’ (copy, post-1220, of act of 2 May 1209). Cf. BNF, ms. lat. 10087, pp. 126–7, no. 363: act of Richard de la Boissaye, knight, for the abbey of Montebourg, ‘quando cum aliis peregrinis abii in Aubigeis’ (s.d., probably 1209; cartulary copy, late thirteenth century).",
        "104": "Gallia Christiana, ed. D. Sammarthani et al. (17 vols., Paris, 1715–1865), xii, instr. col. 149: ‘usque ad reditum meum a peregrinatione Albigensi’. It is true that the original of this act, like those cited in the previous note, does not survive, but each one would make less sense if the reference to the ‘Albigeois’ or ‘Albigensian’ were a later interpolation.",
        "105": "Charleville-Mézières, AD Ardennes, H 203, fo. 153r: Walter, abbot of Chaumont-Porcien, confirms a grant to the abbey of Signy by Herbert, son of Herbert Périer, ‘feruore fidei Christiane contra Albigenses incredulos proficiscens’, with terms ‘si eum in prefata peregrinatione mori contigerit’ (1210). C. Metais, ed., Chartes vendômoises (Vendôme, 1905), p. 232 n. 2 mentions an act for Saint-Avit d’Orléans by Theobald de Dangeau and his son H., ‘cruce signati, iter arripientes contra incredulos Albigenses’ (Aug. 1216). Recueil de pièces pour faire suite au Cartulaire général de l’Yonne: XIIIesiècle (Auxerre, 1873), no. 340 (Robert de Courtenay, May 1226): ‘accepturus iter contra iniquos et impios Albigenses’. For the ‘inimicos crucis Christi Albigenses’, see above, n. 28. Of course, such statements reflected ecclesiastical discourses, as in letters of Innocent III to the bishops of Auxerre and and Orléans in November 1209 (RHF, x. 525; Regesta pontificum, ed. Potthast, i, no. 3821): ‘cum principes qui adversus perfidos Albigeos prælium Domini præliantes Carcassonum expugnaverunt’), and of Honorius III to William, bishop of Châlons in May 1219 (RHF, xix. 681–2; Regesta Honorii III, i, no. 1995: ‘Cum … signo crucis assumpto, irrevocabiliter proposueris ire contra perfidos Albigenses’).",
        "106": "More than fifty known acts refer to the Albigeois as a destination, of which the following examples are typical (see also a number of charters cited above):",
        "107": "Dijon, AD Côte-d’Or, 15 H 190, nos. 1–2: Walter, bishop of Autun (21 June 1209), and Odo, duke of Burgundy (July 1209: Petit, Histoire des ducs de Bourgogne, iii. 427, no. 1216), confirm a grant to the abbey of Fontenay by Matthew de Laignes, knight, ‘profecturus peregre contra Prouinciales hereticos’. Cartulaire du prieuré de la Charité-sur-Loire, ed. R. de Lespinasse (Nevers and Paris, 1887), no. 45: Geoffrey de Pougues, seneschal of Count Hervey of Nevers, ‘crucesignato contra Provinciales hereticos’ (1209). AD Côte-d’Or, 15 H 9, fos. 31r–v, ed. in Petit, Histoire des ducs de Bourgogne, iii. 432–3, no. 1236 (corrected by PVC, i. 216 n. 1): Andrew de Rougemont (Côte-d’Or, cant. Montbard), ‘in procinctu super Provinciales hereticos constitutus’ (1210).",
        "108": "For Provincia as a seedbed of heresy, see PVC, i. 2–3 (§§ 2–4), where the author concludes, ‘in pluribus hujus operis locis Tolosani et aliarum civitatum et castrorum heretici et defensores eorum generaliter Albigenses vocantur, eo quod alie nationes hereticos Provinciales Albigenses consueverint appellare’. See Biget, ‘Les Albigeois’, p. 222 (cf. p. 227 for the ill-defined Provincia); Pegg, A Most Holy War, pp. 12–13. It is regrettable that PVC (trans.), p. 6 repeatedly translates Provinciales as ‘of the South’.",
        "109": "Die Register Innocenz’ III., xi, nos. 10, 25, 28–30; Layettes, i, nos. 841, 843. Innocent continued to refer sometimes to the affected region as Provincia: see, for instance, a bull of 12 November 1209 (Layettes, i, no. 899; RHF, xix. 528–9), and his suspension of the Crusade in January 1213 (RHF, xix. 566 [Regesta pontificum, ed. Potthast, i, no. 4648], tr. in PVC (trans.), p. 308). So, too, did Honorius III: e.g. Honorii III Opera, iii, cols. 299–300 (RHF xix. 690–91). For these texts, see Rist, ‘Papal policy’, pp. 99–102.",
        "110": "Recueil des actes de Philippe Auguste, iii, no. 1035: ‘vos volebatis arripere iter contra Arrianos … si vos contra Arrianos ad servicium Dei ire velletis’. For this letter, see above, n. 92. References in narratives to the heretics as ‘Arians’ include Chronique de Saint-Martial de Limoges, ed. H. Duplès-Agier (Paris, 1874), 120 (s.a. 1225, 1226). PVC, ii. 90–91 (§ 394); PVC (trans.), p. 183 called the crusaders’ opponents ‘Arians’ as a pun upon Castelnaudary, when the crusaders defended that town in 1213: ‘Castrum Novum Arrii … ita ut pauci catholici infinitam Arrianorum mutltitudinem effugarent’. ‘Arian’ had been used for heretics in twelfth-century Cistercian circles: e.g. P. Jiménez-Sanchez, Les catharismes. Modèles dissidents du christianisme médiéval (XIIe-XIIIesiècles) (Rennes, 2008), p. 264. In the 1270s, William de Puylaurens referred to Languedocian heretics before the Albigensian Crusade as ‘Arians, Manichaeans, and Waldensians’ (Guillaume de Puylaurens, Chronique, pp. 30, 34, 50; Chronicle of William of Puylaurens, tr. Sibly and Sibly, pp. 8, 12, 22). Other terms used for the heretics of Languedoc during the crusade include ‘Beguines’ (Annals of Cologne, s.a. 1210, in MGH, SS, xvii. 825) and ‘Patarenes’ (below, n. 143).",
        "111": "E.g. É. Baluze, Histoire généalogique de la maison d’Auvergne (2 vols., Paris, 1708), ii. 82: will of Guy, count of Clermont, ‘cum jam esset profecturus contra hæreticos’ (27 May 1209). Actes de Philippe Auguste, iii, no. 1086, referring to Hugh, bishop of Coutances, ‘quamdiu moram fecerit in servitio Domini contra hereticos’ (July 1209). Alvira Cabrer, ‘On the term Albigensians’, pp. 130–33 notes that Iberian sources discussing heresy in Languedoc usually simply refer to ‘heretics’ rather than employing a more specific designation.",
        "112": "Above, nn. 102, 107 (‘Albigensians’, ‘Provençal heretics’). Recueil des chartes de Cluny, v, no. 4453: ‘ego Odo, dux Burgundie, cruce signatus contra hereticos Albigenses’. Troyes, AD Aube, 3 H 9, p. 154 (cf. Petit, Histoire des ducs de Bourgogne, iii. 425, no. 1196): ‘usque ad diem qua iter arripui super hereticos debellandos’ (June 1209). Thouzellier, Hérésie et hérétiques, p. 245, noted the significance of this equivalence between Provinciales heretici and Albigenses in the earliest charters from the crusade.",
        "113": "AN, J 731, no. 19 (notice in Layettes, i, no. 1023), dispute between the abbey of Faremoutiers and Count Gaucher of Saint-Pol: ‘in absentia prefati Willelmi archidiaconi, tunc temporis, peregrinationis causa, moram contra hereticos facientis in Tolosanis partibus’ (29 Oct. 1212). A letter of Arnaud Amaury, archbishop of Narbonne, to his successor as abbot of Cîteaux after the battle of Las Navas de Tolosa compared the Moors of that fortress (Tolosa) to the haeretici Tolosani (RHF xix. 253; D. Smith, Innocent III and the Crown of Aragon [Aldershot, 2004], p. 115).",
        "114": "Laval, AD Mayenne, H 204, p. 572 and H 211, fo. 7r (seventeenth-century copies of an act for the priory of Berne): ‘ego iter aggrediens contra Tholosanos hæreticos’.",
        "115": "E.g. RHF, xix. 669–71 (Regesta Honorii III, i, nos. 1614–615; cf. Actes de Philippe Auguste, iv, no. 1538), two letters of Honorius III to Philip Augustus (5 Sept. 1218): ‘ad perfidorum Tolosanorum et suorum complicum malitiam comprimendam … negotium pacis et fidei … in partibus Tolosanis et convicinis’ and ‘ad succurrendum negotio fidei et pacis in partibus Tholosanis’.",
        "116": "AD Mayenne, H 204, pp. 572–3 and H 211, fo. 7r–v: Juhel, lord of Mayenne and Dinan, compensates the abbey of Évron for damages ‘ante motionem meam contra hæreticos Albigenses’ (1211). Laurain, ‘Du style chronologique en usage dans le Bas-Maine’, 298–9, no. IV: ‘cum iter peregrinationis arriperem ad debellandum contra hostes fidei nostre, contra videlicet Albigenses hereticos’ (4 Feb. 1211). Cartulaire de l’abbaye cistercienne de Fontaine-Daniel, ed. and tr. A. Grosse-Duperon and E. Gouvrion (Mayenne, 1896), no. 65 (1213, referring to his 1211 expedition), ‘pro L solidos quos cum essem in terra Albigensium assignare promiseram’. Juhel arrived in mid-Lent (c.13 March) 1211 and set off home after the fall of Lavaur on 3 May: PVC, i. 212, 230 (§§ 213, 230); PVC (trans.), pp. 110, 118.",
        "117": "Rouen, Bibliothèque Municipale, Coll. Leber 5636, no. 38: act of Juhel de Mayenne for the abbey of Savigny (dioc. Avranches), making amends in the Breton lordship of Fougères (then in his custody) ‘dum iter aggrederer contra hereticos’ (May 1219). Cartulaire Manceau de Marmoutier, ed. E. Laurain (2 vols., Laval, 1945), i. 295–6 (2 acts, 1219): grants to the priory of Fontaine-Guérard ‘pro salute anime mee contra Albigenses peregre proficiscens’.",
        "118": "F. d’Hoop, ed., Recueil des chartes du prieuré de Saint-Bertin à Poperinghe (Bruges, 1870), p. 65, no. 67: Baldwin de Méteren promises to resolve his dispute with the monks of Saint-Bertin within forty days ‘post reditum meum a terra Albigensi’ (8 Sept. 1240).",
        "119": "QN, nos. 102 (Termes), 500 (Castelsarrasin), 539 (Avignon); RHF, xxiv (II), p. 730fg (Toulouse); Les Olim, ou regustres des arrêts rendus par la cour du roi, ed. le comte Beugnot (4 vols., Paris, 1839–48), i. 461 (Montréal, 1259), 505 (Mirepoix, 1261), 512 (Limoux, 1261). For discussion of this broad ‘Albigeois’, see Biget, ‘Les Albigeois’.",
        "120": "Crusade Charters, ed. Slack and Feiss, no. 29 and plate (p. 205). This edition reads ‘crucesignatus pro successu ecclesie Albigensis’ and offers the translation, ‘He was signed with the cross for the crusade against the Albigensian church’. However, the original charter depicted in the plate (BNF, Coll. Picardie CCXC, fo. 33r) reads ‘pro succursu ecclesie Albigensis’, and it was the (Catholic) ‘Church in the Albigeois’, or the ‘Church of Albi’, not a heretical ‘Albigensian Church’, that required support. Honorius III described the Albigensians, rather, as a ‘synagogue’ (RHF, xix. 681; Regesta Honorii III, i, no. 1987). For Guy, see D. Barthélemy, Les deux âges de la seigneurie banale: pouvoir et société dans la terre des sires de Coucy (milieu XIe–milieu XIIIesiècle) (Paris, 1984), pp. 172 n., 524–5.",
        "121": "Layettes, i, no. 1387: ‘pro honore Dei et Terre Sancte transmarine et terre Albigeorum’ (Feb. 1220). This statement presumably echoes Philip Augustus’s own terms for the renewed truce, now lost.",
        "122": "Actes de Philippe Auguste, iv, no. 1708 (Cartulary of Countess Blanche, no. 283): tax of a twentieth ‘ad subsidium terre Albigensis’.",
        "123": "L. Delisle, ed., Catalogue des actes de Philippe-Auguste (Paris, 1856), no. 1852, pp. 520–21: Ingeborg promises ‘quadraginta libras ad succursum terre Albigesii’. AN, LL 1157, p. 91: ordinance of Peter, archbishop of Sens, concerning taxation ‘ad succursum terre Albigencium’. Arras, AD Pas-de-Calais, 20 H 2, fos. 33r–34r (Odo de Ponches for Saint-Josse-aux-Bois, May 1226): ‘quia autem in succursu terre Albigensium proficiscebar contra hereticos, dedit mihi predicta ecclesia charitatis intuitu sexdecim libras parisienses in auxilium vie mee’; this was confirmed by Anselm, rural dean of Labroye, in identical terms, mutatis mutandis (fos. 34r–35r). Since the Saint-Josse acts are early modern transcripts, it is impossible to know if the original deeds read ‘Albigensium’ or ‘Albigensis’.",
        "124": "A. Lesort, Les Chartes du Clermontois conservées au Musée Condé, à Chantilly (1069–1532) (Paris, 1904), pp. 63–5, no. IV (M. Grosdidier de Matons, ed., Catalogue des actes des comtes de Bar de 1022 à 1239 [Bar-le-Duc, 1922], no. 201): ‘cum, amore Dei, crucis sancte signum contra hereticos Albigenses adsumpsissemus et in procinctu nostre essemus peregrinationis’. He reserved the right to amend his will ‘si, Deo disponente, de peregrinatione predicta me repatriare contigerit’.",
        "125": "Les Chartes du Clermontois, no. VI (Catalogue des actes de Bar, no. 241): ‘in procinctu itineris mei existens’, he had issued his first will, namely ‘primam dispositionem illam, in apparatu vie Albigensium factam’ (Feb. 1214).",
        "126": "The bibliography concerning crusades as pilgrimages is very substantial. See especially J.A. Brundage, Medieval Canon Law and the Crusader (Madison and London, 1969); H.E. Mayer, The Crusades, tr. J. Gillingham (2nd edn., Oxford, 1988), pp. 14–15, 26–33; J. Riley-Smith, The First Crusade, especially pp. 19–25, 35–7, 84–5, 108, 111–14, 126–9; id., The Crusades: A Short History (London, 1987), pp. 7–8, 37, 59, 79, 88–91, 131–2, 152–3, 158–60, 196; Bull, Knightly Piety, pp. 204–49; C.G. Libertini, ‘Practical Crusading: The Transformation of Crusading Practice, 1095–1221’, in M. Balard, ed., Autour de la Première Croisade (Paris, 1996), pp. 281–91; C. Tyerman, The Invention of the Crusades (Basingstoke, 1998), pp. 10–29, 49–55, 60–61; J. Flori, La guerre sainte: la formation de l’idée de croisade dans l’Occident chrétien (Paris, 2001), pp. 316–20, 324–32; W.J. Purkis, Crusading Spirituality in the Holy Land and Iberia c.1095–c.1187 (Woodbridge, 2008). F.H. Russell, The Just War in the Middle Ages (Cambridge, 1975), pp. 294–6, argues that terms such as iter and peregrinatio also served as convenient euphemisms for canonists and other ecclesiastical writers who wished to avoid discussing the violence of crusades. M.G. Bull, ‘The Capetian Monarchy and the Early Crusade Movement: Hugh of Vermandois and Louis VII’, Nottingham Medieval Studies, xl (1996), pp. 25–45, at p. 45 observes that Louis VII’s cross-taking ceremony (1146) distinguished between crusaders and pilgrims.",
        "127": "M. Markowski, ‘Crucesignatus: Its Origins and Early Usage’, Journal of Medieval History, x (1984), pp. 157–65, qualified by W.R. Cosgrove, ‘Crucesignatus: A Refinement or Merely One More Term among Many?’, in T.F. Madden, J.L. Naus and V.T. Ryan, eds., Crusades: Medieval Worlds in Conflict (Farnham, 2010), pp. 95–107; Tyerman, The Invention of the Crusades, pp. 27–8, 49–50. C. Smith, Crusading in the Age of Joinville (Aldershot, 2006), pp. 109–117 notes the decline of the identification of crusaders as pilgrims by the time of the Seventh Crusade (1248–51).",
        "128": "Most studies of the Albigensian Crusade have discussed its status as a pilgrimage. A succinct summary of the issue is provided by J. Riley-Smith, The Crusades: A Short History (London, 1987), p. 136.",
        "129": "R. Foreville, ‘Innocent III et la croisade des Albigeois’, in M-H. Vicaire, ed., Paix de Dieu et guerre sainte en Languedoc au XIIIe siècle (Cahiers de Fanjeaux 4, Toulouse, 1969), pp. 184–217; Dutton, ‘Aspects’, pp. 140–47; Rist, ‘Salvation’, pp. 98–101.",
        "130": "Markowski, ‘Crucesignatus’, pp. 161–2; Cosgrove, ‘Crucesignatus’, pp. 101–2; for the mil(it)es Christi, see Die Register Innocenz’ III, xi, no. 26; Layettes, i, no. 841. A rare example of Innocent III’s invocation of the language of pilgrimage is a letter to Simon de Montfort (12 Nov. 1209): Layettes, i, no. 898 (RHF, xix. 526; Regesta pontificum, ed. Potthast, i, no. 3834): ‘obedisti … in locum peregrinationis exire’. For a reference to the crusaders as crucesignati by their opponents, see Cartulaire de Mirepoix, ed. F. Pasquier (2 vols., Toulouse, 1921), i. 25 (cf. HGL, viii, cols. 767–8), recording the homage of the lords of Mirepoix to the count of Foix (1223?), which refers to a time ‘antequam cruce nunquam signati fuissent in ista partria (lege patria)’.",
        "131": "M.-H. Vicaire, ‘“L’affaire de Paix et Foi” du midi de la France (1203–1215)’, in Vicaire, ed., Paix de Dieu, pp. 102–27; Foreville, ‘Innocent III’; M. Zerner, ‘Le déclenchement de la Croisade albigeoise: retour sur l’affaire de paix et de foi’, in Roquebert, ed., La Croisade Albigeoise, pp. 127–42; P. Jiménez-Sanchez, ‘Le catharisme fut-il le véritable enjeu religieux de la croisade?’, ibid., pp. 143–55; M. Zerner, ‘Le negotium pacis et fidei, ou l’affaire de paix et de foi: une désignation de la Croisade albigeoise à revoir’, in R.M. Dessi, ed., Prêcher la paix et discipliner la société: Italie, France, Angleterre (XIIIe–XVe siècle) (Turnhout, 2005), pp. 63–101; Rist, ‘Salvation’, pp. 102–4. Zerner states that the phrase was first used by Innocent III in November 1209. It is common in Honorius III’s correspondence, e.g. RHF, xix. 669–71 (letters to Philip Augustus and the prelates of the provinces of Vienne, Arles, Narbonne, Auch, Embrun and Aix, September 1218; Regesta Honorii III, i, nos. 1614–16), referring to ‘negotium pacis et fidei circa Provinciæ partes’; R. Kay, ed., The Council of Bourges, 1225. A Documentary History (Aldershot, 2003), e.g. pp. 350 (Honorius III: ‘negotium pacis et fidei’), 402 (Cardinal Romanus: ‘negotium pacis et fidei contra hereticos terre Albig.’).",
        "132": "See the comments in PVC (trans.), pp. 6 n. 9, 313–15.",
        "133": "PVC, e.g. i. 105, 177, 187 (§§ 105, 174, 184); PVC (trans.), pp. 57, 93, 97, translates peregrini as ‘crusaders’: see pp. 45 n.78, 57 n.70, where the translators note Peter’s repeated use of peregrini (nostri) for the members of the Fourth Crusade. The headings in the A manuscript of this text used the term peregrini where some other manuscripts (e.g. B, C) preferred (cruce)signati: e.g. PVC, i, pp. 81, 85 (§§ 82, 83).",
        "134": "Guillaume de Puylaurens, Chronique, pp. 76, 78, 108, 112, 148 (translated as ‘crusaders’ in the English translation).",
        "135": "CCA, iii. 136, 162, 204, 296, laisses 198 (l. 111), 201 (l. 75), 205 (l. 94), 213 (l. 65) (SCW, pp. 157, 163, 171, 190, translates bordon[i]er merely as ‘pilgrims’). PVC, ii, p. 13 (§ 313: burdonarii); PVC (trans.), p. 152 and n. 1. W. Paden, ‘Perspectives on the Albigensian Crusade’, Tenso: Bulletin of the Société Guilhem IX, x (1995), pp. 90–95 and E. Miruna Ghil, ‘Crozada: Avatars of a Religious Term in Thirteenth-Century Occitan Poetry’, ibid., pp. 99–109, both argue that the term crozada in the Canso refers to the army of crusaders, rather than an abstract concept of a distinctive form of expedition, and note the continuator’s reluctance to recognise the invaders as crusaders.",
        "136": "Tyerman, Invention of the Crusades, p. 27.",
        "137": "For this emphasis upon crusades as pilgrimages even when they were not going to the Holy Land, see Brundage, Medieval Canon Law and the Crusader, pp. 30–31, 192–3.",
        "138": "Die Register Innocenz’ III., xi, no. 26; Layettes, i, no. 841 and PVC, i.51–65 (§§ 55–65); PVC (trans.), pp. 31–8. Philip Augustus had opposed any redistribution of lands, which he saw as his prerogative alone, and the crusaders’ deliberations after the fall of Carcassonne reveal similar reservations: Recueil des actes de Philippe Auguste, iii, no. 1021, tr. in PVC (trans.), pp. 305–6; CCA, i. 84–6, laisses 34–5 (SCW, pp. 26–7).",
        "139": "Marvin, The Occitan War, pp. 161–9, which briefly considers the possible impact of these vicissitudes in papal policy upon recruitment to the Albigensian Crusade; Dutton, ‘Aspects’, pp. 39–40, 100–01, 144–5, 187–8; Rist, ‘Papal policy’, pp. 99–101; Smith, Innocent III and the Crown of Aragon, pp. 117–34.",
        "140": "Recueil des pièces … de Yonne, no. 128 (act for the abbey of Dilo): ‘ego, ingressurus iter peregrinationis Albigensis’.",
        "141": "BNF, Coll. Champagne XLV, fo. 159r no. 121: Renaud, bishop of Toul, confirms the grant of Garnier d’Amance, knight, ‘crucesignatum contra Albigen(ses) hereticos’, to the abbey of Trois-Fontaines, with terms ‘si quod absit in peregrinacione suscepta ipsum uiam carnis ingredi contigerit’ (Toul, 20 Aug. 1213). An original act of the bishop confirming another grant by Garnier to the same abbey, also issued at Toul on 20 August, makes no mention of the crusade (Châlons-en-Champagne, AD Marne, 22 H 36, no. 2); nor does Garnier’s own act (no. 1, dated ‘1213’). The bishop had served on the crusade in 1212: PVC, ii. 43, 47 (§§ 345, 351); PVC (trans.), pp. 163–4.",
        "142": "For the preaching of crusades in this period, see P.J. Cole, The Preaching of the Crusades to the Holy Land, 1095–1270 (Cambridge MA, 1991), pp. 80–176; C.T. Maier, Preaching the Crusades: Mendicant Friars and the Cross in the Thirteenth Century (Cambridge, 1994). As Cole (pp. 110–112, 125) and Vincent, ‘England and the Albigensian Crusade’, p. 78, both note, a manual from the mid-1210s for promoting the Fifth Crusade in England includes an exemplar describing the fortitude of three brothers in bello contra Albigenses (Quinti belli sacri scriptores minores, ed. R. Röhricht [Geneva, 1879], pp. 3–26, at p. 24).",
        "143": "N. Bériou, ‘La prédication de croisade de Philippe le Chancelier et d’Eudes de Châteauroux en 1226’, in J.-L. Biget, ed., La prédication en Pays d’Oc (XIIe–débutXVesiècle) (Cahiers de Fanjeaux 32, Toulouse 1997), pp. 85–109, especially pp. 85–6; for the preaching of the Albigensian Crusade, see Dutton, ‘Aspects’, 178–98; Maier, Preaching the Crusades, pp. 170–71. C. Muessig, ‘Les sermons de Jacques de Vitry sur les cathares’, in Biget, ed., La prédication en Pays d’Oc, pp. 69–83, shows that his sermon was designed to counter purported Cathar beliefs (p. 82 for ‘Patarenes’). I am grateful to Carolyn Muessig for kindly providing me with a full transcript of Vitry’s sermon. For his promotion of the Albigensian Crusade, see PVC, i. 281–2 (§285), especially p. 281 n. 1, ii. 202; PVC (trans.), pp. 142, 229. The Parisian masters also had a role in promoting the crusade: J. Bird, ‘Paris Masters and the Justification of the Albigensian Crusade’, Crusades, vi (2007), pp. 117–55.",
        "144": "E.g. Layettes, ii, nos. 1789 (justification by French prelates and magnates to Emperor Frederick II of the siege of Avignon, 1226), 1942 (Walter, archbishop of Sens, and Walter, bishop of Chartres, promise to pay 1500 li. parisis p.a. ‘ne impediatur succursus negocii pacis et fidei in terra Albigensi … si negotium terre Albigesii tantum duraverit’, Aug. 1227). For university influence upon no. 1789, see Bird, ‘Paris Masters’, pp. 153–4. E. Martène and U. Durand, eds., Veterum Scriptorum et Monumentorum … amplissima collectio (9 vols., Paris, 1724–33), i, cols. 1230–31: Louis IX awards a pension at Limoux (dépt. Aude) to Guy de Gournay (from northern France), ‘quia in negotio pacis et fidei ab inimicis Jesu Christi in Albigensium partibus fuerat excæcatus’ (Aug. 1229). BNF, ms. lat. 10967, fos. 18v–19r, no. 48: act of three canons of Tournai, ‘vices gerentes domini Tornacensis episcopi in terra Albigen’ pro negotio fidei commorantis’ (24 May 1232). By the 1220s, the campaign against heresy began to be described as ‘the business of the Albigeois’ or ‘Albigensian business’: Recueil des actes de Philippe Auguste, iv, no. 1807 (‘de negocio terre Albigesii … affarium Albigense’, c.1222–3); The Council of Bourges, ed. Kay, p. 422 (Philip, dean of Paris: ‘pro Albigen’ negotio … de modo subventionis negotii Albigen.’); below, n. 146. For William the Breton, chaplain of Philip Augustus, it was negotium crucifixi, a phrase previously reserved for campaigns to the East (Œuvres de Rigord et de Guillaume le Breton, i. 319; Foreville, ‘Innocent III’, p. 192).",
        "145": "E.g. BNF, Coll. Touraine VI, no. 2632: John de Courcelles, ‘in terram Aubigensem peregre proficiscens’ (1226). Chartres, AD Eure-et-Loir, G 3297: Geoffrey, viscount of Châteaudun, ‘contra hereticos Albigenses peregre proficiscens’ (May 1226). Chartes de Saint-Bertin, ed. Haigneré, i. 303 n. 692: Baldwin d’Aire, lord of Heuchin, ‘cum essem quasi in procinctu itineris constitutus, et propter plurima et ardua negotia mea et urgentem profiscicendi brevitatem … cum me de via Albigensium redire contigerit, dante Deo’ (May 1226).",
        "146": "E.g. Recueil de pièces … de l’Yonne, no. 334: Henry, bishop of Auxerre, states that Louis VIII has excused him ‘pro exercitu suo et pro militibus quos ei debemus mittere ad exercitum suum apud Albigen., et pro decima quam similiter de proventibus nostrorum redditum tenemur solvere eidem pro negotio Albigensi supradicto’ (Mar. 1226).",
        "147": "Alan made peace with Guy, duke of Brittany, in the king’s presence in Paris in 1209, and died c.1212: Morice, Preuves de Bretagne, i. 812–13; Catalogue des actes de Philippe Auguste, nn. 1128–9; Registres de Philippe Auguste, p. 393. For Alan, lord of Tréguier, and his son Henry d’Avaugour, see Actes de Philippe Auguste, iii, nos. 1271–2; S. Morin, Trégor, Goëlo, Penthièvre: Le pouvoir des Comtes de Bretagne du XIeau XIIIesiècle (Rennes, 2010), pp. 154–8.",
        "148": "A. de la Borderie, ‘Nouveau recueil des actes inédits des ducs de Bretagne’, Bulletin et Mémoires de la Société Archéologique d’Ille-et-Vilaine, xxi (1891), pp. 91–193, at p. 112: ‘Alanus filius Pagani, miles, juratus … adjecit quod fuit Parisiis quando comes Alanus duxit istum Henricum ad faciendum homagium regi Philippo de predictis terris, et audivit dictum Alanum comitem dicentem quando venit a curia ad domum suam: ‘Nunc possum bene ire in Albigensem sive ultra mare, quoniam Henricus est homo domini regis de omnibus sesinis meis’.’",
        "149": "Brundage, Medieval Canon Law and the Crusader, pp. 7–11, 146–9; J. Sumption, Pilgrimage: An Image of Medieval Religion (London, 1975), pp. 98–145; S. Hamilton, The Practice of Penance, 900–1050 (Woodbridge, 2001), pp. 42–3, 173–4.",
        "150": "M.C. Mansfield, The Humiliation of Sinners: Public Penance in Thirteenth-Century France (Ithaca and London, 1995), pp. 110–14 (contemporary types of public penance) and 125–8, 152–4, 277–86 (pilgrimages and crusades as acts of penance). For the changing relationship between penance and crusades in the thirteenth century, see Cole, The Preaching of the Crusades, pp. 156, 175, 218–20; for the indulgence offered to the crusaders against the Albigensians, see Dutton, ‘Aspects’, especially pp. 136–49.",
        "151": "HGL, viii, col. 886 (Layettes, ii, no. 1992, p. 149); cf. cols. 1206–09 for the terms imposed upon Raymond Trencavel by Louis IX in 1247.",
        "152": "RHF, xix. 669–71, 676–7 (Regesta Honorii III, i, nos. 1615, 1820), discussed by Dutton, ‘Aspects’, pp. 201–3.",
        "153": "BNF, ms. lat. 18375, pp. 33–4 (vidimus of Anselm, bishop of Laon, of a letter of James, the papal penitentiary, summarised in Cartulaire de l’abbaye de Saint-Michel en Thiérache, ed. A. Piette [Vervins, 1883], no. 15): ‘veniens ad nos Egidius de Sancto Michaele nobis lacrimabiliter exposuit quod cum quindecim annorum etatis esset diabolo instigante quidam de sociis suis quos secum duxerat, auctoritate tamen eiusdem Egidii abbatem eiusdem loci interfecit, et licet per manum domini R. de Curceon in Francia quondam legati ab hoc homicidio ut asserit fuerit absolutus, et contra hereticos Albigenses in peregrinationem propter hoc profectus fuerit, et iterum usque ad Romanam curiam fatigatus, nichilominus tamen in ipsum ab huiusmodi homicidio absolueremus humiliter et cum lacrimis postulauit’ (Mar. 1219/20). Further penances were imposed after Giles returned home, including sending a sergeant to the Holy Land (ultra mare in negotio crucifixi) for six months. However, his dispute with the abbey was not resolved until 1233 (ms. lat. 18375, pp. 34–5, act of Bishop Anselm, naming the abbot as Goubert and stating that he had been slain in the abbey itself). Courson’s legatine mission to France lasted from late spring 1213 to early autumn 1215: he chiefly promoted the Albigensian Crusade between April and August 1214, but he may have met Giles when visiting Laon in January 1215 (M. and C. Dickson, ‘Le cardinal Robert de Courson: sa vie’, Archives d’Histoire Doctrinale et Littéraire du Moyen Âge, ix [1934], pp. 53–142, at pp. 85–116, especially pp. 99–103, 110; see also Cole, The Preaching of the Crusades, pp. 127–8). For papal penitentiaries, see Mansfield, The Humiliation of Sinners, p. 82.",
        "154": "W.M. Newman, Les seigneurs de Nesle en Picardie (XIIe–XIIIesiècle): leur chartes et leur histoire (2 vols., Paris, 1971), ii. 250–52, no. 153: act of John, lord of Nesle, stating that the bishop has relaxed the sentence at the king’s request, but only for the duration of the campaign (siege of Avignon, 31 July 1226; cf. pp. 245–6, no. 147).",
        "155": "Chartres, AD Eure-et-Loir, H 620 (two vidimus by King Louis (Mar. 1226/7) of an act of Guérin, bishop of Senlis and chancellor of France (same date), partly ed. in Gallia Christiana, ix, instr., cols. 234–5): ‘Dictus Hugo de Loeuilla tenetur ire Romam infra instantem natiuitatem Sancti Johannis Baptiste, et de absolutione sua, ac de iniuncta sibi penitentia domini pape litteras impetrare, vel infra terminum eundem ire in Albigesium, et seruire ibi per annum sicut unus aliorum militum qui ad domini Regis stipendia morantur ibidem, et afferre in reditu suo patentes litteras alicuius nobilium virorum qui tunc ibi erunt, de mora, ac de seruitio eius testimonium perhibentes’. If dated by Capetian style, this was Louis IX (Mar. 1227), not Louis VIII. The liasse also contains acts of Hugh’s lord Geoffrey, viscount of Châteaudun, resolving this quarrel. Chédeville, Chartres et ses campagnes, pp. 328, 550 identifies Hugh with Louasville (Eure-et-Loir, cant. Voves, cne. Theuville), but Loisville (cant. Brou, cne. Yèvres) is much closer to Bonneval and Châteaudun. For letters of certification for returning pilgrims and crusaders (when participating as a penance), see Brundage, Medieval Canon Law and the Crusader, pp. 125–6.",
        "156": "E.g. RHF, xxi. 239j: 68s paid for 17 days’ service de arreragiis Albigesii (1234). Ibid., 260d (May 1238): 6400 li. paid pro liberationibus Albigesii. RHF, xxiii. 728fg: two lost summons (c.1242) for paid service pro Albigesio: those owing knight-service were to provide horsemen, communes of the realm were to send foot-soldiers, abbeys were to furnish carts and royal baillis were to supply wagons.",
        "157": "QN, nos. 531 (Robert de Portes), 539 (Payn de Champeaux). Robert was serving on royal pay in the familia of the Norman baron Fulk d’Aunou; Payn stated that the royal marshal had determined his horse’s value.",
        "158": "QN, nos. 500 (Hugh de Montaigu, 1228), 301 (William Poucin, c.1243), 500 (Baldwin des Monts, c.1243, ‘cum ivisset compulsus ad partes Albigenses ad denarios regis’); all had served under the royal marshal Humbert de Beaujeu.",
        "159": "QN, nos. 38, 77, 117, 157, 168, 230, 543.",
        "160": "QN, no. 500 (Hugh de Montaigu).",
        "161": "QN, no. 500 (Castelsarrasin, Tarn-et-Garonne, ch.-lieu de l’arr.): Guillaume de Puylaurens, Chronique, pp. 134–6; William of Puylaurens, tr. Sibly and Sibly, pp. 76–7.",
        "162": "For hagiographies, see, for example Acta Sanctorum Bollandiana (68 vols., Antwerp, 1643–1940), Septembris, viii, col. 220 (anonymous vita of Blessed John de Montmirail by a monk of Longpont), describing how the saint allegedly attempted to sell his woods in the diocese of Cambrai for 7000 li. to pay for his participation in the Albigensian expedition (probably in 1209 or 1210), but his wife refused to give her consent to the sale and dissuaded him from his peregrinatio. For the challenges and potential of hagiographies as sources for historical events, see F. Lifshitz, ‘Beyond Positivism and Genre: “Hagiographical” Texts as Historical Narrative’, Viator, xxv (1994), pp. 95–113. For miracle stories, see, for example BNF, ms. lat. 11832, fos. 20r–v (‘Mirabile miraculum matris Domini de Iohanne clerico cui abcisa ab Albigensibus lingua dedit Cluniaci nouam), relating that ten common soldiers (decem de plebe) returning from the crusade—apparently the first expedition of 1209—were ambushed by brigands near Béziers, and most were slain: a subdeacon called John de Saint-Denis-sur-Loire (Loir-et-Cher, cant. Blois-1), but described as of Breton origin, had his tongue cut out, but it was restored through the Virgin Mary’s intercession while he was convalescing at the abbey of Cluny at Epiphany (probably 1211, n.s.). A shorter version of this story appears in the collection of exempla compiled by the Dominican inquisitor Stephen de Bourbon (d. c.1261): Anecdotes historiques, légendes et apologues, tirés du recueil inédit d’Étienne de Bourbon, ed. A. Lecoy de la Marche (Paris, 1877), p. 97, discussed by S. Hamilton, ‘The Virgin Mary in Cathar Thought’, Journal of Ecclesiastical History, lvi (2005), pp. 24–49, at p. 26. For such narratives as sources for crusading, see M. Bull, ‘Views of Muslims and of Jerusalem in Miracle Stories, c.1000–c.1200: Reflections on the Study of First Crusaders’ Motivations’, in Bull and Housley, eds., The Experience of Crusading: 1, pp. 13–38, especially pp. 25–32; for miracles of the Virgin and Cluniac miracle stories, see B. Ward, Miracles and the Medieval Mind (London, 1982), pp. 132–65, 192–4.",
        "163": "These figures are necessarily approximate because of the difficulties of confirming the identities of many of those named, especially in the Canso; they also exclude the small number known only from other narrative sources.",
        "164": "Riley-Smith, The First Crusaders, pp. 197–238.",
        "165": "Longnon, Les compagnons de Villehardouin; Powell, Anatomy of a Crusade, pp. 207–46."
    }
}