{
    "title": "Who Framed Charles I? The Forged Commission for the Irish Rebellion of 1641 Revisited*",
    "author": "John Cunningham",
    "date": "13 February 2021",
    "article": "The question of whether or not Charles I had a hand in the Irish rebellion of 1641 has engrossed many generations of writers and historians, not least because the outbreak of extreme violence in Ulster placed further strain on the already troubled relationship between king and parliament and helped to push England towards civil war. For more than two centuries, controversy surrounded a commission allegedly sent by the king to the Irish Catholics, authorising them to take up arms. If Charles had indeed sent such a commission in the autumn of 1641, it followed that he also shared responsibility for the massacres and the enormously destructive war that ensued in Ireland. Central to the case against the king was the text of a commission that he supposedly issued under the great seal of Scotland at Edinburgh on 1 October 1641. This document was mentioned, for example, in the evidence drawn up by John Cook for the prosecution of the king at his trial in 1649, and later in that same year by John Milton in.[CITATION-1] The text of the commission was included in John Rushworth’sin 1692 and it was frequently reproduced thereafter.[CITATION-2] It can be found, for example, in Keith Lindley’s, published in 1998.[CITATION-3] Since the seventeenth century, almost all historians have accepted that on 4 November 1641, at Newry, County Down, the rebel leaders Sir Phelim O’Neill and Rory Maguire unveiled the commission in question as evidence of royal sanction for their actions. Scholarly interest in the text intensified in the mid-1880s when Mary Hickson reproduced it in her two-volume work.[CITATION-4] The original commission itself had not survived, but Hickson published a transcript from a seventeenth-century manuscript copy preserved at Trinity College Dublin.[CITATION-5] Having reviewed this and other evidence, she argued that Charles’s authorship of the commission was a very real possibility.[CITATION-6] A few years later, in the pages of the, Robert Dunlop dismantled Hickson’s argument, concluding that ‘we must exculpate Charles from ever having granted this commission’.[CITATION-7] From the 1880s to the present time, the interpretation long insisted upon by defenders of the king, that the rebels O’Neill and Maguire had themselves forged the commission, has been a mainstay of countless historical narratives of the rebellion.[CITATION-8] A rare exception to this consensus can be found in a 1904 article by Thomas Fitzpatrick, which highlighted in particular a lack of evidence to corroborate the notion that the commission had been made public at Newry on 4 November 1641.[CITATION-9] From the 1960s onwards, the work of Aidan Clarke, David Stevenson and others brought greater clarity on various points relating to the alleged commission, yet some minor details have continued to puzzle. How, for example, did the rebels get their hands on the impression of the great seal of Scotland that was supposedly attached to their commission?[CITATION-10] Moreover, if O’Neill and Maguire proclaimed their forged document at Newry on 4 November, why was this episode not mentioned in any of the testimonies later provided by persons who had then been in the town? These testimonies are preserved among the 1641 depositions, a large collection of witness statements sworn by Protestant victims of the rebellion.[CITATION-11] In the 1990s, study of the rebellion within the framework of the ‘New British History’ saw attention diverted away from such knotty issues and directed instead towards the so-called ‘Antrim plot’.[CITATION-12] This was yet another controversy that had rumbled on since the mid-seventeenth century, centred on the claims made in 1650 by Randall MacDonnell, marquis of Antrim, that he had been involved in abortive royal plans to deploy an Irish army against the king’s English enemies in the spring and summer of 1641. Unfortunately, considerable efforts to get to the bottom of the ‘Antrim plot’ were ultimately hindered by ‘the total absence of direct evidence’.[CITATION-13] By contrast, a large quantity of evidence survives relating to the forged commission for the Irish rebellion. Yet because the controversial matter of authorship appeared to have been settled so comprehensively by Dunlop in the nineteenth century, the subject has not attracted much scrutiny in recent decades.[CITATION-14] In the ‘Introduction’ to a recently published volume of the depositions from Ulster, the text in question is referred to in passing, without comment or clarification, simply as ‘the king’s commission’; the assumption that it was a rebel forgery apparently needed no further reiteration.[CITATION-15] This article seeks to draw scholarly attention back to the alleged commission. By re-evaluating its actual contents and then reconstructing the circumstances of its initial appearance and subsequent transmission, both in manuscript and in print, during the 1640s and 1650s, the article offers a significant new explanation for the origin and purpose of this document. It will be shown that the commission was the work neither of the king nor of the Irish rebels, but rather a clever act of propaganda and deception that has gone more or less undetected since the mid-seventeenth century. This discovery has consequences for our understanding of the Irish rebellion, particularly in relation to the motivations and aims of the Ulster rebels in plotting and carrying it out. It also sheds fresh light on the way in which the war in Ireland, and its representation in print culture, fed into the wider conflict across the three Stuart kingdoms.In 1884 Mary Hickson published the text of what purported to be the commission granted by Charles in Edinburgh on 1 October 1641 under the great seal of Scotland. She also reproduced the accompanying proclamation supposedly issued by O’Neill and Maguire when they made the commission public on 4 November. The commission called on the king’s Irish Catholic subjects to seize ‘all the Forts, Castles and places of strength and defence within the said Kingdom’ and to ‘arrest and seize the Goods, Estates and Persons of all the English Protestants’ in Ireland.[CITATION-16] In 1887, Robert Dunlop criticised Hickson’s dependence on ‘presumptive evidence’ in assessing these sources and offered an alternative and persuasive counter-argument against the notion that Charles was the author of the commission.[CITATION-17] He argued, for example, that the political situation that existed in Edinburgh on 1 October would have prevented Charles from gaining access to the great seal of Scotland, then held by James, marquis of Hamilton. To clinch the matter, Dunlop pointed to Samuel Gardiner’s observation that the surviving text of the commission contained language that the king would never have used. The commission made unsympathetic reference to the king’s opponents in the English parliament, pointing to ‘the vehemency of the Protestant party’. But, wrote Gardiner, ‘Charles would never have spoken of Protestants disparagingly. He would have said Puritans.’[CITATION-18] What Aidan Clarke has described as ‘the majestic simplicity of this unanswerable pronouncement’ from Gardiner was, however, in this instance also applicable to the outlook of the Irish Catholic rebels.[CITATION-19] This was a point that Thomas Carte saw fit to emphasise in his study of the life of James Butler, duke of Ormond, published in the 1730s. When he came to deal with the 1641 rebellion, he inserted an explanatory footnote relating to the Catholics’ labelling of their enemies: ‘is a term used in all the instruments and writings of the Irish Roman Catholics of those times, to signify such as were of the principles and communion of the Church of England, in contradiction to the, who differed from them in certain doctrines, and laboured to subvert the hierarchy and abolish the liturgy of the Church.’[CITATION-20] Carte had spent many years researching his subject and his observations concerning Irish Catholic usage of the terms ‘Protestants’ and ‘Puritans’ were well grounded in contemporary evidence.[CITATION-21] In the commission and the accompanying proclamation ascribed to O’Neill and Maguire, the word ‘Protestant’ appears three times. In the proclamation, reference was made to ‘divers great and heinous affronts that the English Protestants, especially the Parliament there, have published against his Royal Prerogative’.[CITATION-22] If we accept Carte’s point, we would expect O’Neill and Maguire to have simply written ‘Puritans’. Furthermore, evidence from the 1641 depositions shows that O’Neill and his followers clearly preferred to use the term ‘Puritan’. One of several examples directly relevant to O’Neill is the deposition sworn by Thomas Chambers, a former prisoner of O’Neill’s at Armagh. He recalled a conversation with the rebel leader in which Sir Phelim explained that he had taken up arms to oppose the ‘puritant [] faction in England and Ireland’.[CITATION-23] The opening sentence of the proclamation also merits attention: ‘To all Catholiques of the Romish partie both English and Irish within the kingedome of Ireland, we wish all happiness ffreedome of conscience and victory over the English heretickes, who haue for a longe tyme tyranyzed over our bodies, and vsurped by extortion our estates.’[CITATION-24] Leaving aside the striking dissonance between the mention of ‘English heretickes’ here and the subsequent references, already discussed, to ‘Protestants’, there are several other issues with the vocabulary employed. ‘Romish’ was frequently a derogatory term in this period, and ‘Romish partie’, denoting the Catholic Church, was perhaps always so. In the 1640s alone, among those English authors who used the term ‘Romish partie’ were John Milton, William Prynne, Henry Parker and the Baptist Christopher Blackwood.[CITATION-25] It need hardly be said that O’Neill and Maguire do not belong in this company. The phrase ‘ffreedome of conscience’ also sounds an inauthentic note here, as the rebel leaders would have been far more likely to write ‘liberty of conscience’. It was ‘the liberties of oure consciences’ that the leaders of the rebellion in County Cavan sought in a petition that they sent to the Irish government in November 1641, while seven of the deponents whose evidence is preserved among the 1641 depositions likewise reported that the rebels were demanding ‘liberty of conscience’.[CITATION-26] Their objective was sometimes termed ‘freedom of religion’, but not in contemporary sources as ‘freedom of conscience’.[CITATION-27] The sentence in question reads as if it was composed by an enemy of the Irish Catholics who was attempting, albeit somewhat clumsily, to mimic what he thought O’Neill and Maguire might be expected to write.Compared to the accompanying proclamation, the alleged commission from the king has attracted far greater scholarly attention. As long ago as 1730, de Rapin Thoyras rightly pointed to some anachronisms in the text, as Charles appeared to criticise the English parliament in October 1641 for measures that it undertook subsequent to that date. But other eighteenth-century scholars who insisted on the authenticity of the commission found ways to explain away these difficulties.[CITATION-28] Whether looked on as a genuine document or as a rebel forgery, one odd feature that has not been previously commented upon is the absence from the text of the commission of the names of the persons whom Charles was supposedly commissioning.[CITATION-29] As a matter of course, commissions from the monarch under the great seal recited the names of the individuals who were being empowered thereby to hold office or to perform specific roles or tasks. For example, the so-called ‘Waller plot’ in London in 1643 involved a ‘commission of array’ sent by the king from Oxford in which seventeen individuals were assigned responsibility for raising forces.[CITATION-30] As it lacked such a list of names, the forged text did not satisfy one of the basic criteria of a ‘commission’. It might be expected that O’Neill, who spent three years at Lincoln’s Inn and later served as a JP and as an MP, would have known better.[CITATION-31] If he and Maguire forged the commission, then their failure to insert their own names and those of other rebel leaders is somewhat puzzling.The depositions collected from Protestant survivors of the 1641 rebellion do contain many references to rebels in various counties claiming authorisation from the king for their actions, in particular a commission under a great or ‘broad’ seal. The rebels sometimes specified that the great seal in question was that of the kingdom of England, while ‘the Queens broad Seale’ was also occasionally invoked. In some cases, the rebels even brandished wax seals attached to documents.[CITATION-32] The Protestants who witnessed such activities usually proved suitably sceptical. To take one example, in August 1642 Robert Maxwell, a minister who had been imprisoned for a time by O’Neill, recalled that[CITATION-33] [CITATION-34] [CITATION-35] [CITATION-36] Reports also circulated that Phelim O’Neill, or alternatively another member of the Gaelic elite, was to become the new king of Ireland.[CITATION-37] The rebels’ strategy of claiming royal authorisation for their actions can be understood as a straightforward ruse that had the scope to be useful in the short term and in immediate local settings, amid the upheaval and confusion that accompanied the early weeks of the rebellion. They sought to avoid the stigma of rebellion and to attract support, while also potentially weakening Protestants’ resolve to offer resistance. But rebels who were challenged to produce unambiguous documentary proof for their claims, in the presence of literate Protestants, invariably failed to do so. For our purposes, it is also significant that not a single deponent anywhere in the country reported either hearing explicit mention of the great seal of Scotland or seeing an impression of it. The depositions show that, in common with other rebels, O’Neill and Maguire claimed to have the king’s commission under the great seal of England. O’Neill did so where he was militarily active in counties Armagh and Down, while Maguire made his claims roughly 50 miles to the west in his native County Fermanagh.[CITATION-38] The two men joined forces for an assault on Augher in County Tyrone around 17 November, more than 40 miles west of Newry.[CITATION-39] The depositions do not contain any reports of Maguire having been with O’Neill at Newry two weeks earlier.[CITATION-40] Captain Henry Smith spent twenty-seven weeks as a prisoner in Newry, and upon eventually reaching Dublin he was able to recount the names of the key rebel actors who had been present in the area, some of whom he had engaged in conversation. He did not mention Maguire. Smith had heard the rebels boasting about their commission from the king and had been determined to set eyes on it, but they ‘never shewed him any Comission at all’.[CITATION-41] The proclamation supposedly issued by O’Neill and Maguire at Newry on 4 November concluded by ordering that the king’s commission ‘be published with all speed in all parts of this kingdom’.[CITATION-42] Yet over the following six months it never reached the inquisitive Captain Smith, who could not have been more than a few hundred yards away.At the same time, amid a flurry of wild and contradictory claims made by the rebels concerning their actions, a Scottish connection was occasionally mentioned. The depositions indicate a widespread awareness in Ireland of the fact that Charles was currently in Scotland; he had travelled to Edinburgh in mid-August 1641. As this was more than two months before the rebellion broke out in Ireland, there was certainly enough time in the interim for news of his journey to become widely known. One deponent from County Tyrone reported hearing some rebels claim ‘that the king was beheaded in Scotland’.[CITATION-43] Others suggested that Charles was very much alive and was to remain in Scotland, because his nephew the Elector Palatine had replaced him as king of England.[CITATION-44] More pertinently, in County Cavan in the weeks after 23 October, the former high sheriff Myles O’Reilly was reported as saying that ‘hee had Commission from the kinge at Eddenborough’, while further west in County Fermanagh some rebels claimed that ‘lord Magwire had beene in Scotland with the king & had the Comission from him there’.[CITATION-45] The deponents who reported hearing these utterances were not shown any evidence to back them up, but such claims perhaps provided a basis for the account of the commission that would be advanced by the king’s enemies in the late 1640s. At the same time, however, some of the seemingly hard and specific details that had emerged by the end of the decade, for example that the commission was dated 1 October and that it was carried from Edinburgh to Ireland by Lord Dillon, cannot be traced in the depositions of 1641–2.There are evidently several good reasons to doubt that O’Neill and Maguire ever forged the specific text so often attributed to them, that they claimed authority for their actions under the great seal of Scotland, or that they published the commission along with a proclamation of their own at Newry in November 1641. Nonetheless, the mere claim made by the rebels that they had a commission from the king was to have important political consequences in the short to medium term. In Dublin, the Irish government quickly became aware of the allegation and it duly issued a proclamation as early as 30 October 1641 denouncing the ‘false Seditions and scandalous Reports, and Rumours spread abroad’ by the rebels.[CITATION-46] The impact of such rumours on the deteriorating political situation in England was more pronounced. Ethan Shagan has demonstrated how the existence of a ‘well-established popish plot genre’ enabled some English Protestants to view the Irish rebellion as ‘the Armada, the Gunpowder Plot and the Spanish Match all rolled into one’.[CITATION-47] In this context, the contention that the king had authorised the rebellion posed inevitable political difficulties for the monarch, especially as parliament pushed for control over the army and the navy early in 1642. Charles was not helped by the publication around March 1642 of acontaining extracts from the depositions recently collected in Ireland from Protestant victims of the rebellion. The Irish Protestant clergyman Dr Henry Jones, who played a leading role in collecting the 1641 depositions, travelled to London and presented his evidence to the House of Commons.[CITATION-48] Jones reported that the rebels had ‘traiterously, and impudently averred and proclaimed, that their authoritie therein is derived by Commission from his Highnesse’.[CITATION-49] But what Jones had highlighted as a treacherous deceit on the part of the rebels, others were willing and able to interpret as compelling evidence of the king’s involvement.Jones’s outright dismissal of the plausibility of a commission from the king to the rebels reflected wider Irish Protestant opinion on the matter in the 1640s.[CITATION-50] In Sir John Temple’s(1646), with its exaggerated account of the massacres, the question was ignored altogether.[CITATION-51] Yet in civil war England, the accusation that the king was involved in the Irish rebellion carried considerable weight as anti-royalist propaganda and therefore simply refused to go away. Unsurprisingly, it was a particularly hot topic in 1648 and 1649 as the political crisis reached its crescendo. In February 1648, the House of Commons issued a declaration justifying parliament’s recent Vote of No Addresses, its decision to renounce any further negotiations with the king. Among the king’s transgressions outlined in the declaration was his commission ‘sealed at Edenburgh to the Irish rebels, who dispersed Copies thereof in Ireland, with letters of proclamations’.[CITATION-52] The royalists who strongly refuted this allegation in print in 1648 included Edward Hyde, later earl of Clarendon.[CITATION-53] A year later, John Cook professed himself convinced of the king’s guilt in connection with the rebellion; one of the chief pieces of evidence was ‘his Commission under his hand and seal of Scotland at Edenburgh, 1641’.[CITATION-54] The accusation was also judged serious enough for it to merit discussion and refutation in, the hugely popular vindication of Charles published in the immediate aftermath of his execution.[CITATION-55] Later in 1649, John Milton’s, restating the case against the king, once again referenced the ‘Commission under the great Seale of Scotland’.[CITATION-56] Thus, in the late 1640s, the king’s enemies repeatedly linked the outbreak of Irish rebellion to the commission that Charles had supposedly sent from Scotland in 1641. It was no wonder, therefore, that when in 1653 the Cromwellian authorities in Ireland eventually captured Sir Phelim O’Neill, they were keen to discover more about the commission.On this score, O’Neill proved a disappointment. He was interrogated on 23 February 1653, but he appears to have said nothing about a commission from the king. Instead, O’Neill merely described how he and other leading Irish Catholics had resolved to seize Dublin Castle and other key ‘forts’ and to replace the two lords justices at the head of the Irish government. This was intended as a prelude to ‘addresses to bee then sent to the King’ outlining Irish Catholic grievances.[CITATION-57] Of course, what had ultimately occurred was nothing like the bloodless coup that O’Neill and his co-conspirators had envisaged. Around the beginning of March 1653, O’Neill’s trial at the High Court of Justice provided a further occasion for investigation of the commission. The surviving records of the High Court of Justice are somewhat fragmentary, but they can be used to establish an outline of the actual proceedings.[CITATION-58] Several witnesses present in the court testified that in 1641 Sir Phelim had claimed to have the king’s commission. O’Neill’s response was summarised by the presiding judge as follows: ‘Now He denyes & saith it was a fraude to deceiue the people & drawe on his party.’[CITATION-59] The whole matter of the commission was in any case something of a side show, as O’Neill was not on trial for leading the rebellion, but rather for killings that had occurred in the course of it. He was convicted of four murders and duly executed.[CITATION-60] Among the documents introduced at O’Neill’s trial were transcripts of the forged commission and the accompanying proclamation that he had supposedly issued at Newry in 1641. These texts, reproduced by Hickson in 1884, are preserved along with other papers relating to the trial in the Armagh volume of the 1641 depositions.[CITATION-61] Despite O’Neill’s denials of the king’s involvement in the rebellion, the Cromwellian government in Dublin ignored his testimony and forwarded the commission and proclamation to London. This material was read in parliament on 15 March 1653 and then reproduced in several newsbooks as further compelling evidence of the king’s perfidy.[CITATION-62] In their covering letter to the council of state, the commissioners of parliament in Dublin declared that because the documents were ‘attested by a person of honest repute, we thought it our duty to transmit the copy thereof to you’.[CITATION-63] But they did not identify their source. The Commons’ declaration of 1648 and John Cook’s pamphlet of 1649 had likewise failed to specify where exactly their information about a commission under the great seal of Scotland had come from. The Commons claimed to have ‘a copy thereof attested by Oath, with depositions also of those who have seen it under the Seal’.[CITATION-64] This claim can almost certainly be dismissed as bogus, however, as the extensive evidence preserved in the 1641 depositions indicates that no rebel in Ireland explicitly claimed to have possession of an impression of the great seal of Scotland and that no witness ever testified to having seen it. Only two manuscript copies of the forged commission survive from the mid-seventeenth century: the one in the 1641 depositions already mentioned, and another in the Nalson manuscripts at the Bodleian Library.[CITATION-65] The latter is the copy that was sent from Dublin in March 1653, read in parliament and reproduced in the newsbooks.[CITATION-66] For the Cromwellian regime in Ireland and the parliament in London, the widely circulated story about a commission sent from Edinburgh to Ulster in 1641 appeared to be backed up by the existence of these texts. But if they did not actually originate with the king, or with the Irish rebels, where had they come from?Of those publications appearing in and around 1649 that referred to the commission, the most revealing in relation to its sources was Milton’s. Milton wrote that ‘He who hath a mind to read the Commission itself, and sound reason added why it was not likely to be forg’d … may have recourse to a Book intitled’.[CITATION-67] The work referred to here was a pamphlet published by the English Presbyterian minister Edward Bowles in 1643.[CITATION-68] Bowles’s publication has often been cited in discussions of the commission and accompanying proclamation. It has been widely assumed, however, that he simply reproduced these documents as they had come into his hands, and therefore that Bowles was merely responsible for their first appearance in print.[CITATION-69] In fact, Bowles, either alone or working with unknown collaborators, was almost certainly the original author of the texts in question. In the mid-1640s, when William Prynne and John Vicars referred to the commission, they citedas their source.[CITATION-70] Examination of the relevant passage of the Commons declaration of February 1648 shows that it too silently relied on Bowles.[CITATION-71] More significantly, the two surviving manuscript copies of the text in question also appear to have been copied from Bowles’s pamphlet. The TCD manuscript contains a marginal note in a contemporary hand, which Hickson overlooked when editing the document for publication. It states that ‘in the printed booke this coppy is alledged to haue beene gotten by the deponent in presence of mr Stapleton of one father Birne a priest at a taverne calld the bull on the merchant Key in dublin about the midle of November’.[CITATION-72] The ‘printed booke’ referred to here is.[CITATION-73] If the High Court of Justice at Dublin had any better authority for ‘this coppy’ of the commission and proclamation, it would hardly have been necessary to draw attention to the version of events given by Bowles in his pamphlet a decade earlier.Edward Bowles, son of the clergyman Oliver Bowles, was born in Bedfordshire in 1613. By 1636, he had secured a BA and MA from Cambridge. With the outbreak of civil war, Bowles supported the parliament and became attached to its army. In 1645, he was chaplain to Sir Thomas Fairfax, and in the following year he settled at York, serving as a minister there until the Restoration. Aside from, Bowles’s publications included(1643), in which he took a hard line against any concessions to the king. He also wrote several reports on the actions of the Scottish army in the north of England in 1644, and on those of the New Model Army in the west in 1645. Existing accounts of Bowles’s life make no mention of his whereabouts between July 1643, when he was paid for his service as a chaplain to the regiment of Sir John Meldrum, and February 1644, when he was present with the Scottish army in the north.[CITATION-74] Aswas published during this interlude, it is worth establishing where exactly he was in those months.In the summer of 1643, the outcome of the war in England hung in the balance. Meanwhile, in Ireland negotiations for a truce between the royal government and the Confederate Catholics were ongoing. Charles was keen to reach a settlement with the Catholics that would allow him to withdraw his forces from Ireland and redeploy them in England. In September 1643, agreement was reached on a twelve-month cessation of hostilities.[CITATION-75] Faced with this scenario, the English parliament likewise looked to bolster its military strength. The most significant development that occurred in the second half of 1643 was the forming of an alliance between the English parliament and the Scottish Covenanters. In August 1643, four commissioners appointed by the House of Commons arrived in Edinburgh, accompanied by the ministers Stephen Marshall and Philip Nye. The negotiations progressed quickly, and before the end of September the English parliament had endorsed the Solemn League and Covenant. In return for undertakings that included the parliament’s commitment to uphold the Church of Scotland and to pursue further religious reform in England and Ireland, the Scots agreed to send an army into England against the king.[CITATION-76] In Edinburgh, this agreement was cemented at a signing ceremony in St Giles’ Cathedral on 13 October 1643. The Scottish signatories included the noblemen Argyll, Loudon, Leven and other members of the Committee of Estates, while among the four English signatories were the lead negotiator Sir Henry Vane the Younger, his colleague Sir William Armyne, and the Presbyterian minister Marshall. The fourth English signatory was Edward Bowles.[CITATION-77] Back in London six months later, Bowles was paid £100 by parliament for his services, including ‘his pains during his abode with the English Commissioners in Scotland’.[CITATION-78] It seems most likely therefore that Bowles travelled north with Vane and the other commissioners in the summer of 1643 and that he returned to England with the Scottish army in January 1644.was written and published while Bowles was in Edinburgh and presumably moving in elevated political and ecclesiastical circles. The title of the pamphlet is worth quoting in full:. St Paul had referred to the ‘mystery of iniquity’ in 2 Thessalonians; by it, he meant the process, purportedly already underway, whereby the Antichrist would eventually rise to power.[CITATION-79] In common with many other English Protestants of his time, Bowles applied this apocalyptic framework to the supposed ‘popish plot’ to root out liberty and true religion and to erect tyranny and popery in their place. This process had apparently intensified under Charles and his bishops in the 1630s. The cessation of hostilities agreed in Ireland in September 1643 between the royal government and the Catholic rebels was the latest chapter in the unfolding of this complex international plot, or in other words the working out of the ‘mysterie of iniquity’.[CITATION-80] Before the end of 1643, two editions ofhad been published anonymously. The imprint on the first of these editions read ‘Printed at London by A.B. 1643’. According to a note scribbled by George Thomason on the title page of his copy, this was a false imprint. Thomason, a well-connected London bookseller as well as an avid collector, scratched out ‘at London by A.B.’ and instead wrote ‘at Edenbrough 24 Novemb & reprinted at Lond: Decemb: 11’. He also added the words ‘by Edward Bowls … the Author of Plaine English’.[CITATION-81] The pamphlet was not included by H.G. Aldis in his, nor is it listed in updated versions of that standard reference work.[CITATION-82] Nonetheless, as Bowles was in Edinburgh in 1643, a surreptitious first publication there certainly makes sense. The factotum (a block or plate with a space left for printed type in its centre) used for the initial letter on the first page of the ‘A.B.’ edition also matches one regularly used by Evan Tyler in Edinburgh in this period.[CITATION-83] Tyler was responsible for publishing a large number of texts on behalf of the Covenanter regime; David Stevenson has observed that from 1642 to 1650 his imprint ‘dominates Scottish printing’.[CITATION-84] Moreover, seven of the thirteen copies of the ‘A.B.’ edition listed in theare preserved in Scottish libraries, a circumstance that also points to its origins in Edinburgh.[CITATION-85] The London edition was published by Samuel Gellibrand and entered in the Stationers’ Register on 13 December 1643. In common with other officially authorised London publications at this time, it carried the imprimatur of John White, the chairman of the parliament’s Committee for Printing.[CITATION-86] In his study ofin mid-seventeenth century England, Jason Peacey drew attention to Bowles as a good example of a print propagandist whose published output in the 1640s was closely aligned to the needs of prominent political actors. Peacey argued that Bowles’s, published early in 1643, gave voice to the concerns of those politicians who could not be seen openly to oppose peace negotiations with the king at Oxford. In 1646, a pamphlet that Bowles published in response to David Buchanan’sserved the anti-Scottish purposes of the Independent faction in parliament, whose prominent members included William Fiennes, Viscount Saye and Sele and Sir Henry Vane the Younger. It was possibly a connection to Vane that led to Bowles being included in the 1643 delegation to Edinburgh, as Bowles’s father Oliver had at one time been chaplain to Vane’s father.[CITATION-87] Bowles’scan be situated alongside a series of published letters and speeches produced by Vane the Younger, Marshall and Nye to promote the Solemn League and Covenant in the autumn of 1643, as well as the parliament’s official pronouncements concerning both the alliance with the Scots and the cessation agreed in Ireland.[CITATION-88] With this political and print-culture context in mind, we can turn to pay closer attention to how Bowles sought to make use of the Irish rebellion for propaganda purposes.The forged commission relating to the Irish rebellion was the centrepiece of Bowles’s pamphlet. Rather than spring it and its weighty implications directly on his readers, he devoted the first thirty-three pages ofto setting the scene. This involved rehearsing details of the supposed popish plot against the three kingdoms, while also pointedly whetting readers’ appetites for the Irish revelations still to come. A passage on page 24, where Bowles argued that the king had long been determined to destroy the English parliament, provides a good example: ‘Something might further be added out of the Irish businesse, to make this assertion cleare, but I reserve that to its owne place, being theof this, and theof this’.[CITATION-89] Having presented the key documents, the proclamation and commission, Bowles then spent most of the remainder of the pamphlet arguing the case for their genuineness and relating them to the king’s actions concerning Ireland up to the cessation of September 1643. He concluded by calling for support for the Solemn League and Covenant, and by attempting pre-emptively to refute some likely objections to his pamphlet.[CITATION-90] In revealing his documents, Bowles was careful to use a range of strategies that together worked to underpin his argument for their authenticity. This explains why he presented the proclamation and commission as an extract from a sworn deposition. Well-informed readers would have known that a large number of depositions containing evidence relating to the rebellion had been collected in Dublin and elsewhere in Ireland since 1641. These documents had provided the basis for earlier pamphlets, such as Henry Jones’sin 1642.[CITATION-91] At the same time, several key details usually found in a deposition were notably absent from Bowles’s text. He did not include the purported deponent’s name, the date of the deposition, or the names of those before whom it was sworn.[CITATION-92] Were the text not a fabrication, the inclusion of such details would have been a basic means of demonstrating its reliability, a point evidenced by the contents of other contemporary pamphlets that made use of the 1641 depositions. Bowles instead presented his readers with an anonymous deponent who, in the company of ‘one master Stapleton of Dublin’, had encountered ‘a Popish Priest, commonly called, Father Birne’ in Dublin ‘about the middle of November last’. They had retired to ‘a Taverne called the Bull, upon Merchants key’ where the priest supposedly produced the proclamation and commission and allowed the deponent to copy it ‘’.[CITATION-93] The circuitous and wholly singular route apparently travelled by these documents over a two-year period, from O’Neill in Newry via Father Birne in Dublin to Bowles’s hands in Edinburgh, is rather implausible, to say the least. Although ‘master Stapleton’ was supposedly still living in Dublin, the lack of a first name certainly made him harder to trace.[CITATION-94] Bowles also took the precaution of claiming that the documents in question had come into his hands in a paper endorsed as ‘A Copy of the forged Commission in Ireland … wherein may be seene how heinously his Majesty is abused, and the Parliament unjustly taxed by the Papists.’[CITATION-95] This provided him with the rhetorical hook that he needed to set out his argument as to why the commission was not in fact a forgery after all. In doing so, he made clever use of a whole series of recent and unrelated political developments, blending them together so as to make a seemingly persuasive case. One of the aspects that has most perplexed historians is why O’Neill and Maguire, on the assumption that it was they who had forged the commission, would have claimed that it was issued under the Scottish great seal. As David Stevenson observed, ‘a commission to them under the great seal of Scotland would, one would have thought, have carried far less weight than one under an English seal, since Ireland was an English dependency’.[CITATION-96] This detail was once seen as key evidence in favour of the king’s authorship of the commission. After all, Charles was in Edinburgh in the autumn of 1641, and the rebels in Ulster were otherwise very unlikely to have come into possession of an impression of the great seal of Scotland.All of this makes considerably more sense when looked at from the perspective of Edinburgh in 1643, rather than Ulster in 1641. As noted already, in 1641 various rebels had claimed to be acting on a commission that the king had issued under the great seal of England. Yet Bowles knew better than to take up this problematic line of argument. One of the reasons why it was problematic was the fact that in January 1641 the king had appointed the chief justice of the court of common pleas, Edward Littleton, as lord keeper of the English great seal. Twelve months later, Littleton refused to put the great seal to the proclamation for the arrest of the ‘five members’ whom the king accused of treason.[CITATION-97] Such behaviour suggested that he was unlikely to have co-operated with Charles a few months earlier in sending a secret commission to the Ulster Catholics to take up arms. Although Littleton’s record seemed to offer little opening for implicating him in an Irish conspiracy, Bowles was nonetheless able to make good use of post-1641 developments in relation to the English great seal.In May 1642, Littleton dispatched the great seal to the king and then fled London to join Charles at York. Thereafter, the seal was entrusted not to Littleton but to Endymion Porter, a prominent courtier and groom of the royal bedchamber. Porter’s wife was a convert to Catholicism, and in the early 1640s he was among the individuals accused of involvement in popish plotting at court.[CITATION-98] Porter’s custody of the seal from mid-1642 onwards generated controversy, as the king was able to use it freely to issue commissions for various purposes, including the raising of an army against the parliament.[CITATION-99] By September, parliament was becoming exasperated with the situation, as the absence of the great seal was also impeding its ability to perform functions such as the issuing of writs for elections to seats made vacant by the expulsion of royalist ‘malignants’. Eventually, in November 1643, the parliament adopted a new great seal of its own.[CITATION-100] That Bowles was aware of these events, and keen to exploit them, is suggested by his decision to concoct an otherwise unfounded claim that in October 1641 the great seal of Scotland had been in the hands of none other than the notorious Endymion Porter.In 1638, the Scottish lord chancellor, Archbishop John Spottiswoode, had fled to England. Thereafter, the great seal of Scotland was entrusted to the marquis of Hamilton.[CITATION-101] When the king travelled to Edinburgh in August 1641, with Porter in his train, one of his chief tasks was to appoint a new lord chancellor. On 30 September, a leading covenanter, John Campbell, earl of Loudoun, was duly nominated, and he was formally installed in office two days later.[CITATION-102] In his pamphlet, Bowles argued that the transfer of the seal from Hamilton to Loudoun had created, on 1 October, a short window for intrigue and the covert sealing of a commission to the Ulster Irish, an episode in which Porter was supposedly instrumental. Bowles evidently calculated that Porter’s controversial connection with the English great seal in 1642–3 would predispose the king’s enemies to accept these claims about Porter’s activities in Edinburgh in 1641. The great seal of Scotland, he wrote, had been ‘sometimes under the care of master Endimion Porter; a very fit opportunity for such a clandestine transaction’.[CITATION-103] Aside from the fact that no evidence has ever been uncovered which corroborates this version of events, Robert Dunlop also pointed out that by 1 October the hitherto firmly loyal Hamilton had already switched sides and entered a pact with the Covenanter leader Archibald Campbell, marquis of Argyll. This move by Hamilton away from the king helped to inspire a royalist plot to kidnap the two noblemen, the discovery of which led to their flight from Edinburgh on 12 October.[CITATION-104] Bowles’s decision to implicate Porter, and the king along with him, in the signing and sealing of a commission on 1 October was certainly clever propaganda but, as Aidan Clarke concluded, ‘the likelihood of Charles having gained access to the great seal while it was being handed over by one of his opponents to another was extremely remote’.[CITATION-105] The manner in which Bowles was able to draw upon the detail of political developments in Edinburgh in October 1641 may indicate that he had some help from a Scottish collaborator. Bowles would surely have had access to well-informed Covenanters in the autumn of 1643. In terms of Scottish connections, his previous spell as a regimental chaplain may also be of relevance. In England in 1642–3, Bowles had been attached to the regiment of the veteran Scottish officer Sir John Meldrum.[CITATION-106] Meldrum had served in Ireland under James I and secured land in the plantation of Ulster.[CITATION-107] In the early 1640s, his nephew Robert Meldrum was secretary to Alexander Leslie, earl of Leven, who, like Sir John, had fought in the Thirty Years’ War under Gustavus Adolphus. Robert Meldrum was prominent in Covenanter circles in 1643; he was dispatched to London that summer to lobby the parliament and he sat as an elder in the Westminster Assembly.[CITATION-108] Unfortunately, the details of Bowles’s probable interactions with Scottish political figures in 1643 are obscure. It is also possible that he relied on printed sources rather than personal connections in gathering relevant information on Scottish as well as Irish affairs.Among the details of the Irish conflict of which Bowles seems to have been aware was the approach initially taken by the Ulster rebels towards the Scottish inhabitants of that province. At first, O’Neill and other leaders claimed that they had no quarrel with the Scots, and that their actions were directed only against English Protestants. Historians have quite reasonably understood this tactic as a rebel effort to ensure that English and Scottish settlers would not make common cause against them. The rebels’ hopes of dividing their enemies were quickly dashed when the Scots in Ulster began to mobilise for resistance, and in most cases the rebels soon abandoned their professions of friendship.[CITATION-109] In the text of the forged commission, Bowles sought to exploit this situation by making it appear that an instruction to spare the Scots had come from the king. The clause authorising the Catholics to seize all ‘places of strength and defence’, as well as Protestants and their possessions, was qualified with an order against any interference with ‘the Places, Persons, and Estates of Our loyall and loving Subjects the Scots’.[CITATION-110] Historians have interpreted this detail in a variety of ways. For those who once insisted that the commission was a genuine royal document, it supposedly reflected the king’s confidence on 1 October that he had succeeded in re-establishing good relations with his northern kingdom and that he would be able to turn the Covenanters against the English parliament.[CITATION-111] More recent analyses, treating the commission as a rebel forgery, have portrayed the passage relating to the Scots as part of O’Neill’s endeavour to neutralise potential resistance from that quarter.[CITATION-112] What, however, was Bowles’s intention here?The reference to the Scots within the commission was one of the instances where Bowles was able to make good use of his hindsight perspective on the events of 1641. Because the relevant instruction appeared to have been followed to some extent in practice, it served to reinforce the claim for the document’s authenticity. For the same reason, later historians have been misled in a different way. Most directly, David Stevenson insisted that the emphasis on sparing the Scots was confirmatory evidence that the commission was a rebel fabrication. After all, a third party seeking to foster Anglo-Scottish opposition to the king by implicating him in the rebellion was ‘wildly unlikely’ to have included such a clause, because it ‘might well have been taken to imply that the Scots as well as the Irish were in league with the king’.[CITATION-113] From Bowles’s perspective in 1643, however, there were several possible grounds for taking this approach. First, as already mentioned, it had the effect of making the rebels’ initial inaction towards the Scots appear to mirror the intention expressed in the commission. In the aftermath of the adoption of the Solemn League and Covenant, the instruction in question was open to a second and more subtle reading, especially alongside Bowles’s portrayal of royal policy as a relentless drive towards popish tyranny. Here was further evidence of a duplicitous king bent on dividing Protestants so as to advance his ‘Romish’ design for the three kingdoms. Bowles argued that the Irish rebellion was intended to root out true religion in Ireland and to exhaust the resources of Protestant England. It thus made sense to try to keep the Scots out of this conflict for a time; they could be dealt with later. For those committed to ‘the Preservation of true Religion and Liberty’ in the autumn of 1643, Bowles’s message was clear. The only appropriate response was for ‘every man to winde up his thoughts to a Christian Resolution’, to ‘labour for stedfastnesse in that Covenant’ and to ‘accomplish a speedy and firme Union’.[CITATION-114] Bowles’s inflammatory pamphlet, which seems to have given renewed impetus to the allegation that the king was complicit in the rebellion, inevitably met with a mixed reaction. Writing in the 1670s, Gilbert Burnet claimed that this ‘shrewdly but maliciously penned’ work had been ‘sent through all places, and both preached and printed up and down Scotland, and zealously infused into the peoples minds’.[CITATION-115] At the beginning of the eighteenth century, Edmund Calamy commented that Bowles had ‘publish’d that noted tract, Entituledwhich gave a great deal of Delight and Satisfaction to elder Heads’.[CITATION-116] Some immediate contemporary reactions can also be traced.[CITATION-117] It is probably not a coincidence that within a fortnight of Bowles’s work being published, the former Crown servant Georg Rudolf Weckherlin noted bitterly in his diary ‘that his Majesty had long since (before any troubles in these kingdomes) given Commission to the Irish papists, to subdue and extirpate the English Protestants in Ireland’.[CITATION-118] Another contemporary, John Squier, the vicar of St Leonard’s Shoreditch in London, remained unconvinced. Squier readin January 1644 in his cell at Newgate, where he had been imprisoned since 1642 on account of his support for the king and episcopacy. On the title page of his copy of Bowles’s pamphlet, Squier wrote that ‘By Rayling against the King, hee incites to Rebelling against the King’. Squier claimed to have identified no fewer than 124 ‘lyes’ in the pamphlet.[CITATION-119] The lie relating to the king’s commission to the Irish rebels can be viewed as the most damaging, both because Bowles underpinned it with novel fabricated evidence and because it was quickly taken up by other pro-parliamentarian writers. Bowles was very much aware that some readers would consider his work a scandalous libel, admitting towards the end of his pamphlet that he was likely to have ‘provoked almost every body but my owne conscience’.[CITATION-120] His conscience seems to have been eased by the fact that the king had recently reached an accommodation with the Irish Catholics. Even if the king had not explicitly authorised the Irish rebellion, his willingness to treat with the rebels in the autumn of 1643, and to make some concessions to them in return for financial support, demonstrated his willingness to overlook the ‘horrid gastly Monster of the Irish massacre’.[CITATION-121] In forging the commission, Bowles was simply backdating Charles’s co-operation with the rebels, while also addressing the want of clear documentary evidence for the rebels’ claims that they enjoyed royal support in 1641.When, after 1660, Richard Baxter reflected on the political radicalisation that had led to revolution in England, he pointed to the publication of Bowles’sin January 1643 as an important moment.[CITATION-122] , with its opposition to compromise, undoubtedly fed into the ‘ideological escalation’ of 1643, as analysed by David Wootton and others.[CITATION-123] , published later that same year, can also be related to this hardening of commitment and heightening of rhetoric, making the choice to remain neutral in the conflict increasingly untenable.[CITATION-124] In the summer of 1643, the parliament remained cautious about directly blaming Charles for the Irish rebellion, preferring instead to continue pointing the finger at ‘evil counsellors’.[CITATION-125] Bowles inabandoned all such restraint. He realised that he was open to criticism because ‘there need not have beene so much bitternesse used’, but he insisted that ‘It is the language of the times, and not mine.’[CITATION-126] Yet he had himself done much to harshen the tone withearlier in 1643.The task of situatingin an English historiographical context is rendered easier by the fact that Bowles has attracted a good amount of scholarly attention and because much of his career and connections are reasonably well known. Jason Peacey’s recent work on the role of a cross-border print culture in fostering an ‘Anglo-Scottish public’ in the 1640s appears to offer one framework for study of the wider British significance of Bowles’s activities in Edinburgh in 1643.[CITATION-127] Bowles’s pamphlet can be looked at, too, in the context of ‘functional radicalism’. This term has been deemed useful by some historians of mid-seventeenth century England in seeking to explain how individuals and groups, when reacting to political and military developments, progressively adopted ever more extreme positions.[CITATION-128] Anthony Milton has argued that the writings of Laudian advocates and apologists in the 1630s were also shaped by ‘functional radicalization’; once a work was in circulation ‘others had to match it or beat it to gain the same applause’.[CITATION-129] In relation to Bowles, previous treatments ofare again instructive. Peacey has suggested that this pamphlet ‘may represent a classic instance of “functional radicalism”, in which the political stakes were raised’.[CITATION-130] In much the same way,also raised the temperature of debate at a crucial moment. The evident threat posed by the cessation of hostilities in Ireland, allied to a desire to promote the Solemn League and Covenant, saw Bowles resort to forgery in support of a fierce polemical attack on the king. The extent of the radicalism at play here is suggested by the fact that more than four years were to pass before the House of Commons, without the Lords, publicly endorsed Bowles’s account of the origins of the Irish rebellion.[CITATION-131] The implications of the evidence outlined above for our understanding of the Irish rebellion are more difficult to gauge and can be only partly explored in what follows. The closing decades of the twentieth century witnessed several notable developments in the historiography of 1641: for example, the rehabilitation of the controversial depositions as a useful source.[CITATION-132] In addition, key aspects of the rebellion such as its planning and early stages were revisited by Aidan Clarke and others, with some elements of this research becoming incorporated into the three-kingdoms political narrative associated with the ‘New British History’.[CITATION-133] One contribution of note was Michael Perceval-Maxwell’s 1994 monograph, which has been credited by Nicholas Canny with carrying ‘the high politics explanation of events in Ireland as far as the evidence will bear’.[CITATION-134] More recently, scholars have benefited from the welcome publication of the 1641 depositions in a meticulous edition. Numerous regional studies have now been undertaken which shed light on the manner in which the rebellion unfolded across the kingdom.[CITATION-135] Meanwhile, the long-contested issue of a ‘general massacre’ has been masterfully dissected by Aidan Clarke.[CITATION-136] In addition, considerable efforts have been made to reconstruct women’s experiences during the rebellion, and to situate 1641 in appropriate wider contexts.[CITATION-137] Another major area of focus has been the ways in which the rebellion was represented in print, both at the time and across subsequent centuries.[CITATION-138] Within this increasingly rich fabric of scholarship, the task of unravelling Bowles’s forgery and its influence is far from straightforward. At least four threads are worth following.Constructing a coherent political narrative, both of the background to the rebellion and of the chaos subsequently unleashed in Ulster, poses considerable challenges. With murky plots giving way to a dizzying spiral of violence, O’Neill’s supposed proclamation of his forged commission at Newry on 4 November has stood out as a moment of relative order and clarity, a key navigation point for historians seeking to traverse the confused and confusing early stages of the rebellion. It has understandably proven attractive to authors of broad surveys of the period, within which the rebellion can be afforded only limited space. We read of O’Neill’s apparent decision on 4 November ‘to explode a political bombshell’.[CITATION-139] It was ‘a move that was to have immense repercussions’.[CITATION-140] ‘The impact on Charles’s prospects could hardly have been worse’.[CITATION-141] In such ways, a set-piece event at Newry, which Bowles seems to have invented, has been invested with great historical significance. It has served as a convenient narrative shorthand for the more complicated and diffuse processes whereby Irish rebel claims to be acting with the king’s support served to heighten mistrust of Charles in Britain.[CITATION-142] The second thread runs through an issue of enduring interest: the extent to which Charles’s political dealings with Irish Catholic elites in 1641 helped to inspire the outbreak of rebellion. Since the nineteenth century, some historians who have dismissed the commission as a forgery nonetheless have accepted elements of Bowles’s wider supporting narrative. The role allegedly played in 1641 by the Irish nobleman Thomas Dillon, Viscount Costello-Gallen, is a case in point. Dillon went from London to Edinburgh with the king before travelling to Dublin in October to take up his seat on the Irish Privy Council. Bowles appears to have been the first to argue that Dillon had acted as the king’s messenger in carrying a commission to the rebels.[CITATION-143] While both Gardiner and Dunlop saw the commission as a rebel forgery, they were willing to believe that Dillon had carried a secret message from the king to his sympathisers among the traditionally loyal Old English Catholic community of the Pale. According to Dunlop, it was ‘exceedingly likely’ that this communication supposedly carried by Dillon in turn provided O’Neill and Maguire ‘with the materials for their forgery’.[CITATION-144] Some later historians have augmented this version of events. Caroline Hibbard, for example, asserted that ‘Dillon helped persuade the Ulster rebels to join with the lords of the Pale’.[CITATION-145] Jane Ohlmeyer suggested that the king had in fact sent Dillon to Ireland to organise an army for use against the English parliament, a move that supposedly lent credence to the existence of similar plans involving the earl of Antrim.[CITATION-146] The notion that Dillon had played any such role was weighed and flatly rejected by Perceval-Maxwell in 1994, but a version of this allegation surfaced again a decade later in thearticle on the viscount.[CITATION-147] Ronald G. Asch’s entry for Endymion Porter in therepeats the assertion that the Scottish great seal ‘had indeed at times been in his custody during the king’s stay in Scotland in 1641’.[CITATION-148] The examples of Dillon and Porter point to Bowles’s lasting influence, as they have remained associated with the roles that he concocted for them in his pamphlet.In two further areas, Bowles’s forgery has arguably had a subtler impact, influencing the historiography in ways that are more difficult to weigh precisely. The first of these relates to the debate about the causes of the rebellion, a prominent feature of which has been the evaluation of short- and long-term factors. From the 1960s onwards, the established Irish nationalist view of the rebellion as a largely inevitable reaction to the plantation of Ulster after 1609 came under increasing pressure, especially as historians devoted greater attention to short-term contexts. In several influential contributions, Clarke emphasised the role of high-political developments across the three kingdoms in the summer of 1641. He argued that the outlook of the disillusioned and heavily indebted Ulster conspirators who had begun their plotting early in 1641 was transformed by their subsequent interaction with the fiercely loyal Old English, who were in contact with the king and exploring ways of shoring up his tottering authority. According to Clarke, the Ulstermen’s dealings with the Old English ‘converted an unconvincing plot against the colonial system into an urgent and purposeful revolt within it’.[CITATION-149] O’Neill and his allies then ‘proceeded on the confident assumption that they were about the king’s business’, the implication being that the forged commission represented a logical expression of their assumption.[CITATION-150] Clarke’s argument that the rebels’ high-political objectives rendered local conditions in colonial Ulster ‘irrelevant’ to the outbreak was tempered somewhat by Raymond Gillespie. He accepted Clarke’s narrative of the development of the rebel plot, but also stressed the impact both of economic downturn and of the policies pursued by Thomas Wentworth as lord deputy in the 1630s.[CITATION-151] Perceval-Maxwell’s book-length study returned the focus primarily to the immediate background to the rebellion. He devoted considerable attention to the Dublin parliament of 1640–41 and to the wider ‘British dimension’ of Irish politics in those years, while also revisiting the evidence relating to the rebels’ plotting.[CITATION-152] In 2001, Canny drew some attention back to the long-term context, pointing out that the gradual fraying of the relationship between the government of Ireland and the Catholic political nation after 1600, and a development of close ties to Catholic Europe in the same period, were also key factors.[CITATION-153] The cumulative effect of such scholarship has been the recognition of a broad range of interlinking causes, but some individual historians have continued to emphasise particular aspects. On one hand, Jane Ohlmeyer has argued that the ‘extent to which plantations contributed to the outbreak of the 1641 rebellion is debatable’.[CITATION-154] Her work on the peers in 1640–41 has highlighted ‘a common political and constitutional agenda’ that spanned ‘ethnic and sectarian divides’, with the result that Catholic lords proved very reluctant to join the war effort.[CITATION-155] From this perspective, ‘short-term political factors’, encompassing developments in Britain, best explain the breakdown that occurred in October 1641.[CITATION-156] On the other hand, David Edwards has stressed the importance of ‘provincial unrest’ across several decades before 1641.[CITATION-157] Gerard Farrell, meanwhile, has linked the rebellion firmly to the discrimination experienced by the natives in colonial Ulster from around 1570 onwards.[CITATION-158] Where does Bowles’s forgery fit into this debate?matters here because it has helped to inform historians’ understanding of the rebels’ motivations, and by extension the ‘causes’ of the rebellion. In accordance with Bowles’s portrayal of Charles as the instigator of the rebellion, the main goals expressed in the forged commission were the defence of the king’s prerogative from curtailment by the English parliament and the maintenance of his ‘Regall power and authority’ in Ireland.[CITATION-159] As summed up by Joseph Cope, ‘the forged commission presented justification for the rising in constitutional terms’.[CITATION-160] The assumption that O’Neill and Maguire jointly composed for widespread circulation a ‘war aims’ manifesto that explained their actions almost entirely in terms of the need to defend the Crown has arguably contributed to a historiographical overemphasis on the Ulster rebels’ concern for preserving royal authority. In this context, Clarke’s argument regarding the evolution of the rebels’ aims, although modified and augmented by others, has remained influential.[CITATION-161] In the 1980s and 1990s, moreover, his account of Irish developments in 1641 was integrated relatively smoothly into Conrad Russell’s high-political three-kingdoms explanation for the collapse of Stuart authority.[CITATION-162] At the same time, Russell expressed some unease at the fact that Clarke’s account of what happened in Ireland appeared to fit almost too neatly into his own broader explanation for the breakdown of royal government.[CITATION-163] That it fitted so well was at least partly due to the lasting influence of Bowles’s forgery, which portrayed the rebels as firmly pursuing the king’s agenda in October 1641.[CITATION-164] The necessary exclusion of Bowles’s text from consideration thus ought to have significant consequences for historians’ ongoing efforts to weigh up the long- and short-term causes of the rebellion and to assign due weight to Irish, British and European contexts respectively.In this regard, greater prominence ought to be afforded to sources such as the genuine declaration issued by Sir Phelim O’Neill at Dungannon on 24 October, a text that has usually been overshadowed by the debate on the commission. Just two days after taking up arms, O’Neill and his comrades explained that the rebels’ actions were ‘no way intended against the King, or to hurt any of his subjects either of the English or the Scottish nation; but only for the defence and liberty of ourselves and of the natives of the Irish nation’.[CITATION-165] This claim to be ‘no way’ against Charles was arguably some distance short of the positive commitment to action in defence of his cause, as expressed in the forged commission hitherto attributed to O’Neill and Maguire.The final aspect to be considered is how the forged commission has helped to inform understanding of the apparent evolution of the rebels’ aims in the course of the rebellion. Historians including Nicholas Canny have argued that there existed a gulf between the aspirations of the Ulster rebel elite on the one hand and their less politically sophisticated followers on the other. Once the rebellion had begun, Phelim O’Neill and other leaders were unable to control the forces that they had unleashed.[CITATION-166] This narrative of a ‘two-tier rebellion’, comprising distinguishable elite and popular dimensions, has not, however, won universal acceptance. W.J. Smyth has called for closer investigation of the role played by lesser gentry, strong tenant farmers and ‘the vital middle level’ of clergy and friars, a call echoed by John Walter.[CITATION-167] McCoy and Ó Siochrú’s research on County Fermanagh has in fact shown that the ‘Catholic social elite’ were responsible for co-ordinating murderous attacks on Protestant settlers.[CITATION-168] According to the contested ‘two-tier’ interpretation, once the rebellion had begun the rebel leadership was gradually forced to adopt more extreme objectives. They did so as part of an effort to maintain control and to placate the wider Catholic populace who were enthusiastically engaged in attacking Protestant settlers. For Perceval-Maxwell, the content of the forged commission shed some crucial light on this process, because it apparently reflected O’Neill’s shift away from the limited demands that he had revealed at Dungannon on 24 October. The forgery supposedly produced on 4 November signalled a ‘change in direction’ for Sir Phelim. As popular unrest grew, he had decided at Newry to endorse a harsher ‘official policy of plundering the English, but not the Scots’.[CITATION-169] Leaving the forged commission aside, the 1641 depositions contain a variety of evidence relating to the rebels’ objectives during the early months of the conflict. For example, some weeks after the outbreak, O’Neill revealed a whole host of substantial demands during a conversation with one of his prisoners, Robert Maxwell. These included the appointment of members of the ‘Irish nation’ to key public offices, the reversal of all plantations, the full restoration of the Catholic Church and a ban on the migration to Ireland of settlers from Britain.[CITATION-170] It is not possible to gauge precisely whether the information imparted to Maxwell reflected O’Neill’s aims all along, whether he had adopted them in response to pressure from below, or how widely such objectives were shared among the rebel leadership. Sean Connolly has highlighted the possibility that O’Neill’s eventual voicing of more extreme demands revealed ‘underlying aspirations that initially had been prudently concealed’.[CITATION-171] What is clear, however, is that reliance on the text of the forged commission as an indicator of rebel sentiment on 4 November has hindered rather than helped scholarly efforts to address such questions.This article has offered a reassessment of the forged commission for the Irish rebellion, setting out a compelling case for its authorship by an English clergyman in Edinburgh in 1643, rather than by two Ulster rebels in Newry in 1641. This new awareness of the origins, content and purpose of the text in question has evident consequences for our understanding of various aspects of war and politics in the three kingdoms in the 1640s, only some of which have been explored here. It also provides a revealing case-study in the importance of print culture for shaping and escalating the conflict. Edward Bowles’s forgery can be deemed a remarkable success, as it appeared to provide persuasive documentary evidence for a key component of the popish plot in which the king’s enemies insisted he was complicit. It thus merits attention from scholars eager to understand the highly charged political, religious and military environment that prevailed across the three kingdoms in and around 1643. During his lifetime, Charles failed effectively to refute the allegation of involvement in the rebellion, and the stain on his reputation endured long after his death. Although the case against the king having directly commissioned the rebels was convincingly made in the 1880s, Bowles’s influence continued to evade detection. In the twentieth and twenty-first centuries, historians have made great strides in studying the 1641 rebellion, yet in some respects their work has continued to be influenced by Bowles’s propaganda. This article has unmasked the forger who framed the king, and highlighted some of the consequences that this discovery has for our understanding of the 1641 rebellion. It points to the need for aspects of the planning and early development of the rebellion to be reassessed, but with Bowles’s forged text belatedly excised from the body of relevant sources.",
    "footnotes": {
        "1": "John Cook, King Charls, his Case (London, 1649), p. 29; John Milton, Eikonoklastes (London, 1649), p. 118. For subsequent mentions, see Henry Parker, Scotlands Holy War (London, 1651), p. 3, and Ephraim Elcock, Animadversions on a Book Called, a Plea for Non-scribers (London, 1651), p. 32.",
        "2": "John Rushworth, Historical Collections. The Third Part (London, 1692), pp. 400–401.",
        "3": "The English Civil War and Revolution: A Sourcebook, ed. K. Lindley (London, 1998), pp. 80–81. The version preserved among the 1641 depositions has been most recently published in The 1641 Depositions, I: Armagh, Louth and Monaghan, ed. A. Clarke (Dublin, 2014), pp. 13–14.",
        "4": "Mary Hickson, Ireland in the Seventeenth Century; or, the Irish Massacres of 1641–2: Their Causes and Results (2 vols, London, 1884), i. 113–15.",
        "5": "Trinity College Dublin [hereafter TCD], MS 836, fo. 18r–v, proclamation of Phelim O’Neill and Rory Maguire, 4 Nov. 1641.",
        "6": "Hickson, Irish Massacres, i. 115–21.",
        "7": "Robert Dunlop, ‘The Forged Commission of 1641’, English Historical Review, ii (1887), p. 532. Dunlop’s article reproduced the text of the commission directly from Hickson’s book.",
        "8": "For a recent example, see J. Cope, ‘The Irish Rising’, in M. Braddick, ed., The Oxford Handbook of the English Revolution (Oxford, 2015), p. 83.",
        "9": "T. Fitzpatrick, ‘Sir Phelim’s Commission’, New Ireland Review, xxi (1904), pp. 333–48. My conclusions agree with this relatively obscure article on some points, as indicated below, but were arrived at independently. Fitzpatrick does not engage with the issue in his better known and more easily accessed work The Bloody Bridge and Other Papers Relating to the Insurrection of 1641 (Dublin, 1903).",
        "10": "A. Clarke, The Old English in Ireland, 1625–1642 (London, 1966), pp. 165–8; D. Stevenson, Scottish Covenanters and Irish Confederates: Scottish–Irish Relations in the Mid-Seventeenth Century (Belfast, 1981), pp. 83–95; M. Perceval-Maxwell, The Outbreak of the Irish Rebellion of 1641 (Dublin, 1994), pp. 218–19.",
        "11": "The 1641 Depositions have been digitised and are freely available via 1641 Depositions (Trinity College Dublin, 2009–), at https://1641.tcd.ie. This website was the primary means through which the depositions were consulted in the preparation of this article. Depositions from Newry are preserved in TCD, MS 837. The argument in Fitzpatrick, ‘Sir Phelim’s Commission’, was largely informed by his careful scrutiny of the content of the depositions.",
        "12": "J. Ohlmeyer, ‘The “Antrim Plot” of 1641—A Myth?’, Historical Journal, xxxv (1992), pp. 905–19; M. Perceval-Maxwell, ‘The “Antrim Plot” of 1641—A Myth? A Response’, Historical Journal, xxxvii (1994), pp. 421–30; J. Ohlmeyer, ‘The “Antrim Plot” of 1641: A Rejoinder”, Historical Journal, xxxvii (1994), pp. 431–7; C. Russell, The Fall of the British Monarchies, 1637–42 (Oxford, 1991), pp. 373–99.",
        "13": "Ohlmeyer, “‘Antrim Plot” … A Rejoinder’, p. 431.",
        "14": "Dunlop, ‘Forged Commission’, pp. 527–33.",
        "15": "A. Clarke, ‘Introduction to Volume I’, in 1641 Depositions, I, ed. Clarke, p. xl.",
        "16": "Hickson, Irish Massacres, i. 113–15.",
        "17": "Dunlop, ‘Forged Commission’, p. 531.",
        "18": "Ibid., pp. 531–3; Samuel R. Gardiner, History of England From the Accession of James I to the Outbreak of the Civil War, 1603–1642 (10 vols, London, 1883–4), x. 92 n. 2.",
        "19": "Clarke, Old English, pp. 166–7.",
        "20": "Thomas Carte, An History of the Life of James, Duke of Ormonde (3 vols, London, 1735–6), i. 182–3.",
        "21": "See, for example, TCD, MS 840, fos. 23r–26v, ‘The declaration of the Lords gentry and others of Leinster and Munster’, 25 Mar. 1642, and ‘The grievances of the peers and gentry of Ireland’, 25 Mar. 1642.",
        "22": "Hickson, Irish Massacres, i. 114.",
        "23": "TCD, MS 836, fos. 42r–43v, deposition of Thomas Chambers, 2 June 1642. For more on this point, see ibid., fos. 82r–86v, information of William Fitzgerrald, 4 June 1642, and TCD, MS 809, fos. 5r–12v, deposition of Robert Maxwell, 22 Aug. 1642.",
        "24": "TCD, MS 836, fo. 18r, proclamation of Phelim O’Neill and Rory Maguire. In the version published by Hickson from this manuscript, the spelling was modernised and the word ‘Romish’ given as ‘Roman’. See Hickson, Irish Massacres, i. 113. Fitzpatrick also drew attention to Hickson’s substitution of ‘Roman’ for ‘Romish’, and suggested that the rebels would not have used the latter word. See his ‘Sir Phelim’s Commission’, p. 345.",
        "25": "Milton, Eikonoklastes, p. 115; William Prynne, Canterburies Doome (London, 1646), p. 522; Henry Parker, The Altar Dispute; or, A Discovrse Concerning the Severall Innovations of the Altar (London, 1642), p. 65; Christopher Blackwood, Apostolicall Baptisme (London, 1646), p. 3.",
        "26": "A True Relation of the Life and Death of the Right Reverend Father in God William Bedell, Lord Bishop of Kilmore in Ireland, ed. Thomas Wharton Jones, Camden Society, new ser., iv (1872), pp. 183–4. See, for example, TCD, MS 811, fos. 116r–117v, deposition of John Wood, 17 Feb. 1642, and MS 833, fo. 70r–v, deposition of Thomas Taylor, 3 Jan. 1642.",
        "27": "For a mention of ‘freedom of religion’, see TCD, MS 814, fos. 264r–269v, deposition of Ralph Walmisley, 11 Mar. 1646.",
        "28": "Clarke, Old English, p. 166.",
        "29": "Hickson, Irish Massacres, i. 113–15.",
        "30": "A Brief Narrative of the Late Treacherous and Horrid Designe (London, 1643), p. 4; M. Braddick, God’s Fury, England’s Fire: A New History of the English Civil Wars (London, 2008), pp. 291–3.",
        "31": "J. Casway, ‘O’Neill, Sir Phelim Roe (1603–1653)’, Oxford Dictionary of National Biography [hereafter ODNB].",
        "32": "For examples of mentions of the great seal of England, see TCD, MS 820, fo. 234v, deposition of John Andrewes, 29 Sept. 1642, and MS 834, fo. 108v, deposition of Alexander Creichton, 28 Feb. 1642. A commission from the queen was mentioned in two depositions from Queen’s County. See TCD, MS 815, fo. 171r, deposition of Thomas Challender, 9 Apr. 1642 and fo. 160r, deposition of William Adams, 12 Apr. 1642.",
        "33": "TCD, MS 809, fo. 6v, deposition of Robert Maxwell, 22 Aug. 1642.",
        "34": "Ibid. For a similar admission made by a Catholic bishop, see TCD, MS 839, fo. 45r–v, deposition of Sir William Stewart, 12 Oct. 1643.",
        "35": "Henry Jones, Remonstrance of Divers Remarkeable Passages Concerning the Church and Kingdome of Ireland (London, 1642), pp. 14–15.",
        "36": "TCD, MS 836, fo. 89v, deposition of Joane Constable, 6 June 1643.",
        "37": "R. Gillespie, ‘Destabilizing Ulster, 1641–2’, in B. Mac Cuarta, ed., Ulster, 1641: Aspects of the Rising (Belfast, 1993), p. 115.",
        "38": "See, for example, TCD, MS 836, fos. 161r–162v, examination of Jane Beare, 26 Feb. 1653, and MS 835, fo. 158r–v, deposition of John Right, 5 Jan. 1642.",
        "39": "Audley Mervyn, An Exact Relation of all Such Occurrences as have Hapned in the Severall Covnties of Donegall, London-derry, Tyrone, and Fermanagh in the North of Ireland (London, 1642), p. 8.",
        "40": "TCD, MS 837.",
        "41": "TCD, MS 837, fos. 14r–17v, deposition of Henry Smith, 11 June 1642.",
        "42": "Hickson, Irish Massacres, i. 114.",
        "43": "TCD, MS 839, fo. 15r, deposition of John Kerdiff, 28 Feb. 1642.",
        "44": "See, for example, TCD, MS 817, fo. 300v, deposition of Elizabeth Trafford, 8 Jan. 1642.",
        "45": "TCD, MS 833, fo. 18r, deposition of Richard Jackson, 26 Jan. 1642; MS 835, fo. 141v, deposition of Morris Midlebrooke, 7 Jan. 1642. Conor Maguire, baron of Enniskillen, was Rory Maguire’s brother.",
        "46": "John Nalson, An Impartial Collection of the Great Affairs of State (2 vols, London, 1682–3), ii. 639.",
        "47": "E. Shagan, ‘Constructing Discord: Propaganda and English Responses to the Irish Rebellion of 1641’, Journal of British Studies, xxxvi (1997), pp. 26, 30. See also D. O’Hara, English Newsbooks and the Irish Rebellion, 1641–1649 (Dublin, 2006), pp. 27–45.",
        "48": "For analysis of Jones’s publications on the depositions, see J. Cunningham, ‘1641 and the Shaping of Cromwellian Ireland’, in E. Darcy, A. Margey and E. Murphy, eds., The 1641 Depositions and the Irish Rebellion (London, 2012), pp. 155–67.",
        "49": "Jones, Remonstrance, pp. 4–5.",
        "50": "On Irish Protestant opinion, see J. Cunningham, ‘Milton, John Hall and Thomas Waring’s Brief Narration of the Rebellion in Ireland’, Milton Quarterly, liii (2019), pp. 69–85.",
        "51": "John Temple, The Irish Rebellion (London, 1646).",
        "52": "A Declaration of the Commons of England in Parliament Assembled; Expressing their Reasons and Grounds of Passing the Late Resolutions (London, 1648), p. 24.",
        "53": "[Edward Hyde], A Full Answer to an Infamous and Trayterous Pamphlet (London, 1648), pp. 38–9. See also George Bate, The Regall Apology (London, 1648), pp. 76–9.",
        "54": "Cook, King Charls, his Case, p. 29.",
        "55": "Eikon Basilike (London, 1649), pp. 81–2.",
        "56": "Milton, Eikonoklastes, p. 118.",
        "57": "TCD, MS 836, fos. 167r–170v, examination of Sir Phelim O’Neill, 23 Feb. 1653.",
        "58": "For an analysis of the court, see J. Wells, ‘English Law, Irish Trials, and Commonwealth State Building in the 1650s’, Past and Present, no. 207 (2015), pp. 77–119.",
        "59": "J. Wells, ‘Proceedings at the High Court of Justice at Dublin and Cork, 1652–1654’, Archivium Hibernicum, lxvi (2013), p. 209.",
        "60": "Casway, ‘O’Neill, Sir Phelim Roe’.",
        "61": "Hickson, Irish Massacres, ii. 113–15; TCD, MS 836, fo. 18r–v, proclamation of Phelim O’Neill and Rory Maguire.",
        "62": "Journal of the House of Commons, VII: 1651–1660 (London, 1802), p. 267; The Weekly Intelligencer, 15–22 Mar. 1653, pp. 779–80; Severall Proceedings in Parliament, 10–17 Mar. 1653, pp. 2,857–9.",
        "63": "Hickson, Irish Massacres, ii. 119.",
        "64": "Declaration of the Commons … Expressing their Reasons and Grounds, p. 24; Cook, King Charls, his Case, p. 29.",
        "65": "TCD, MS 836, fo. 18r–v, proclamation of Phelim O’Neill and Rory Maguire; Oxford, Bodleian Library, Nalson MS 21, fo. 5r–v, proclamation of Phelim O’Neill and Rory Maguire.",
        "66": "It is endorsed as ‘Read the xvth March 1652[3]’. Russell mistakenly stated that the endorsement was dated 15 Mar. 1642. See C. Russell, ‘The British Background to the Irish Rebellion of 1641’, Historical Research, lxi (1988), p. 177, n. 50. For the relevant newsbooks, see n. 62 above.",
        "67": "Milton, Eikonoklastes, pp. 118–19. Milton also refers to the brief mention of the commission made in a work by a ‘Scotch gentleman’, which appears to be a reference to Part of a Treatise Written by a Scotch Gentleman, in the year 1645 (London, 1648). The latter was an excerpt from David Buchanan, Truth its Manifest (London, 1645).",
        "68": "Edward Bowles, The Mysterie of Iniquity (London, 1643).",
        "69": "Since the nineteenth century, Bowles’s pamphlet has been frequently cited in discussions of the rebellion and of the history of the forged commission. See, for example, J.H. Burton, The History of Scotland from Agricola’s Invasion to the Revolution of 1688 (7 vols, Edinburgh, 1867–70), vii. 159–63; Hickson, Irish Massacres, ii. 374–5; Dunlop, ‘Forged Commission’, p. 531; Clarke, Old English, pp. 165–6; Perceval-Maxwell, Outbreak of the Irish Rebellion, p. 198; E. Darcy, The Irish Rebellion of 1641 and the Wars of the Three Kingdoms (Woodbridge, 2013), p. 134. Fitzpatrick also mentioned The Mysterie of Iniquity and was sceptical regarding its reliability; he had access only to an incomplete copy held at TCD and he was not aware that Bowles was the author: ‘Sir Phelim’s Commission’, pp. 343–4.",
        "70": "John Vicars, Gods Arke Overtopping the Worlds Waves (London, 1645), pp. 70–71; William Prynne, Romes Master-Peece (London, 1644), ‘To the reader’.",
        "71": "Declaration of the Commons … Expressing their Reasons and Grounds, p. 24.",
        "72": "TCD, MS 836, fo. 18r–v, proclamation of Phelim O’Neill and Rory Maguire.",
        "73": "Bowles, Mysterie of Iniquity, p. 36.",
        "74": "S. Wright, ‘Bowles, Edward (bap. 1613, d. 1662)’, ODNB; A. Laurence, Parliamentary Army Chaplains, 1642–1651 (Woodbridge, 1990), pp. 101–2; Edmund Calamy, An Abridgement of Mr Baxter’s History of his Life and Times (London, 1702), pp. 426–31.",
        "75": "The situation in Ireland in the 1640s and the relevant British contexts are covered well in M. Ó Siochrú, Confederate Ireland, 1642–49: A Constitutional and Political Analysis (Dublin, 1999), and R. Armstrong, Protestant War: The ‘British’ of Ireland and the Wars of the Three Kingdoms (Manchester, 2005). See also T. Ó hAnnracháin, Catholic Reformation in Ireland: The Mission of Rinuccini, 1645–1649 (Oxford, 2002).",
        "76": "D. Stevenson, The Scottish Revolution, 1637–1644: The Triumph of the Covenanters (Newton Abbot, 1973), pp. 283–90.",
        "77": "J. King Hewison, The Covenanters: A History of the Church of Scotland from the Reformation to the Revolution (2 vols, Glasgow, 1908), i. 490–92; Stevenson, Scottish Revolution, p. 290.",
        "78": "Calendar of State Papers, Domestic Series, of the Reign of Charles I. Addenda: March 1625 to January 1649 (London, 1897), p. 660.",
        "79": "2 Thessalonians, 2:7.",
        "80": "Bowles, Mysterie of Iniquity.",
        "81": "Thomason’s copy of the Edinburgh edition is available via Early English Books Online (ProQuest): Thomason 13:E.76[25].",
        "82": "‘Scottish Books 1641–1660 (Aldis Updated)’, available via Scottish Books 1505–1700 (Aldis Updated) (National Library of Scotland), at https://www.nls.uk/media/1790670/aldis-1641–1660.pdf.",
        "83": "See, for example, The Principall Acts of the Generall Assembly, Conveened at Edinburgh the Second Day of August 1643 (Edinburgh, 1643), p. 41, and The Answer of the Convention of the Estates, to the Remonstrance and Desires of the Commissioners of the Generall Assembly, Concerning the Dangers of Religion (Edinburgh, 1643), p. 6.",
        "84": "D. Stevenson, ‘A Revolutionary Regime and the Press: The Scottish Covenanters and their Printers, 1638–51’, The Library, 6th ser., vii (1985), p. 326.",
        "85": "English Short Title Catalogue (British Library), at http://estc.bl.uk, ESTC R21130.",
        "86": "A Transcript of the Registers of the Worshipful Company of Stationers of London from 1640–1708 A.D. (3 vols, London, 1913), i. 90; Bowles, Mysterie of Iniquity.",
        "87": "J. Peacey, Politicians and Pamphleteers: Propaganda during the English Civil Wars and Interregnum (Aldershot, 2004), pp. 103, 113, 188, 260.",
        "88": "Two Speeches Spoken at a Common Hall, Octob. 27. 1643. 1. By Sir Henry Vane. 2. By Master Marshall (Edinburgh, 1643); A Letter from Mr. Marshall and Mr. Nye, Appointed Assistants to the Commissioners of Scotland to their Brethren in England (London, 1643).",
        "89": "Bowles, Mysterie of Iniquity, p. 24.",
        "90": "Ibid., pp. 34–48.",
        "91": "Jones, Remonstrance.",
        "92": "Bowles, Mysterie of Iniquity, pp. 34–6.",
        "93": "Ibid., p. 36.",
        "94": "Ibid.",
        "95": "Ibid., p. 37.",
        "96": "Clarke, Old English, p. 167; Stevenson, Covenanters and Confederates, p. 86.",
        "97": "C. Brooks, ‘Littleton, Edward, Baron Littleton (1589–1645)’, ODNB.",
        "98": "R. Asch, ‘Porter, Endymion (1587–1649)’, ODNB; William Prynne, The Popish Royall Favourite (London, 1643), p. 33.",
        "99": "Journal of the House of Commons, II: 1640–1643 (London, 1802), p. 682.",
        "100": "A Declaration and Ordinance of the Lords and Commons Assembled in Parliament; Touching the Great Seale of England (London, 1643); For details of the controversy, see William Prynne, The Opening of the Great Seale of England (London, 1643).",
        "101": "Stevenson, Scottish Revolution, p. 116; A.S. Wayne Pearce, ‘Spottiswoode, John (1565–1639)’, and J. Scally, ‘Hamilton, James, First Duke of Hamilton (1606–1649)’, ODNB.",
        "102": "D. Stevenson, ‘Campbell, John, First Earl of Loudoun (1598–1662)’, ODNB; Parliamentary Register, 30 Sept.–2 Oct. 1641, and Parliamentary Minutes, 30 Sept.–2 Oct. 1641, Records of the Parliament of Scotland to 1707 (Univ. of St Andrews, 2007–), available at http://www.rps.ac.uk/.",
        "103": "Bowles, Mysterie of Iniquity, p. 38. In setting out this sequence of events, Bowles was perhaps also trying to implicate Hamilton, who was by 1643 a leading royalist figure in Scotland.",
        "104": "Dunlop, ‘Forged Commission’, pp. 530–31.",
        "105": "Clarke, Old English, p. 167.",
        "106": "Laurence, Army Chaplains, pp. 101–2.",
        "107": "C. Carlton, ‘Meldrum, Sir John (b. before 1584?, d. 1645)’, ODNB.",
        "108": "J. Young, ‘Scotland and Ulster Connections in the Seventeenth Century: Sir Robert Adair of Kinhilt and the Scottish Parliament Under the Covenanters’, Journal of Scotch-Irish Studies, iii (2013), p. 52; George Gillespie, Notes of Debates and Proceedings of the Assembly of Divines and other Commissioners at Westminster, ed. David Meek (Edinburgh, 1846), p. xii.",
        "109": "Stevenson, Covenanters and Confederates, pp. 83–102; Perceval-Maxwell, Outbreak of the Irish Rebellion, pp. 216–18.",
        "110": "Bowles, Mysterie of Iniquity, pp. 35–6.",
        "111": "George Brodie, A History of the British Empire (4 vols, Edinburgh, 1822), iii. 190; William Godwin, History of the Commonwealth of England (4 vols, London, 1824–8), i. 225; James Seaton Reid, The History of the Presbyterian Church in Ireland (3rd edn, 3 vols, Belfast, 1867), i. 290–91.",
        "112": "Stevenson, Covenanters and Confederates, pp. 83–102; Perceval-Maxwell, Outbreak of the Irish Rebellion, pp. 216–18.",
        "113": "Stevenson, Covenanters and Confederates, pp. 85–6.",
        "114": "Bowles, Mysterie of Iniquity, pp. 26–7, 46–7.",
        "115": "Gilbert Burnet, The Memoires of the Lives and Actions of James and William, Dukes of Hamilton (London, 1677), pp. 249–50.",
        "116": "Calamy, An Abridgement of Mr Baxter’s History, p. 427.",
        "117": "For prompt reproduction of the forged commission in a pro-parliament newsbook, see The Kingdomes Weekly Intelligencer, 12–19 Dec. 1643, pp. 275–9.",
        "118": "The relevant diary entry for 22 Dec. 1643 is quoted in A. Thompson, ‘Licensing the Press: The Career of G. R. Weckherlin during the Personal Rule of Charles I’, Historical Journal, xli (1998), p. 659. Prior to the Civil War, Weckherlin had been Latin secretary to the Privy Council and a press censor.",
        "119": "T.P. Connor, ‘Malignant Reading: John Squier’s Newgate Prison Library’, The Library, 7th ser., vii (2006), pp. 166–7. For further royalist reaction, see the newsbook Mercurius Aulicus, 23 Dec. 1643, pp. 723–4.",
        "120": "Bowles, Mysterie of Iniquity, p. 48.",
        "121": "Ibid., p. 44.",
        "122": "D. Wootton, ‘From Rebellion to Revolution: The Crisis of the Winter of 1642/3 and the Origins of Civil War Radicalism’, English Historical Review, cv (1990), pp. 655–6.",
        "123": "Ibid., pp. 654–69; M. Braddick, ‘History, Liberty, Reformation and the Cause: Parliamentarian Military and Ideological Escalation in 1643’, in M. Braddick and D. Smith, eds., The Experience of Revolution in Stuart Britain and Ireland (Cambridge, 2011), pp. 117–34; D. Como, ‘Print, Censorship and Ideological Escalation in the English Civil War’, Journal of British Studies, li (2012), pp. 820–57.",
        "124": "Braddick, ‘History, Liberty, Reformation and the Cause’, p. 125.",
        "125": "A Declaration of the Commons Assembled in Parliament Concerning the Rise and Progresse of the Grand Rebellion in Ireland (London, 1643), pp. 26–31.",
        "126": "Bowles, Mysterie of Iniquity, p. 47.",
        "127": "J. Peacey, ‘Print Culture, State Formation, and an Anglo-Scottish Public, 1640–1648’, Journal of British Studies, lvi (2017), pp. 816–35.",
        "128": "J. Morrill, ‘Revisionism’s Wounded Legacies’, Huntington Library Quarterly, lxxviii (2015), p. 589.",
        "129": "A. Milton, ‘The Creation of Laudianism: A New Approach’, in T. Cogswell, R. Cust and P. Lake, eds., Politics, Religion and Popularity in Early Stuart Britain (Cambridge, 2002), p. 177.",
        "130": "Peacey, Politicians and Pamphleteers, p. 260.",
        "131": "Declaration of the Commons … Expressing their Reasons and Grounds, p. 24.",
        "132": "N. Canny, ‘The 1641 Depositions as a Source for the Writing of Social History: County Cork as a Case Study’, in P. O’Flanagan and C. Buttimer, eds., Cork: History and Society (Dublin, 1993), pp. 249–308; A. Clarke, ‘The 1641 Depositions’, in P. Fox, ed., Treasures of the Library, Trinity College Dublin (Dublin, 1986), pp. 111–22.",
        "133": "Clarke, Old English, pp. 153–70; id., ‘The Genesis of the Ulster Rising of 1641’, in P. Roebuck, ed., Plantation to Partition (Belfast, 1981), pp. 29–45; Russell, Fall of the British Monarchies, pp. 373–99. For the key contributions on the ‘Antrim Plot’, see n. 12 above.",
        "134": "N. Canny, Making Ireland British, 1580–1650 (Oxford, 2001), p. 466; Perceval-Maxwell, Outbreak of the Irish Rebellion.",
        "135": "For example, J. Cope, England and the 1641 Irish Rebellion (Woodbridge, 2009), ch. 3; C. Neyts, ‘Mapping the Outbreak of the Rebellion: Robberies in County Cavan’, in E. Darcy, A. Margey and E. Murphy, eds., The 1641 Depositions and the Irish Rebellion (London, 2012), pp. 35–50; J. McHugh, ‘“For Our Owne Defence”: Catholic Insurrection in Wexford, 1641–2’, in B. Mac Cuarta, ed., Reshaping Ireland, 1550–1700: Colonization and its Consequences (Dublin, 2011), pp. 214–40.",
        "136": "A. Clarke, ‘The “1641 Massacres”’, in M. Ó Siochrú and J. Ohlmeyer, eds., Ireland, 1641: Contexts and Reactions (Manchester, 2013), pp. 37–51.",
        "137": "See, for example, M.-L. Coolahan, Women, Writing and Language in Early Modern Ireland (Oxford, 2010), ch. 4. A variety of wider contexts are explored in the essays collected in Ó Siochrú and Ohlmeyer, eds., Ireland, 1641, and in Darcy, Irish Rebellion.",
        "138": "See Darcy, Irish Rebellion, and J. Gibney, The Shadow of a Year: The 1641 Rebellion in Irish History and Memory (Madison, WI, 2013).",
        "139": "I. Gentles, The English Revolution and the Wars of the Three Kingdoms, 1638–1652 (Harlow, 2007), p. 54.",
        "140": "M. Bennett, The Civil Wars in Britain and Ireland, 1638–1651 (Oxford, 1997), p. 93.",
        "141": "Braddick, God’s Fury, p. 168.",
        "142": "For more nuanced treatments, see O’Hara, English Newsbooks, pp. 27–45, and Darcy, Irish Rebellion, pp. 84–5.",
        "143": "Bowles, Mysterie of Iniquity, pp. 37–8.",
        "144": "Dunlop, ‘Forged Commission’, p. 533.",
        "145": "C. Hibbard, Charles I and the Popish Plot (Chapel Hill, NC, 1983), p. 214.",
        "146": "Ohlmeyer, ‘“Antrim Plot” … A Myth?’, p. 917.",
        "147": "Perceval-Maxwell, Outbreak of the Irish Rebellion, pp. 198–9; P. Lenihan, ‘Dillon, Thomas, Fourth Viscount Dillon (1614/15–1673 x 5)’, ODNB.",
        "148": "Asch, ‘Porter, Endymion’.",
        "149": "Clarke, ‘Genesis of the Ulster Rising’, pp. 36–42.",
        "150": "A. Clarke, ‘The Breakdown of Authority, 1640–41’, in T.W. Moody, F.X. Martin and F.J. Byrne, eds., A New History of Ireland, III: Early Modern Ireland, 1534–1691 (Oxford, 1976), p. 288; Clarke, ‘Genesis of the Ulster Rising’.",
        "151": "R. Gillespie, ‘The End of an Era: Ulster and the Outbreak of the 1641 Rising’, in C. Brady and R. Gillespie, eds., Natives and Newcomers: Essays on the Making of Irish Colonial Society, 1534–1641 (Dublin, 1986), pp. 191–213.",
        "152": "Perceval-Maxwell, Outbreak of the Irish Rebellion.",
        "153": "Canny, Making Ireland British, p. 550. Canny also explored the issue in a number of book chapters published in the 1990s.",
        "154": "J. Ohlmeyer, ‘Confederation and Union, 1641–60’, in A. Jackson, ed., The Oxford Handbook of Modern Irish History (Oxford, 2014), p. 316.",
        "155": "J. Ohlmeyer, ‘The Irish Peers, Political Power and Parliament, 1640–1’, in C. Brady and J. Ohlmeyer, eds., British Interventions in Early Modern Ireland (Cambridge, 2005), pp. 176–7.",
        "156": "Ohlmeyer, ‘Confederation and Union’, pp. 316–17.",
        "157": "D. Edwards, ‘Out of the Blue? Provincial Unrest in Ireland before 1641’, in Ó Siochrú and Ohlmeyer, eds., Ireland: 1641, pp. 95–114.",
        "158": "G. Farrell, The ‘Mere Irish’ and the Colonisation of Ulster, 1570–1641 (London, 2017), pp. 277–301.",
        "159": "Bowles, Mysterie of Iniquity, pp. 34–6.",
        "160": "Cope, ‘Irish Rising’, p. 83.",
        "161": "Clarke, ‘Genesis of the Ulster Rising’; For an example of a recent account that echoes aspects of Clarke’s work, see T. Harris, Rebellion: Britain’s First Stuart Kings, 1567–1642 (Oxford, 2014), p. 431. See also Perceval-Maxwell, Outbreak of the Irish Rebellion, ch. 9.",
        "162": "Russell, Fall of the British Monarchies, pp. 373–99.",
        "163": "Russell, Fall of the British Monarchies, pp. 373–4, 377. For Canny’s reiteration of this point, see N. Canny, ‘What Really Happened in Ireland in 1641?’, in J. Ohlmeyer, ed., Ireland from Independence to Occupation, 1641–1660 (Cambridge, 1995), p. 26, n. 6; Canny, Making Ireland British, p. 465.",
        "164": "The evidence supplied by Antrim in 1650 has also undoubtedly helped to shape historians’ perceptions.",
        "165": "Calendar of the State Papers Relating to Ireland, of the Reign of Charles I: 1633–1647 (London, 1901), p. 342.",
        "166": "Canny, Making Ireland British, pp. 469–92.",
        "167": "W.J. Smyth, Map-making, Landscapes and Memory: A Geography of Colonial and Early Modern Ireland, c.1530–1750 (Cork, 2006), p. 113; J. Walter, ‘Performative Violence and the Politics of Violence in the 1641 Depositions’, in Ó Siochrú and Ohlmeyer, eds., Ireland: 1641, p. 146.",
        "168": "C. McCoy and M. Ó Siochrú, ‘County Fermanagh and the 1641 Depositions’, Archivium Hibernicum, lxi (2008), p. 67.",
        "169": "Perceval-Maxwell, Outbreak of the Irish Rebellion, pp. 236, 239. See also, Smyth, Map-making, Landscapes and Memory, pp. 112–13.",
        "170": "TCD, MS 809, fo. 7r, deposition of Robert Maxwell, 22 Aug. 1642.",
        "171": "S. Connolly, Divided Kingdom: Ireland, 1630–1800 (Oxford, 2008), p. 44."
    }
}