{
    "title": "Working-Class Women and the Buying and Selling of Stolen Goods in Urban Communities in the North West of England and Belfast, 1918–1960*",
    "author": "Charlotte Wildman",
    "date": "20 May 2023",
    "article": "The buying and selling of stolen goods by working-class women was a relatively widespread and accepted practice in some inner urban communities in the North West of England and in Belfast between 1918 and 1960. It relied on the training and engagement of children and the co-operation and compliance of neighbours, and was facilitated by the spatial dynamics within inner urban terraced homes. This article analyses local court records, memoirs and contemporary social surveys to demonstrate that, after 1918, the buying and selling of stolen goods by working-class women did not just play a part in people’s economic lives. It argues that, even outside times of poverty, in certain neighbourhoods the practice reinforced strong community bonds and allowed some women to contest the inequalities they experienced by consolidating their position within strong supportive networks against a society that afforded them little formal power. Together, these sources present a quotidian culture of minor criminality that challenges received views of working-class cultures of domesticity, family life and ‘respectability’, suggesting that trading in stolen goods could afford women offenders status and respect within their neighbourhoods. The article highlights the enduring practice of home-based buying and selling of stolen goods across the period, particularly in areas untouched by housing clearance and redevelopment. Despite significant developments in the state provision of welfare and greater scrutiny of working-class families, the offence endured as a way to bolster close-knit community bonds in protest against the harsh living conditions and persistent inequities many still experienced.As day broke on 30 July 1918, Manchester Police Inspector James Baron reported seeing a middle-aged woman named Edith Jenkins leave her home, a terraced house on Rochdale Road to the north of the city centre (). Before returning inside, Edith ‘looked in the direction of town. She did this several times’. Shortly afterwards, Baron observed John Murphy, a known thief, and Edith’s 15-year-old son, Matthew, arrive on a horse and cart carrying a large, covered package. Finding Edith in her kitchen, Baron noted she ‘suddenly jumped up and ran out of the kitchen and into the scullery, through the yard and into the street’. Once caught, Edith explained she ran away because ‘I wanted to save my son’. Police subsequently located five padlocks and twenty-five keys, six of which were blank, and a pommel vice and file in the living room of Edith’s home. Investigations revealed that John Murphy, assisted by Matthew and another of Edith’s sons, had undertaken several large warehouse thefts in Manchester and stolen cloth worth over a thousand pounds, which Edith then sold to women who lived nearby. Edith said little to the police, except to repeat, ‘I want to save my son’.[CITATION-1] Rochdale Road, pictured in 1958. Edith Jenkins occupied two adjacent terraces with her large family, where she undertook significant receiving of stolen goods.: Manchester Libraries, Information and Archives.Using her sons to thieve, storing stolen goods at home and selling them to neighbours made Edith typical of working-class women’s participation in the buying and selling of stolen goods in some urban neighbourhoods in the North West of England and Belfast between 1918 and 1960. Not without risks of violence and retribution, the relatively widespread illegal practice relied on the training and engagement of children as well as the co-operation and compliance of neighbours. It was facilitated by the spatial dynamics within inner urban terraced homes and their external alleyways and passages. Engaging in the buying and selling of stolen goods was one of several methods of coping with the poverty many families in these areas experienced after 1918, despite an overall increase in living standards and a gradual rise in state provision of welfare.[CITATION-2] There is a significant body of literature charting the use of tactics such as pawning possessions and borrowing from neighbours in times of hardship, which tends to reinforce an image of the stoic and self-sacrificial working-class mother who prioritised familial domesticity.[CITATION-3] In contrast, scholarship on women dealers in stolen goods in the nineteenth century highlights offenders’ associations with prostitution. Andrew Davies argues that in press coverage of the female figurehead of a notorious criminal gang, Liz D’Arcy, known for selling illicit goods and running a house of ill-repute, ‘violence and vice were closely meshed’.[CITATION-4] This article draws on local court records, memoirs and contemporary social surveys to demonstrate that, after 1918, dealing with stolen goods might be associated with violence, but not vice. By demonstrating that it was a fairly acceptable practice within some urban working-class communities, even outside times of poverty, this article presents a rethinking of the role of crime and offending in these neighbourhoods. It suggests that participation in the buying and selling of stolen goods was not necessarily seen as deviant, but as a method to challenge inequalities and protest against unpopular state intervention and surveillance. Nor was it seen as necessarily harmful to cultures of domesticity or family life: the inclusion and training of children in the activity was considered as teaching them crucial survival strategies in times of hardship and poverty, essential because of the widespread understanding that local and national governments were uncaring. In using a regional perspective on the history of crime, this article illuminates how marginalised figures, especially working-class women and their children, offended not just out of economic need but as a form of protest that cemented their belonging to close-knit, at times restrictive, communities in ways that had both positive and negative consequences.The buying and selling of stolen goods by working-class women in Manchester, Liverpool, Birkenhead, Salford and Belfast provided a means to ‘get one over’ the exploitative state. As Madeline Kerr’s 1958 sociological survey of Liverpool observed, for such working-class urban communities, ‘the world is divided into the individual’s own group, and the rest. The individual is loyal to members of his own group, but the rest of the world is fair game’.[CITATION-5] Pat Ayers, who conducted interviews in the 1980s with those who lived in the Liverpool dock area in the early to mid-twentieth century, highlighted discrepancies between inhabitants’ attitudes to certain crimes and that of the police or the state: ‘In particular, theft, was subject to very different moral perspectives. Men and women worked very hard in appalling conditions for very low wages. They weren’t valued or respected by their employers and so owed nothing in return. They and their neighbours lived in poverty, barely meeting their subsistence needs—this was immoral’.[CITATION-6] The commonplace and largely accepted practice of dealing in illicit goods by working-class women in some urban communities, and perhaps particularly in Liverpool, was a way to challenge the inequities they, their families and neighbours experienced.This perspective suggests that we may see working-class women’s engagement in property offences as a form of active citizenship that was part of a longer tradition of protests against poor living conditions, such as rent strikes.[CITATION-7] Dealing with stolen goods was a method of remonstrating against uncaring and unfair employers and the state while also giving access to goods cheaply. In some urban neighbourhoods these were considered as legitimate reasons to offend. At the same time, such offences risked women’s exposure to violent men and the police, and often contributed to their reliance and dependence on their neighbours. By demonstrating that small-scale non-violent offending contributed to everyday life in contradictory ways, including the forging of close bonds and reinforcing community and familial ties that may have been difficult to escape, we can see that the culture of buying and selling stolen goods helped to shape relations between citizen and state, including by attracting police scrutiny and unwelcome intervention. The article thus shows the value of exploring class-based and regionally defined variations in understandings of deviance in twentieth-century Britain in greater depth as a means to understand more comprehensively how the state and citizen clashed over the home and family life, with particularly negative implications for vulnerable women and children.Drawing attention to working-class women’s use of their homes and families for offences contributes to emerging historical scholarship on crime and domesticity which highlights perceptions of crime as an aberration from the sanctity of the home in nineteenth and twentieth-century Britain.[CITATION-8] Amy Bell argues that crime scene photography amplified the perceived incongruity between domestic space and criminal activity and ‘invested the home and the human face and form with emotional significance, but in mirror image to signify loss and disruption’.[CITATION-9] Bringing this rich scholarship—which demonstrates how homes were invested with meanings of safety and familial sociability—into conversation with research on domestic violence, abuse and illicit sexuality highlights the fluidity and contradictions of working-class domestic space.[CITATION-10] As Alison Blunt and Robyn Dowling suggest, the home is a ‘spatial imaginary’ and ‘a complex and multi-layered geographical concept’.[CITATION-11] Using their homes to display, hide and sell purloined goods reflected the value women placed on their ability to restrict who entered their houses. However, while their homes could be an asset to this kind of criminal enterprise, they could also be a liability. The presence and movement of stolen goods through homes made offenders more vulnerable, both to exposure to the police and to the risk of violence and extortion from male accomplices.The use of domestic space for offending by working-class women reflected their autonomy as the ‘boss’ within the home, particularly in comparison to the danger and surveillance that inhibited their ability to move freely within urban space.[CITATION-12] Women’s involvement in the trade in illicit clothing and food and their reliance on children, friends and neighbours, supports scholarship that explains women’s thefts as what Shani d’Cruze and Louise Jackson conceive of as their ‘expertise, knowledge and household role’.[CITATION-13] This article contributes to new approaches to the history of gender and crime advanced by Sanne Muurling, Marion Pluskota and Manon van der Heijden, who argue that, rather than focusing on gendered differences in criminality, we should address ‘how specific (cultural and socio-economic) contexts offered women “agency” to lead independent lives’.[CITATION-14] However, the research presented here is less a history of crime than an analysis of the ways in which women’s participation in the buying, hiding and selling of stolen goods was an everyday practice within some urban communities. Its endurance across the period from 1918 to 1960 supports Mark Roodhouse’s argument inthat, during the Second World War and its aftermath, working-class neighbourhoods ‘adapted longstanding survival strategies to cope with the new problems that austerity threw up’.[CITATION-15] Nonetheless, although receiving took place outside of times of acute hardship, the training of children was most prominent in the 1920s due to the severe problems of poverty and limited welfare provision. It became less common by the 1930s, probably because of the impact of greater state intervention in working-class family life, such as the increased attention paid by school attendance officers and probation workers to child welfare.[CITATION-16] In the 1920s and 1930s it was not uncommon for some women to command large-scale offences, but by the 1940s and 1950s there was a greater tendency for women to engage in smaller andcrimes, particularly as a result of the impact rationing and price control had on the market for stolen goods.The scale of women’s involvement with purloined goods is uncovered here through a detailed reading of qualitative sources taken from hitherto unused pre-trial depositions and statements contained in the archives of Quarter Sessions courts between 1918 and 1960. Presided over by a justice of the peace or a recorder, there were sixty-six courts of Quarter Sessions in England and Wales and seven in Northern Ireland. They dealt with a range of judicial matters, particularly property offences and fraud but also some bastardy cases and sexual offences.[CITATION-17] In 1928, the Liverpool Sessions heard a total of ninety-two cases and governed a population of 805,000, while the Manchester Sessions heard ninety-seven cases and had a population of 730,000.[CITATION-18] Quarter Sessions were abolished in 1972, and their rich archives give a revealing account of the lives of those who remain marginalised from history, although they do vary in terms of detail offered. Depositions have usually survived in isolation from the wider court papers and do not include court transcripts, so we cannot know the response to these statements in court. They often lack follow-up information, including the outcome of the case, although some trials were covered in the local press. The application of the law tended to focus on women selling goods, rather than those buying them, and so the evidence disproportionately focuses on the purveyors of illicit goods, rather than their customers. Cases of stolen goods may also have been heard in the Petty Sessions Courts, which dealt with very minor and small-scale offences, but their records are scant in detail and may not necessarily describe the offence beyond the prisoner’s name and punishment.This research analysed cases relating to the receiving of stolen goods in the records for Belfast, Bolton, Chester, Liverpool, Birkenhead, Manchester and Salford, to explore the relationship between theft and local economies. They show that the buying and selling of stolen goods was relatively common in some port towns and cities, such as Belfast and Birkenhead, and commercial centres, such as Salford and Manchester, which also benefited from significant port traffic alongside large warehouses and comprehensive railway networks. These trends were noted in the, which identified the high prevalence of receiving stolen goods in Liverpool in 1931, the challenges of policing the dock area effectively and the difficulty of infiltrating long-standing crime networks.[CITATION-19] However, the practice was not necessarily widespread in all ports: it seemed to be especially common in the North West of England. For instance, in 1924, fifty-five of 1,013 indictable offences recorded in Birkenhead Police District, with a population of 161,000, related to dealing in stolen goods. This compared to just twenty-five of 1,094 offences noted in the southern port town of Southampton, which had a population of 656,000 (). This discrepancy may be explained by the nature of the local economies (Merseyside’s port trade suffered more considerably than Southampton’s during the inter-war economic depression), which contributed to the preponderance of buying and selling of stolen goods in Belfast, Liverpool, Birkenhead, Manchester and Salford.Number of handling stolen goods offences across a sample of police districts compared to total number of indictable offences. Cases of simple larceny in 1924 are shown in brackets as the most common offence recorded by each district.Home Office,(London, 1924–1938).Number of handling stolen goods offences across a sample of police districts compared to total number of indictable offences. Cases of simple larceny in 1924 are shown in brackets as the most common offence recorded by each district.Home Office,(London, 1924–1938).Archives of the Quarter Sessions also vary significantly in scope due to differing retention policies and, in some cases, due to the damage inflicted during the Second World War and beyond. In Belfast, Manchester, Salford, Bolton, and Birkenhead, surviving records are relatively comprehensive. In Liverpool, only the less detailed indictment files have survived and are supplemented in this research by arrest registers (which are catalogued as relating to the Magistrates’ Court but which included prisoners sent to the Quarter Sessions for more serious crimes). In Chester, the sessions files for most years are available, but without the inclusion of depositions. Where detailed records have survived, they provide a rare opportunity to hear testimony from the working classes that is not retrospective, testimony which supports Jon Lawrence’s claim that ‘everyday language can be used to recover the “structures of feeling” of ordinary people’.[CITATION-20] Although the judicial and police systems manifest a clear power imbalance against working-class women, such women could also disrupt this process.[CITATION-21] Depositions are therefore analysed here as a form of personal testimony or—using Carolyn Steedman’s phrase—as an enforced narrative, ‘fashioned according to requirement’.[CITATION-22] Offenders infused their accounts with a range of defensive strategies designed to exonerate themselves. The testimonies thus expose women’s ability to draw on their domestic authority, particularly their power over children, relationships with other women, and the manipulation of widespread concerns about violence at the hands of men. Court records are assessed here in conjunction with accounts from contemporary observers, including an analysis of fifty working-class memoirs and several sociological surveys. Embracing their ‘silences, absences and contradictions’, memoirs undermine idealised images of working-class family life and allow historians to draw attention to the tensions and chaotic features of domesticity.[CITATION-23] Together, these sources present a quotidian culture of minor criminality that challenges received views of working-class cultures of domesticity, family life and ‘respectability’, suggesting that participation in minor theft in these towns and cities consolidated community bonds and protested the persistently tough living conditions and inequalities their inhabitants endured. Considering women’s participation in everyday cultures of criminality as a form of protest against the state helps reconfigure how we analyse the role of offending in working-class neighbourhoods, as these crimes were often tolerated, and perhaps even encouraged, because they not only harmed the state and business owners but also sought to improve the lives of the poor.Edith Jenkins’s crimes probably only came to light because she facilitated the movement of such a large quantity of stolen goods. The buying and selling of stolen goods—then described in law as ‘receiving’ and now known as ‘handling’—was generally tolerated within certain working-class neighbourhoods in cities in the North West and Belfast. This was despite the 1916 Larceny Act stipulating that anyone found to have bought or sold ‘any property knowing the same to have been stolen or obtained in any way whatsoever under circumstances which amount to felony or misdemeanour, shall be guilty of an offence of the like degree’. Offences carried a maximum prison sentence of fourteen years but, as we shall see, even the toughest punishments meted out to female offenders never reached these kinds of terms.[CITATION-24] Asillustrates, larceny was the most common offence police dealt with and the number of stolen goods cases was relatively small. In Liverpool, there were ninety cases of stolen goods out of 10,399 offences in 1924, and 131 out of 13,651 in 1932. Manchester saw forty cases of stolen goods out of 2,588 offences in 1924 and eighty out of 3,333 in 1932. However, large amounts of the buying and selling of stolen goods took place without detection and it is impossible to know the full extent of receiving. Contemporary police manuals noted the challenges of securing convictions, which required proof that offenders had committed larceny or fraud alongside possession of the item, knowing it was stolen.[CITATION-25] Home Office statistics demonstrate a notable rise in cases of receiving in England and Wales (), from 3,433 in 1938 to a peak of 10,132 in 1945 and falling slightly to 9,716 in 1951 and 10,002 in 1958. The number of women convicted of dealing in stolen goods also rose but remained relatively small.shows that the number of offenders committed on charges of receiving at Quarter Sessions and Assizes in England and Wales increased from thirty-six women and 340 men in 1919, to forty-three women and 389 men in 1932, rising to 113 women and 937 men in 1958. Yet the proportion of women offenders in England—roughly 10 per cent—remained fairly consistent across the period, suggesting that receiving occupied a comparably stable role in women’s criminality across a significant period of social and economic change. Women’s participation was probably far more widespread than these figures suggest, as the police usually only prosecuted women involved in the selling of goods and tended to use their customers as witnesses, albeit perhaps under the threat of prosecution. In addition, the police often exonerated, lightly fined or bound over many women offenders as it was difficult to prove they knew the goods had been stolen.[CITATION-26] Some offenders benefited from police corruption, which was not uncommon, particularly in Liverpool where the numbers of women charged with receiving stood at just five in 1929 and ten in 1932.[CITATION-27] There, offenders exploited the city’s notorious dock crime and a widespread practice of pilfering, in which the police were often complicit.[CITATION-28] Suspects were especially difficult to catch because the Port Police, who were independent from the local constabulary, did not have the power to search suspects.Cases of receiving of stolen goods in England and Wales.Home Office,(London, 1959), p. vii.Cases of receiving of stolen goods in England and Wales.Home Office,(London, 1959), p. vii.Number of offenders committed on charges of receiving at Quarter Sessions and Assizes in England and Wales.Source: Home Office,,(London, 1955), p. viii; and Home Office,,, p. vii.Number of offenders committed on charges of receiving at Quarter Sessions and Assizes in England and Wales.Source: Home Office,,(London, 1955), p. viii; and Home Office,,, p. vii.Women receivers were certainly familiar figures to the police in the North West of England. In 1931, thereported the frequency with which women in Liverpool used roles in paid employment on the docks to obtain illicit goods: ‘In one instance a garrulous old cleaner was leaving, and, on being challenged by a constable, remarked as she touched her head with her forefinger, “It’s up here you want it”. The constable, concluding this might be so, asked her to remove her hat, under which was concealed four small tins of sardines’.[CITATION-29] This light-hearted anecdote and emphasis on the small-scale nature of the crime—we are told that the tins of sardines are small, as opposed to large catering or industrial sized tins—suggests that the police did not necessarily take women’s receiving seriously. Ayers’s Liverpool study also includes an anecdote about a woman who worked at the docks canteen after her husband was injured at work: ‘She used to say to him—the policeman—“I’m taking soup home, because you know my husband’s sick.” And tins of ham and things like that and … they’d wrap the sheets round them (laughs)’.[CITATION-30] The light-hearted retelling of this story, which is strikingly similar to the Liverpool anecdote featured in the, indicates that the state struggled to suppress the handling of stolen goods in some urban areas because, like illegal gambling, it was widely tolerated by police and civilians.[CITATION-31] The humorous image of women receivers was also not dissimilar to portrayals of middle-aged working-class shoplifters that emphasised their comedic and slapstick image as offenders.[CITATION-32] This portrayal contrasted with that of other female offenders, such as women burglars, who, Eloise Moss argues, were depicted by commentators as rarities, despite making up 4 per cent of burglary cases nationally and a quarter of those in London, in the period 1860–1938, because ‘women burglars were thought to have betrayed their nature by undermining the sanctity of “home”’.[CITATION-33] As most female receivers tended to be older married women with children who dealt with illicit food and clothing within their own homes, the offence was probably not seen as an aberration from their roles and responsibilities in the same way that burglary was.Prior to 1918, most offenders dealing in stolen goods lived in lodging houses in city centres.[CITATION-34] This pattern reflected an ambiguous connection between ‘deviant’ and ‘normal’ life that existed in the eighteenth- and nineteenth-century economy of makeshifts.[CITATION-35] By the early to middle decades of the twentieth century, a mix of urban poverty and women’s domestic roles coexisted with a relatively secure period of ‘face-to-face’ community where people often occupied the same houses for a number of years. Lawrence suggests this stable culture of domesticity was ‘a new and fleeting phenomenon with no parallel either before or since’.[CITATION-36] Lawrence’s claim is supported in memoirs such as that of Joseph Armitage, whose family lived in a terraced house in Hunslet, an inner-city area of Leeds, for twenty-two years until 1939, despite describing it ‘as a real slum, without any relieving feature at all’.[CITATION-37] Consequently, cases of buying and selling stolen goods almost entirely took place in modest-sized terraced houses in inner urban, working-class areas, such as Manchester’s Chorlton-on-Medlock or Belfast’s Falls Road.[CITATION-38] These particular historical factors afforded women offenders the opportunity to use the close proximity of female neighbours and friends to buy, sell and hide stolen goods, mirroring established traditions of borrowing, visiting and helping others within their communities.[CITATION-39] These inner urban areas were often home to Catholic migrant communities who appear regularly in the Quarter Sessions, but this may have been a product of discriminatory police practices rather than higher levels of criminality. Kerr’s sociological study did focus on a Liverpool Irish-Catholic ‘slum’ area and reported a relaxed attitude towards property crime and the ‘general feeling seems to be that it is a pity to be found out’.[CITATION-40] Some women offenders, especially in Manchester and Salford, resorted to antisemitic language to exonerate themselves. In one of the few statements she made to the police, Edith Jenkins claimed that she bought the stolen goods at the local market ‘from an old Jew … I don’t know his name or where he lives, only he has whiskers’.[CITATION-41] The use of this racialised language as a defensive strategy shows that working-class women recognised those defined as outsiders; the use of fictional Jewish men as scapegoats allowed them to avoid pointing their finger at one of their own.As the hostility towards those defined as ‘outsiders’ suggests, the buying and selling of stolen goods reinforced tightly knit bonds within communities in opposition to the police and the victims of theft, usually businesses, shops and shipping, railway and utilities companies. The relationship between the police (who were usually working-class themselves) and the urban communities they patrolled could be complex and, as the police historian Joanne Klein emphasises, encounters were characterised as much by hostility as civility.[CITATION-42] Certainly, memoirs depicting the post-First World War period stress that the police were seen as a threatening presence in working-class neighbourhoods: Ellen Glencross, born in Salford in 1914, recalled the terror her mother experienced when, taking Ellen and her siblings to her own mother’s house before work, a policeman stopped her to ask why they were out so early. Ellen’s mother was petrified, she recalled, and ‘by the time we reached my grandmother’s she was in tears, and at first my grandmother thought she had been molested’.[CITATION-43] Tensions with the police emerge in memoirs throughout the period, such as Jack Maddox’s account of 1940s and 1950s Liverpool, which emphasises that ‘people were unwilling to inform on others, even if they disapproved of their actions. Authority was regarded as harsh and unsympathetic and the natural enemy of the people’.[CITATION-44] This concern was part of a wider suspicion of any representative of the local state who had the authority to pry into the homes and lives of working-class families, including school attendance officers and Public Assistance inspectors.[CITATION-45] The activist and playwright George Garrett recalled his experience of unemployment in the 1920s and noted that ‘I seldom allowed a parish visitor over the doorstep. Mywas still my castle despite its poverty’.[CITATION-46] Garrett’s reluctance to allow entry to the officer who checked up on unemployed men reflected the hostility many felt towards officials charged with inspecting the lives and homes of the poor. Often, neighbours worked together to thwart these invasive practices and took pride in victories that helped avoid the unwanted intrusion of the local state. The 1935 Government Housing Act required Local Authorities to monitor levels of overcrowding and led to the intrusive work of the ‘Night Men’, who arrived in the middle of the night to monitor how many people slept in each house and to ensure girls and boys had separate sleeping areas. Families living in overcrowded conditions faced the threat of prosecution and could even have their children removed. Unsurprisingly, the practice was very unpopular and faced significant resistance:‘Bang, bang’ at the door and they’d put their head through the window and say, ‘who is it? and he’d say ‘The Night Man’…. So, what used to happen was, they’d shove all the kids out the midden (the wall bin) and into the house next door while the Night Man did a search: ‘Who sleeps here?’ and ‘Who sleeps there?’ Then, when’d come to the next house, all these kids would traipse back, as well as the kids belonging to that house. They’d all go in and that’s the way it was, all up the street.[CITATION-47] These small but powerful acts of defiance mattered. They were not only aimed at avoiding prosecution or the removal of children, but they also gave families the opportunity to assert some control over their domestic space and own lives by working collectively with their neighbours.It was within this context of co-operation with neighbours, resistance against the unpopular presence and invasive tactics of the police and the local state, and ongoing problems of poverty, that widespread cultures of buying and selling stolen goods persisted in working-class neighbourhoods. Memoirs stress the frequency of petty crime: Elsie Osman, born in Salford in 1918, remarked that ‘fiddling went on … Make no mistake’.[CITATION-48] Robert Roberts’snoted that the complex relationship between affluence and prestige was a possible cause of local resentment and discord, suggesting that the ‘temporary “flushes” of thieves served only to lower their status further’.[CITATION-49] Yet other personal testimonies indicate that the wrath of neighbours was more likely to have been incurred if stolen goods were not fairly distributed: ‘No matter what it was they got, they shared out—it wasn’t sold’, reported one of Ayers’s interviewees: ‘The whole street’d have them, they all got shared out’.[CITATION-50] Such autobiographical accounts suggest that in these urban neighbourhoods there were expectations that these kinds of criminal acts should benefit their community and those seen to be overly exploitative, as in Roberts’s account, risked condemnation. These attitudes towards theft survived during and beyond the Second World War at least, shaping accepted practices of ‘fiddling’ that housewives saw as less contentious and more morally acceptable than black marketeering.[CITATION-51] One 1949 study noted that ‘there is a growing element in the population that is willing to purchase through illegal channels without enquiring too closely into the vendor’s title to the good he offers for sale’. It suggested that cases of theft increased by more than 65 per cent between 1938 and 1947.[CITATION-52] The premise that stolen goods should benefit local inhabitants was not necessarily incompatible with women offenders’ ability to turn a profit. Court records do suggest that most goods were sold, but at far cheaper prices than in the shops. In 1926, Sarah Green of the Falls Road area of Belfast admitted to the police that two boys visited her home, having been sent by a friend of hers ‘to see if I could buy some stuff. They had those two bags with them. They threw open the bags, they were full of stuff. I told them I had no money and I could not buy all that stuff. They said could I not sell some of it for them as they wanted some money. They then said I could have all the stuff for £4’. Sarah drove a tough bargain and paid the boys just two pounds and fifteen shillings for the substantial cache, which included three coats, four silk dresses, six gloves and more. One of Sarah’s customers, who lived around the corner, stated that she ‘came to my house and sold me the two pairs of shoes and dressing gown’ for 15 shillings.[CITATION-53] For context, Lewis’s, a popular department store chain, typically advertised dressing gowns at a cost of between 27 and 47 shillings.[CITATION-54] Sarah Green’s case highlights the economic role of stolen goods: thieves offloaded goods to women who sold them for a decent profit to friends and neighbours, who were still getting bargain goods—particularly for clothing. Selling stolen goods provided a useful service for many families struggling to make ends meet and it was in many neighbours’ interests to keep quiet about this illegal practice. The few cases in the Quarter Sessions where it is clear that the police intervened as a result of complaints from neighbours usually related to violent or sexual crimes.[CITATION-55] A rare instance involving theft occurred in 1938, when a woman gave herself up to the police: the 69-year-old woman confessed to stealing from the money club she had organised for friends, after falling into debt when her husband fell ill. The woman made it clear to police that she had nowhere else to turn, explaining that ‘tonight I realised I could not pay out and I do not know of any place where I could borrow the money to pay out so I thought I would come to tell you as I am at my wits end’.[CITATION-56] This exception highlights the challenges faced by women who transgressed local bonds of neighbourly belonging—particularly through theft from their friends.Neighbourly cohesion inevitably faced some threats in the Second World War. The looting of bombed or empty houses—particularly raiding gas meters for coins—reflected a new acceptance of small thefts against neighbours. In 1941, one Salford woman admitted: ‘I had about a pound each out of four meters’, having broken into ‘houses that had been left … We got money in them all’.[CITATION-57] However, these thefts were not necessarily seen as offences against the community as ‘there was never any aggravation with it, it was a clean break-in; nobody got beaten up in their beds’.[CITATION-58] Homes became riskier places to store and sell stolen goods as the impact of bombing often required families to share dwellings or move around, which jeopardised the necessary security and secrecy. Peggy Spring, for example, a convicted thief and bigamist, moved into rooms with her mother and three children, where she stole her landlady’s purse from the mantelpiece.[CITATION-59] Subsequently, offences by women who had newly moved to a street seemed to be less accepted by neighbours, who may well have resented unknown arrivals at a time of upheaval and seem to have had little tolerance for those who did not conform to the locally established codes around criminality. In 1942, for instance, police found two women who had moved into the same terraced house in Birkenhead, which was divided into separate living areas, using two easy chairs stolen from their neighbour’s house. They were caught within hours of the theft.[CITATION-60] Women’s close friendships and obligations to each other persisted in wartime and beyond, however. One Belfast woman caught by police burning towels stolen from the Ministry of Public Security in her fireplace confessed that she had done so to help her friend and neighbour:I went to my door and she said I am in great trouble. It’s over the ARP I have a parcel and I want you to keep it for me. You will be one great friend to me if you do this. I went round with her and Joe gave me the parcel out of the coal house and said ‘Mind Mrs Boyle doesn’t see you…’ when I saw you I put these in the fire and then I heard you at the door … Before she gave me the parcel I saw you two at her house.[CITATION-61] The woman’s testimony stressed her willingness to help her neighbour but also pointed to new concerns about certain neighbours as informants together with the visible presence of police in the district. These conditions may have created a less secure environment for women to participate in the buying and selling of stolen goods but the case suggests they were still willing to take risks for their friends and neighbours.Post-war memoirs of inner-city areas that remained untouched by slum clearance continue to point to the reliance neighbours placed on each other, perhaps out of mutual respect or from fear or intimidation. Autobiographies note the continued prevalence of stolen goods as rationing continued after the end of the war. Some from among those who were children at the time recalled later that they would get food from sailors to share around: ‘the dockers used to say “All right girl, come on” … they would give you a big handful of bananas, a big handful, quite a few pounds worth’.[CITATION-62] Some ports remained very challenging to police, and Leslie Robinson, who worked as a policeman on Birkenhead docks in the 1950s, recalled that staff ‘made sure we saw nothing we were not supposed to see, I’ll bet my last bob that there was no reduction in the amount of goods that found their way out of the docks’.[CITATION-63] These examples emphasise that the practice of stolen goods prevailed in some working-class areas, particularly as the impact of rationing and price control measures contributed to a growth in the buying and selling of purloined goods more generally, with, as we have seen, 3,433 cases of receiving of stolen goods in England and Wales in 1938, increasing to 10,132 in 1945 and 10,002 in 1958 ().The general acceptance of the criminal activity associated with the procurement of stolen goods in working-class neighbourhoods of cities such as Belfast, Liverpool and Manchester reflected important ways in which deviance was defined locally and the expectations that crime should benefit these communities. It was not uncommon for women shopkeepers to exploit their connections in the clothing business to provide local women with cheap stolen goods. This practice may have been less widespread elsewhere, as memoirs of the East End of London suggest that, in certain markets, traders were involved in the selling of stolen goods.[CITATION-64] Yet in the 1920s many single-unit retailers in the North West experienced significant financial difficulties and may have sought alternative, and illicit, income streams.[CITATION-65] In 1921, police investigating a warehouse theft by a man named Thomas Rourke charged Elsie Brown with receiving at her terraced house on Medlock Street, which encompassed a clothing shop downstairs and her living space upstairs (). The police searched her bedroom and found, hidden behind two large pictures propped against the bedroom wall, ‘covered over with some clothing’, four packs of twelve jumpers (sweaters), 80 yards of fabric and six gowns. The police found no entries for these items in Elsie’s broker’s book, either as purchases or sales, but she claimed, ‘oh yes, I bought them off that man and sold them, I was too upset to tell you before’.[CITATION-66] Similarly, in 1929, police in Belfast caught Alice Evans with a significant haul of stolen children’s clothing, including vests (undershirts), trousers and coats, wrapped in a tablecloth hidden behind a cabinet in her kitchen. Alice, a mother of several young children, lived in a dwelling separated into a shop area and a home section.[CITATION-67] As we saw with Sarah Green in Belfast, women could make a good profit from these crimes and often had a ready customer base for their spoils. In Elsie Brown’s case, the police located twelve jumpers and five gowns in other homes on Medlock Street, sold to neighbours by Brown within days of Rourke’s warehouse raid.[CITATION-68] However, it is also plausible that these offenders felt beholden to their neighbours, reflecting complex and claustrophobic community bonds. The involvement of struggling shopkeepers in stolen goods inevitably harmed their ailing businesses, as they would find it difficult to return to selling higher-priced legitimate goods. As Roodhouse notes, interviews undertaken by the Mass Observation movement with middle-aged women in 1947 revealed that they would take their business elsewhere if they felt shopkeepers had not given them enough goods in exchange for their coupons and we can see potential similarities with the practice of stolen goods.[CITATION-69] At the same time, however, Brown’s use of the home, rather than the retail space, to hide the stolen clothes pointed to the belief that domestic space afforded greater secrecy and the intimacy required to engage only those known to them with illicit goods.Medlock Street, pictured in 1903. Receiver Elsie Brown occupied one property here in 1921, with shop premises downstairs; but she used the domestic space upstairs to hide stolen goods.: Manchester Libraries, Information and ArchivesPolice often highlighted symbols of domesticity in their statements against women suspected of dealing with stolen goods. For example, in a case in 1932, a man was charged with selling purloined watches at his friend’s mother’s house and the offence was described by the suspected thief as taking place ‘in the parlour … There was a small dressing table in it, two small chairs, and armchair and a bed … (his) mother gave me a cup of tea and a sandwich’.[CITATION-70] As we shall see, food and domestic comfort emerged strongly in the testimony of young male thieves who described their dealings with women purveyors of illicit goods. The emphasis on signs of feminine hospitality in police and witness statements reflected the expectations placed on working-class women as homemakers; the presence of illegal dealings in these settings could be used in to build up evidence of a crime having taken place. In Belfast in 1926, police raided an address in the Falls Road area where they found ‘four dresses, cloth, pair of gloves, pair of stockings and small clock produced in the kitchen … In the front bedroom I found the fur coat, tweed coat, five pairs of gloves and three pairs of stockings produced’. While one policeman questioned the inhabitant, Sarah Duffy, her daughter took another ‘to the front bedroom upstairs. From a secret recess under a cabinet she took a case containing the two gold brooches, silver purse, string of pearls, a case of imitation pearls, some tea knives, three fish knives, three forks, and teaspoons and a pair of sugar tongs’.[CITATION-71] The large haul and its varied location within Sarah’s home reveals how certain items, especially clothes, were less incriminating and easy to sell to visitors to the house. Valuable items such as jewellery jarred with everyday domesticity and were kept hidden from visitors, who might want to steal them, as well as from the police.These cases expose the risks presented by using the home for the buying and selling of stolen goods, as women relied on mirroring the widely accepted practice of visiting homes for neighbourly sociability and mutual help, which allowed offenders to operate inconspicuously. One 1924 case occurred in the houses near Belfast’s docks, where Annie McNally had received seventy-two stolen blouses from her stepmother and sold them from her own home. One of her friends admitted: ‘I know the Prisoner … I saw a number of blouses in a box on the kitchen table. There was a blue blouse and a lemon blouse … an almond and a champagne coloured blouse … they were embroidered … I bought the champagne one for £1 and paid £1 on account’.[CITATION-72] The testimony suggests women felt relatively relaxed when buying stolen goods from their friends—taking their time and choosing carefully from a wide range of items. At the same time, the practice risked revealing the quantities of goods that had been stolen and implicating a significant number of women once the theft had been exposed by police. Annie attempted to take the goods back from her friend following a visit by the police to her stepmother’s house: ‘she came to me and said “Do you know the blouse I sold you,” I said I did, She said “Well give it to me” … She told me that she had taken the other blouses back to her stepmother and that it was for her stepmother she had been selling them’.[CITATION-73] The urgency with which Annie visited her friend to take the stolen blouse back was expedient and an attempt to hide evidence but she may have also wanted to avoid getting her friend into trouble with the police, which would probably have risked causing local tensions, unwelcome scrutiny from the state and perhaps even her own ostracism.There was also a danger that customers might refuse to buy the goods offered or were unwilling to keep quiet about the presence of purloined goods in a home. Anna Smith, a domestic servant living in Manchester’s Chorlton on Medlock, admitted that her friend Mary Cunningham came to visit her with some stolen blankets on Christmas Eve in 1938. Anna testified, ‘in the front room of the house she asked me if I would buy the woollen’. Rachel White, also living nearby, told police Mary visited her on Christmas Day and ‘was crying’ and asked her to buy some blankets, explaining ‘she said they were a Christmas present to her but she did not want them, she wanted money’.[CITATION-74] Mary was typical in drawing on her friends in the locale to buy stolen goods, but her visit on Christmas Day and Rachel’s description of Mary’s tears suggests that she relied on close contacts for financial aid in times of difficulty and that selling illicit goods reflected a wider culture of mutual help and friendship.[CITATION-75] Tears were often used by female defendants to perform expectations around ‘emotional suffering’ and Mary’s crying may have been a way to discourage Rachel from divulging what had occurred between them.[CITATION-76] Rachel’s telling of the story may have also emphasised Mary’s tears in the hope she would be treated sympathetically by the police. As Armitage recalled of working-class life in Leeds, ‘folk helped each other in time of trouble. The fact that two families were not on friendly terms or that the sons of both houses had been fighting the night before made no difference, if help were needed help were given’.[CITATION-77] The bonds of friendship and sympathy towards the struggles other woman faced, alongside an ongoing hostility towards the police, helps explain why they were generally eager to keep quiet about the offences and reflected the practical and emotional ways female offenders assisted each other within other criminal subcultures.[CITATION-78] These social bonds, endorsed through an engagement with illicit goods, tied women to their communities with both negative and positive consequences. When Sarah Green was arrested in Belfast in 1926, two of the women to whom she had sold goods defended her to the police. One woman, living on the Falls Road, testified that she had bought knickers, pyjamas, a cap and nightdress for 15 shillings, claiming Sarah ‘said a dealer sent them up to her. I know (the) prisoner a considerable time and a decent respectable woman’.[CITATION-79] Similarly, the neighbour who bought the shoes and dressing gown from Green, claimed Sarah ‘said they belonged to a woman whose husband wanted to cross the water. Prisoner is a decent respectable woman as far as I know. I know her some time’.[CITATION-80] The willingness of these women to defend Sarah—note the repeated emphasis on their description of her as ‘a decent respectable woman’—may have reflected their friendship, fear, or a feeling that they owed her their loyalty in some way. Certainly, some women who dealt in stolen goods resorted to threats of violence, with some involved in wider networks of crime. In 1921, police investigating a series of jewellery robberies by a gang of male thieves visited the Bolton home of Mary Mason. Although Mary claimed the men ‘had sold her nothing’, a local auctioneer testified that she had sold him numerous stolen goods worth over £8, including opera glasses, razors, brooches and watches. Searching her home, police found a police staff ‘hanging by the fireside’ in Mary’s parlour and a stolen silver cigarette case ‘on the mantelpiece’. The position of these items suggests that Mary used the room to undertake her business and felt confident enough to flaunt stolen items, such as the silver cigarette case, as a sign of status and her prowess as an offender. The menacing and visible presence of the staff hints at a willingness to use violence to defend herself or her home and livelihood if under threat. Surrounding the fireplace, mantelpieces were the focus of working-class domestic interiors and were where women tended to keep both illicit and licit jewellery and money.[CITATION-81] The deliberate positioning of the case and staff communicated Mary’s power and standing to all visitors and points to the position she sought to command locally. It also shows that the use of domestic space by female offenders brought risks to the home, as the very incriminating presence of these items made it clear to the police that the home was the location of illicit behaviours. Police descriptions of Mary’s home have similarities to Bell’s analysis of crime scene photography, emphasising symbols of the domestic in juxtaposition with evidence of criminality to signify that the location was a site of wrongdoing.[CITATION-82] Similarly, in 1921, 65-year-old Margaret Lyle appeared in court on charges of receiving stolen silver and plated items, including spoons, a teapot and a silver salver, in her home on Grosvenor Street, close to Manchester city centre. Margaret displayed the salver (stolen from a nearby constitutional club and presumably easily identifiable as such) prominently in her parlour, having attempted to rub away its crested stamp and engraved her surname and ‘1914’ on it; she reportedly told the police, ‘this is a present I have had for many years’. When questioned alongside 48-year-old Brian Farrell, suspected of stealing the silverware, Margaret told the police, ‘“I did not know they were stolen”, and putting her hand on the prisoner Farrell, said “this man left them at my house”’. It is unclear if Margaret touched Farrell to signal to the policeman that there was something intimate about their relationship, to promise Farrell that there might be as a reward for his help, or to command his co-operation, but it was certainly a confident and assertive gesture that indicated she felt in charge of the situation. In the subsequent court case, Margaret was revealed to have had several convictions for larceny, had her two children removed, and owned ‘considerable property’. During the prosecution for this offence, she paid a witness to pose as her son and offer false evidence in her defence. The Recorder observed, ‘a worse character I cannot imagine a woman having’.[CITATION-83] These disclosures ensured that Margaret received the relatively harsh sentence of 18 months hard labour. The outlandish display of the stolen goods within her home may have reflected Margaret’s experience as a seasoned female offender, but certainly helped to expose her criminal dealings. However, her case, alongside that of Mary Mason and her police staff, suggests that these women may have been violent or threatened violence towards those they worked with or perhaps that they participated in a wide range of offences and collaborated with larger criminal gangs.Women offenders such as Margaret Lyle, Mary Mason and Edith Jenkins contributed to wider criminal enterprises and commonly worked with male thieves who were responsible for significant raids on warehouses or the railways: for example, 43-year-old Elizabeth Warren received a sizable parcel of stolen clothing taken from the North Staffordshire Railway Company by a gang of local men.[CITATION-84] These collaborations underpinned the large-scale practice of buying and selling stolen goods by women, but working with male criminals presented acute risks of violence and exploitation. Detective Constable Frank Edwards investigated a warehouse robbery in Salford in 1929 and found a large quantity of stolen clothes at the home of a middle-aged woman named Sarah Broad. Sarah’s friend Maureen Keegan was staying in the house and was wearing ‘a scarf similar to one stolen’.[CITATION-85] A note from the jury requested that the Recorder ‘deal leniently with her (Sarah Broad) on account of environment and coercion’. Both Sarah and Maureen were bound over for two years for handling stolen goods and the three men who had undertaken the warehouse raids each received prison sentences of ten months. Maureen’s testimony explained that she had known the ringleader, Francis Grey, and his wife for many years and claimed to have only been given £5 and some stockings for her assistance and that Broad, forced into keeping the goods at her home, received £10. Grey’s long friendship with Maureen probably facilitated his remarkably sympathetic account of the women’s involvement and he claimed that Maureen ‘begged us not to do it but we took no notice … After a lot of persuading she said she would come for my sake to keep me out of trouble’. Grey explained that Sarah only co-operated following violent threats from one of the other thieves, Thomas Walker. Grey stated, ‘when we took the first load home Mrs Broad would not let us in, but Walker threatened what we would do if she did not help us and owing to the way we carried on with her we made her let us take the stuff but she said she wanted nothing to do with us’.[CITATION-86] The notes in the court records emphasise that Sarah said nothing apart from, ‘I did not open the door’, referring to her response when the men arrived at her home with the stolen goods, suggesting she feared reprisals. Maureen’s presence in Sarah’s home when the police arrived may have been because Maureen distrusted Sarah or because Sarah was frightened and feared the men’s return. The case illustrates some of the threats women were exposed to, and, for every Mary Mason commanding a criminal gang from her parlour, there would be a woman like Sarah Broad, forced by violent male thieves to use her home for their offences.Although these entrepreneurial female receivers and their links to violence were most prominent in the 1920s, collaborations with male thieves continued through wartime as the impact of rationing and price controls expanded the market for stolen goods. Roodhouse identifies a widespread ‘grey market’ during the Second World War and the 1950s, using the term to describe the many small illegal acts that were deemed morally acceptable as ways to deal with rationing and shortages. Roodhouse claims that ‘the ability of a working-class family to support itself through grey marketing was greatly helped by increased wartime mobility, which loosened working-class social networks, spreading them over larger distances’.[CITATION-87] We can see the impact of war in women’s increased mobility, which facilitated their buying and selling stolen goods by forging collaborative alliances with men previously unknown to them. In 1943, a 25-year-old Belfast housewife claimed that she and a friend had met a man by chance in the city centre who then started to appear ‘at the corner near my house’, where she began to buy clothes and shoes from him regularly.[CITATION-88] Similarly, in 1944 Hilda Duffy received a £20 fine and was bound over for two years for handling numerous stolen goods including furs and jewellery stolen by her companion, a dockworker who befriended her when walking home from work. Duffy explained to police that ‘he told me he had bought them off a chap. I took them home and kept them in my room’.[CITATION-89] These cases do point to the involvement of more transient men and women, as does the 1944 case of Mary Dunne, accused of selling children’s clothes around Chorlton-on-Medlock after police found stolen ‘dresses were under the bed and some between the bedcloth’.[CITATION-90] Dunne claimed that her lodger, Margaret Fold, who had moved in eight weeks previously, had returned with a man, Richard Miller, and a large amount of goods; ‘when they bought the stuff into the house I asked them where they had got it from and Richard said “Never you mind where we got it from that’s nothing to do with you, try and sell them we have no money”’.[CITATION-91] Wartime conditions, and the potential to make lots of money on the black and grey market, perhaps attracted new types of offenders who were less beholden to the bonds of local community than had been the case before the war. At the same time, memoirs suggest that women offenders adapted to wartime conditions. Veronica Blyth’s mother worked as a licensed moneylender in the 1930s while also storing stolen food in the cellar: ‘we had big hams hanging down there … I think it used to come from the docks’. During the war, her mother would:buy coupons from people who came to the door … food coupons and clothes coupons. I think buying coupons was pretty illegal too. I think she would have been put in jail. She’d have had a bloody good fight, I’m sure, if they’d have taken her! Oh God, she had a terrible temper![CITATION-92] Veronica’s recollections highlight continuities with pre-war offences, with her mother buying and selling from neighbours and relying on their fear of her to evade prosecution. Veronica’s own confusion about the illegality of her mother’s actions further reinforced the ongoing acceptance of these offences among her community. Despite changes in legislation during the war to deter these kinds of crimes therefore, the war ‘did not seem to profoundly alter people’s perceptions of the law, right or wrong’.[CITATION-93] Once the war ended, working-class women continued to buy and sell stolen goods to neighbours in ways that were similar to pre-1939 practices, particularly in areas that had not yet experienced housing redevelopment and slum clearance. In 1947, Frances Coyle, a housewife living near the Falls Road area of Belfast, told police that she was doing housework when a woman she knew called around: ‘she said “I have a wee tea set”. … I said “I don’t need these”. She then said “I need the money”’. Bringing the basket inside, her son, off work with shingles, ‘had no money and asked me to buy them for him until he got his pay on Friday. I did this to please him’. Paying £2 for the set, Frances claimed that her friend had stated that her husband had brought her the set and that she ‘didn’t doubt this’, having known the woman for seven years ‘and I always trusted her’.[CITATION-94] Mirroring cultures of visiting, buying from a woman she had known for a long time, and using the home to buy and sell stolen goods shows that patterns of offending persisted through to the 1950s and beyond in areas that had not then been subjected to housing clearance, notably the inner areas of Salford, Belfast and Birkenhead.[CITATION-95] For example, in Belfast in 1958, Laura Doherty was prosecuted for receiving stolen goods, including clothes worth over £200 sold to women in the New Lodge area. Doherty admitted selling ‘the frocks … round the street’, while one of her customers confessed that Doherty ‘is known in the neighbourhood as selling things for other neighbours’.[CITATION-96] Since Doherty included an illicit radio within her impressive cache of stolen goods, there may have been some shift in the type and range of goods sold by women offenders, but the sheer quantity of clothing she peddled locally indicates a startling amount of longevity in the illegal buying and selling of goods by working-class women within their local communities. Consequently, memoirs note the ongoing importance of the home for hiding, buying and selling stolen goods. The comedienne Crissy Rock described her childhood in central Liverpool, when thieves would regularly come ‘knocking on your door, trying to flog the stuff they’d stolen’, saying ‘“Got some lovely dresses here, love”’.[CITATION-97] At the same time, however, by the 1950s women offenders might be more isolated from female networks. One woman, described in court records as being a ‘mental deficient’, moved to Manchester in 1955 where she swiftly obtained an eighteen-month prison sentence after being convicted of receiving 160 shirts and sixteen raincoats, stolen by two men from a warehouse. Her testimony explained she had met one of the thieves a fortnight before the offence took place and ‘I let him have a back bedroom upstairs’; she told police that ‘he had only been at the house a couple of days, when he said that he was going to go out and do some jobs. I knew what he meant and told him I didn’t want any knocked off stuff in the house’. The woman described being woken by the two men as she lay asleep, as they brought numerous boxes into her bedroom. ‘When they left, I packed the shirts up in the wardrobe and the raincoats in the sideboard drawers. They told me that they’d see me right when they were sold. I definitely knew the stuff was knocked off and I can only see that they used me for a mug’. The police report noted that she confessed immediately when the police questioned her, admitting the goods were in the wardrobe: ‘I knew they’d been knocked off’.[CITATION-98] This direct confessional language was rare among female receivers before the Second World War, but was probably indicative of the woman’s vulnerability. Such offenders may have been a product of post-war programmes of clearance and rehousing that facilitated the exploitation of more isolated women who were unlikely to benefit from the support and scrutiny of close networks of neighbours or friends.The important use of homes for women’s buying and selling of stolen goods also facilitated offenders’ reliance on their relatives and children for their crimes. Women purposefully involved children in their dealings with stolen goods, particularly in the 1920s, reflecting a belief that they benefited from training in this important strategy of economic survival. The 1925 case of a Salford receiver, Vera West, and a 19-year-old thief, Joseph Bridge, illustrates how older women trained children to develop skills in offending, particularly those youths with little other financial or emotional support. Bridge wrote to the Court while awaiting trial for stealing boots, ties, more than 1,500 cigarettes, scarves, raincoats, watches, collars, stockings and razor blades. He claimed that Vera had befriended him some years earlier after he fell out with his mother (a friend of Vera’s) and was sleeping rough. Bridge painted her as a supportive figure helping him in his time of need: ‘she told me not to be a fool and come in and she got me a good hot breakfast ready and she ask [] me to tell everything since I been out of the house’. Bridge then went to live with Vera, suggesting that she became a kind of surrogate mother to him. The letter is, of course, an attempt to exonerate Bridge, but it also reveals that Vera trained him: ‘she said… why don’t you go pinching I heard you are a good runner and climber … Since then I started pinching. She told me to keep it quiet and not let your mother know I said trust me to that. She said you could put it all in my bedroom and I will dispose of it on one condition. It is Half and Half, She said don’t forget I am taking the risk as well as you are’. Bridge’s testimony shows that Vera was at once caring and motherly—cooking him breakfast and taking him into her own home—but also strategic in making use of his skills and establishing the terms of their partnership. It would be tempting to see Bridge as a vengeful thief seeking to blame Vera, who had kept a clean record while Bridge had a long list of convictions for theft. Yet the evidence of a local man, who testified that his wife had given Vera’s daughter money to pay for a blue coat, implied that Vera used her own children to facilitate the buying and selling of stolen clothes. Bridge’s accusations that she trained youths for crime thus rang true. He stated that Vera had reminded him that thieving was an option, ‘if you can’t draw the dole’, for a homeless and jobless youth like him. Joining her in business, she had allegedly suggested, was a better alternative than destitution or the workhouse.[CITATION-99] As with their physical use of the home for receiving, women merged their maternal roles with their training of children to contribute to their offences. In 1923, a Salford machinist, Gwen Harris, aged 37, stood accused of receiving jewellery stolen by 15-year-old Angela Williams. Angela told police that she had known Gwen for two years after becoming a friend of her daughter, ‘and I have been going to their house for a long time’. Angela’s testimony displayed the conflicting feelings of fear and affection that she had for the older woman, who had threatened that ‘if I didn’t get her the watch … she would tell my father about the money I had given her previously’. Gwen exploited Angela’s affection, warning ‘don’t breathe a word to anybody or I will get into serious trouble’, and fostered a sense of dependence as, although Angela left home each day, ‘I have not gone to work. I have gone to the prisoner’s house … This has happened every day’. Angela noted that ‘the prisoner has warmed my dinner in the oven’, contrasting this act of care with Gwen’s menacing behaviour as she instructed Angela to steal. Gwen even substituted Angela’s clothes: ‘I bought two hats at the prisoner’s request and she told me to wear them outside so that my father would not recognise me’.[CITATION-100] The case exposed the ways in which offenders used their maternal role to exploit children and made them feel part of the family home to incite them to steal. Gwen used her home to isolate Angela from her own family and ensure her silence and co-operation, but the testimony hints that Angela found it a welcoming place, echoed in other depositions by young thieves who noted the food and comfort they gained from women receivers.[CITATION-101] Although much of this grooming feels sinister to contemporary eyes, the training of children to acquire material wealth was an important way of giving them economic autonomy. It was therefore most widespread during the 1920s, when northern industrial towns and cities experienced especially high levels of unemployment and poverty with limited state welfare.[CITATION-102] Working-class memoirs illustrate the role children played in contributing to offences at their mothers’ behest, particularly in the immediate post-First World War years and early 1920s when many poorer families experienced notable hardship. Albert Jasper (b. 1905) recalled inhaving to assist his father and brother-in-law in their glue-theft racket, noting that he did not ‘remember ever getting anything out of this … (but) Mum wouldn’t have let me do it for nothing’. Looking back on his experiences through adult eyes, Jasper struggled to reconcile his mother’s love with her willingness to let him participate in petty crime, writing, ‘it’s a marvel I didn’t grow up criminal the things I had to do for them’.[CITATION-103] In contrast, Joe Ayre (b. 1910) recollected in his memoir of hardship in Liverpool that his stepmother ‘devised ways and means of exploiting us kids that would put Charles Dickens Fagin to shame’. Ayre noted that ‘we got a beating’ if they did not bring home enough money and she rarely gave them enough to eat.[CITATION-104] These accounts imply that individuals recalled their experiences of growing up around crime in ways that reflected their wider attachment—or lack of it—to the maternal figure and to their wider sense of ‘home’. Mothers sending children to steal coal emerges as a theme in numerous memoirs, from that of the ‘Queen of Shoplifters’, Shirley Pitt, born in Lambeth in 1934, to that of Harry Smith, born in Barnsley in 1923, who recalled his mother warning him ‘not to come back home until’ their cart was ‘filled to the rim with that lovely black brass’.[CITATION-105] It is also borne out in police records, such as the case of three boys caught stealing coal in Accrington in 1927, with one claiming, ‘my mother told me to get it’.[CITATION-106] These examples show the importance of small acts of theft within working-class family life, but also demonstrate their mundanity and the regularity with which crime was present and normalised within familial domesticity, especially when state welfare remained limited.Some women offenders relied on children to provide testimonies for their defence, which would inevitably be a source of pressure and fear for the children, who would have had instilled in them the perils of implicating their parents to the police. Shopkeeper Elsie Brown, accused of selling stolen clothes to neighbours, depended on testimony from her thirteen-year-old daughter, Alice, for her defence. Alice claimed that she recalled seeing the alleged thief in her mother’s shop, claiming: ‘The prisoner was not in long, he put the parcel on the counter. I heard my mother say to him “are you sure they are straight.” He said “you have nothing to worry about they are as right as rain”’. We do not know how willingly Alice gave this testimony, but it would have been a frightening experience lying or at least embellishing the truth to the police, knowing that her words had the power to condemn or exonerate her mother. Similarly, in the case discussed at the beginning of this article, despite Edith Jenkins’s claims that she wanted to ‘save my son’, Matthew went to great lengths to exonerate his mother and implicate himself. Stressing that ‘Mother has got nothing to do with this’, Matthew told police he had not known Murphy before he moved into the family home with his girlfriend, following shortly after the departure of Matthew’s father. He explained, ‘we never did this in my father’s time and then mother was in bed bad’. Matthew insisted that when they returned home after stealing, ‘mother was in bed at the time … I never heard Murphy tell Mother he could get goods cheap. Mother did not see us carrying the cloth … She was in the house then and could not see anything’. The image of Edith as a naïve maternal figure contrasted with the police portrayal of her as a calculating and devious thief: they suggested that ‘Mrs Jenkins was not open with us … everything in the shop is the subject of larceny’. Matthew’s willingness to sacrifice himself for his mother was typical and reflected the important role working-class mothers had not just as household managers but as the ‘prevailing spirit in the house’.[CITATION-107] As Margery Spring Rice’s 1939 study of maternal health noted, the physical survival of the mother was crucial for working-class families.[CITATION-108] Prison represented the ‘death’ of the mother and families risked the fate of children to try to ensure maternal survival, although in Edith’s case it was unsuccessful and she received a punitive nine-month prison sentence.[CITATION-109] The prioritisation of the mother signalled what Madeline Kerr termed ‘the power of the mum’, instilled into children at an early age.[CITATION-110] Women in these communities relied on their daughters to support their buying and selling of stolen goods, which reflected wider patterns of working-class family life that expected daughters to stay in closely supportive roles to the maternal figure. In contrast, mothers seemed more willing to take risks for their sons as part of their expected duties of self-sacrifice. In 1933, a 26-year-old labourer, Arthur Swift, received nine months’ hard labour for stealing cigarettes. His mother Elizabeth, a 48-year-old widow, was bound over for twelve months for storing and moving them, while his 25-year-old sister Ivy was found not guilty of being involved. Arthur had appeared at Elizabeth’s Birkenhead home with ‘a quantity of cigarettes in either a pram or a cot’, that he had stolen from a local shop and wanted her to hide. Elizabeth told police she ‘realised that if the cigarettes were found in my house Arthur would get into trouble and as he was my son I had no desire to see him in trouble’. Elizabeth sent the stolen cigarettes in a parcel to her daughter, Ivy, who had recently moved to Cardiff, possibly to distance herself from her brother who had numerous convictions. Ivy then split the cigarettes between herself and friends, protesting that ‘if I had known that they had not been come by honestly, I should not have had anything to do with them’.[CITATION-111] The case exposes how the illegal handling of goods mapped onto established patterns and roles within working-class families, especially requiring daughters to take on risks as part of wider expectations around duty and self-sacrifice.[CITATION-112] Daughters tended to take on the more hazardous public roles of selling or delivering stolen goods to their mothers’ customers or using jobs in shops to pass on illicit goods to their mothers.[CITATION-113] Sons embroiled in cases of theft, like Arthur Swift, commonly relied on their mothers to use female networks and privileged access to domestic space to hide or sell their stolen goods.[CITATION-114] This pattern reflected typical interpersonal dynamics within working-class households and illuminates how the distinctly gendered roles of children within cultures of offending in urban communities reinforced wider expectations regarding the different contributions made by sons and daughters.Women also exploited the strength of the maternal role and their vulnerability to male physical power when they tried to exonerate themselves from police accusations. Certainly, police statements keenly noted any signs of coercion or violence towards women offenders and reflected traditional approaches of the law to female thieves.[CITATION-115] In the case of Edith Jenkins, police statements inferred that Murphy, her male accomplice, struck a menacing figure. Murphy had pinned a discharged soldier’s badge on himself while the police searched the house. Telling them, ‘I am an old soldier and you will get nothing out of me. My mouth is shut’, Murphy, the police statement notes, drew his finger across his mouth aggressively to emphasise his silence.[CITATION-116] Although violence against women was not uncommon, there are few cases within the records of the Quarter Sessions that explicitly reveal evidence of violence or coercion against women receivers of stolen goods. Nonetheless, women offenders drew on narratives around male violence to defend themselves, particularly in the 1930s as ideals about motherhood and the companionate marriage gave accused women a clear framework to talk about coercive relationships.[CITATION-117] In 1934, Gladys Bright faced charges in Birkenhead for fraudulently managing a lodging house, which she used to handle illicit goods with her partner David Ross. Explaining that she met David after getting divorced five years previously and caring for her son alone, Gladys presented herself as a dedicated mother: ‘I worked hard to help the child myself … I believed and thought I was going to be married and have a home for myself and child’. She claimed Ross was not the saviour she had hoped for and that ‘he started to thrash me and my little boy’. Gladys alleged that she and her son were victims of violence, telling police that ‘all the offences I have done I have been made to do if I had not he would thrash me till I was black and blue. I wanted to leave him but he would not let me he watched me night and day and sometimes would lock us in the room so I could not go’.[CITATION-118] Her strategy of claiming to be a vulnerable and devoted mother was successful: Ross received twelve months’ hard labour, but the court acquitted Gladys on all charges, reflecting the power of the language of maternal devotion in 1930s Britain.[CITATION-119] At the same time as the Birkenhead case, however, Gladys was under warrant for failing to attend court in Bolton the previous year for fraud. Finally arrested in Edinburgh and returned to Bolton, Gladys made a similar attempt to exonerate herself using the same language that had been successful in Birkenhead. She explained that she had married ‘a man who I though was straight and able to give myself and child a home, but … he was not what I thought him to be’. Gladys referred to her success in Birkenhead, where she had ‘proved I was under the influence of this man’. Writing to the Bolton Recorder while on hard labour remand, Gladys drew on her tried and tested language of vulnerability: ‘I have lost my child as well. I ask you to think I have suffered enough’. However, the accompanying police report presented a very different image of Gladys, portraying her as an itinerant and persistent offender and neglectful mother with a substantial record of fraud and receiving. The report refuted her claims of victimhood and exploitation and asserted that since her divorce in 1930, ‘she has led an unsettled life … she resided at many different places … She used many different names’.[CITATION-120] Gladys’s prolific offences and ability to convince at least one court of her innocence shows how effective the language of maternal sacrifice and victimhood could be for working-class women.Some women continued to rely on children to facilitate receiving during the war, but more commonly they used younger ones as carriers and messengers, rather than training adolescents in stealing, selling and keeping secrets, which may have been a result of new ideas about childhood innocence as a discrete stage of life.[CITATION-121] A woman caught with her neighbour’s stolen easy chair in Birkenhead admitted that her friend’s ‘little girl helped me carry that one away’.[CITATION-122] When Hilda Duffy heard about the arrest of a male dockworker who gave her stolen goods, she claimed: ‘I got frightened and sent my little boy up to my brother’s house … with the case with the two lady’s coats in it’.[CITATION-123] Memoirs note the continued engagement of children in offences, with boys describing looting bombed-out houses or keeping lookout while girls recall helping their mothers to acquire illicit food.[CITATION-124] At the same time, wartime conditions also ensured that women could use children in different ways for illegal material and financial gain, particularly fraud.[CITATION-125] During and after the Second World War, concerns around juvenile crime intensified.[CITATION-126] Police narratives around stolen goods subsequently drew on fears of rising youth crime and increased criticisms of working-class mothers, making it possibly more challenging for women to operate networks of stolen goods.[CITATION-127] In 1946, police charged Nora Gallagher and Emily Flynn, both 42, with receiving, and Flynn’s son, James, and two further youths, John Briggs and Harry Shepherd, all 17, with theft. The boys had stolen forty-four rings, fourteen cigarette cases, twenty-eight watches and other items worth £350, which they took to Emily’s Salford home where she gave some of the goods to Nora to sell. Emily’s statement presents herself as a fearful and powerless woman: when she asked her son and his friends where the goods came from, ‘they said, “Oh shut up. Why ask silly questions. You get rid of it and get as much as you can”’. Emily claimed to be particularly afraid of Briggs, explaining: ‘I knew he was an absconder from a school, but I was frightened when he brought the stuff’.[CITATION-128] Emily may, of course, have been exaggerating or even lying to minimise her involvement in the crime. Certainly, the Recorder, Noel Goldie, emphasised that the boys were manipulative and dangerous, describing theirs as ‘the worst case that has come before me … these crimes are being committed by a gang of youths who are determined to prey upon the community’. Although Goldie noted that the women were not the ‘real receivers,’ he declared his intention to ‘protect the citizens against amateur fences like you’. Goldie’s harsh approach reflected wider criticisms of working-class motherhood. Emily Flynn, who, as the ‘mother of nine children’ and with no mention of a husband, was probably a vulnerable woman, received a nine-month prison sentence, her friend Nora Gallagher got fifteen months, and the boys were all committed to a Borstal youth detention institution for three years.[CITATION-129] As the cases, statistics and memoirs from the 1950s suggest, ongoing rationing and price control measures ensured that the market for stolen goods had not necessarily disappeared, despite the arrival of the post-1945 welfare state.[CITATION-130] At the same time, it may have become riskier and less profitable to deal in illicit goods as more families were relocated into new housing estates from the 1960s onwards. Charles Jenkins, born in Liverpool in 1937, described his experience of living in a terraced house in the city in 1943–4, where ‘if something got stolen, you knew who had done it’. When his family were rehoused to the city’s outskirts in the 1960s, ‘you did not know people. You did not know whether they were nice or a crook. There were different people from all over’.[CITATION-131] Yet Jon Lawrence has challenged the idea of community decline in post-war Britain and argues that it existed in two competing and overlapping ways, both in the mind and also as small, everyday interactions.[CITATION-132] Recent scholarship on flatted estates in Glasgow suggests that the impact of housing redevelopment on communities was complex. Rather than ‘the enforced communality characteristic’ of tenements, it produced new forms of relationships between neighbours that ‘were increasingly personalised and voluntaristic’.[CITATION-133] These new forms of community possibly undermined the structures that had allowed the buying and selling of stolen goods to take place—but we need to know more about how these new forms of housing may have facilitated different opportunities for offences by women. Wider post-war changes included an increase in the numbers of married women being employed outside the home, which perhaps also negated the need or opportunity for these kinds of offences.[CITATION-134] Nevertheless, criminological studies from the late 1990s note that receivers of stolen goods at that time typically sold items to close networks of friends and neighbours through pre-arranged meetings, in places considered to be private, such as the home and workplace, suggesting important similarities with the earlier practices uncovered here.[CITATION-135] New commercial cultures also emerged that privileged the theft of cars, televisions and money and which may have challenged women’s expertise in home-based crimes. Yet for working-class women, there may have been new opportunities to use minor crime to challenge the continued social inequities they experienced. For example, the new welfare state created different forms of fraudulent offences, perhaps especially tempting for women, particularly relating to the exploitation of Family Allowance payments, which requires further exploration.By uncovering the nature and scale of working-class women’s engagement with stolen goods in the North West of England and Belfast, this article has demonstrated the ways in which working-class women’s participation in this offence reflected their social roles relating to motherhood, neighbourly relationships and in the home. The article challenges interpretations by historical criminologists which suggest the working classes only turned to crime in times of temporary hardship.[CITATION-136] In doing so, it has made three key claims. First, the generally widespread acceptability of this kind of crime in the neighbourhoods examined in the article—especially in comparison to crimes against the community, or prostitution—suggests that we might understand women’s receiving as a form of active citizenship that has more in common with poorer women’s cultures of protest than has been otherwise understood. Engaging in the trade in stolen goods was a way to redress the significant iniquities these women and their families experienced, as well as a response to economic need. Secondly, the training of children and the presence of this offence in homes was not seen by perpetrators and their communities as incompatible with the culture of domesticity; rather, by contrast, it was seen as important that children learn the skills involved, especially in the 1920s. Women receivers were often described by child offenders and victims in affectionate terms that highlighted acts of care and hospitality. This suggests that we may need to rethink cultures of care and welfare: non-violent crimes were not always seen as corrupting or problematic from the point of view of those involved. Finally, this research exposes working-class women’s attempts to manipulate or respond to the police and the judiciary, especially by exploiting their roles as mothers and as potential victims, and demonstrates that they were not passive in the face of arrest or prosecution. Taken together, these findings demonstrate that the sources and perspectives drawn from regional crime records and memoirs provide an effective lens through which to understand class-based and locally defined notions of deviance. This, in turn, sheds new light on the role of offences in working-class women’s experiences of community and their conflicts with the state. These insights have the potential to change how we perceive working-class women’s ability and strategies to rebuff and respond to state intervention and redress inequalities, prompting us to can rethink how we understand their roles and experiences in twentieth-century Britain more generally.",
    "footnotes": {
        "1": "Manchester Central Library, Manchester Archives and Local Studies [hereafter MALS], Manchester Quarter Sessions [hereafter Manchester QS], GB127, M116/2/5/51, 1918. Pseudonyms are used throughout this article to protect the identity of individuals in these court records.",
        "2": "A. Davies, Leisure, Gender and Poverty: Working-Class Culture in Salford and Manchester, 1900–1939 (Buckingham, 1992), pp. 20–29; J. Stevenson and C. Cook, The Slump: Britain in the Great Depression (Harlow, 2010), pp. 87–109; S. Todd, The People: The Rise and Fall of the Working Class (London, 2015), pp. 61–94.",
        "3": "J. Giles, The Parlour and the Suburb: Domestic Identities, Class, Femininity and Modernity (Oxford, 2004); C. Chinn, They Worked All Their Lives: Women of the Urban Poor in England (Manchester, 1989); M. Tebbutt, Women’s Talk: A Social History of Gossip in Working-Class Neighbourhoods, 1880–1960 (Aldershot, 1995); E. Roberts, A Woman’s Place: An Oral History of Working-Class Women, 1890–1940 (Oxford, 1984); P. Johnson, Saving and Spending: The Working-Class Economy in Britain, 1870–1939 (Oxford, 1985).",
        "4": "A. Davies, ‘Reinvestigating the London “Hooligan” Panic of 1898’, English Historical Review, cxxxv (2020), pp. 1229–59, at 1236.",
        "5": "M. Kerr, The People of Ship Street (London, 1958), p. 118.",
        "6": "P. Ayers. The Liverpool Docklands: Life and Work in Athol Street (Liverpool, 1988), p. 64.",
        "7": "E. Breitenbach and V. Wright, ‘Women as Active Citizens: Glasgow and Edinburgh, c.1918–1939’, Women’s History Review, xxiii (2014), pp. 401–20.",
        "8": "E. Moss, Night Raiders: Burglary and the Making of Modern Urban Life in London, 1860–1968 (Oxford, 2019); A. Neale, Photographing Crime Scenes in Twentieth-Century London: Microhistories of Domestic Murder (London, 2020). On idealised domesticity, see: C Langhamer, ‘The Meanings of Home in Postwar Britain’, Journal of Contemporary History, xl (2005), pp. 341–62; D. Sugg Ryan, Ideal Homes, 1918–39: Domestic Design and Suburban Modernism (Manchester, 2018).",
        "9": "A. Bell, ‘Crime Scene Photography in England, 1895–1960’, Journal of British Studies, lvii (2018), pp. 53–78, at p. 73.",
        "10": "P. Ayers and J. Lambertz, ‘Marriage Relations, Money, and Domestic Violence in Working-Class Liverpool, 1919–1939’, in J. Lewis, ed., Labour and Love: Women’s Experience of Home and Family, 1850–1940 (Oxford, 1986), pp. 195–219; L. Delap, ‘“Disgusting Details Which Are Best Forgotten”: Disclosures of Child Sexual Abuse in Twentieth-Century Britain’, Journal of British Studies, lvii (2018), pp. 79–107; L. Jackson, Child Sexual Abuse in Victorian England (London, 2000); M. Cook, Queer Domesticities: Homosexuality and Home Life in Twentieth-Century London (Basingstoke, 2014); A. Oram, ‘Sexuality in Heterotopia: Time, Space and Love between Women in the Historic House’, Women’s History Review, xxi (2012), pp. 533–51.",
        "11": "A. Blunt and R. Dowling, Home (London, 2006), p. 2.",
        "12": "J. Bourke, Working-Class Cultures in Britain, 1890–1960: Gender, Class and Ethnicity (London, 1994), p. 66; S. Caslin, Save the Womanhood! Vice, Urban Immorality and Social Control in Liverpool, c.1900–1976 (Liverpool, 2018); M. Van der Heijden and S. Muurling, ‘Violence and Gender in Eighteenth-Century Bologna and Rotterdam’, Journal of Social History, li (2018), pp. 695–716.",
        "13": "S. D’Cruze and L. Jackson, Women, Crime and Justice in England since 1660 (Basingstoke, 2009), pp. 33–4.",
        "14": "S. Muurling, M. Pluskota and M. van der Heijden, ‘Introduction: Women and Crime in History’, in S. Muurling, M. Pluskota and M. van der Heijden, eds, Women’s Criminality in Europe, 1600–1914 (Cambridge, 2020), p. 5.",
        "15": "M. Roodhouse, Black Market Britain, 1939–1955 (Oxford, 2013), p. 71.",
        "16": "N. Sheldon, ‘The School Attendance Officer, 1900–1939: Policeman to Welfare Worker?’, History of Education, xxxvi (2007), pp. 735–46; L. Settle, Probation and the Policing of the Private Sphere in Britain, 1907–1962 (London, 2021), p. 40.",
        "17": "Hansard, Parliamentary Debates, 4th ser., House of Commons, 19 Oct. 1908, vol. 194, cols 720–23.",
        "18": "Home Office, Criminal Statistics: England and Wales, 1928 (London, 1929), p. 49.",
        "19": "W. Hughes, ‘Cargo Pilferage and Dock Thefts at Liverpool’, Police Journal, iv (1931), pp. 351–67. See also. W.O. Gay, ‘The Craft of the Pilferer’, Police Journal, xvii (1944), p. 227.",
        "20": "J. Lawrence, Me, Me, Me? The Search for Community in Post-War England (Oxford, 2019), p. 7.",
        "21": "M. Pluskota, ‘Petty Criminality, Gender Bias, and Judicial Practice in Nineteenth-Century Europe’, Journal of Social History, li (2018), pp. 717–35.",
        "22": "C. Steedman, ‘Enforced Narratives: Stories of Another Self’, in T. Coslett, C. Lury and P. Summerfield, eds, Feminism and Autobiography: Texts, Theories, Methods (London, 2000), p. 36; P. Summerfield, Histories of the Self: Personal Narratives and Historical Practice (London, 2018), pp. 13, 78.",
        "23": "E. Griffin, Bread Winner: An Intimate History of the Victorian Economy (London, 2020), p. 18. Carolyn Steedman has objected to the use of these types of sources to claim an orderliness of family life. Her criticisms are still relevant: C. Steedman, Landscape for a Good Woman (London, 1986).",
        "24": "Larceny Act 1916, 6 & 7 Geo. V, c. 50 § 33.",
        "25": "R. Morrish, ‘Receivers of Stolen Property’, Police Journal, x (1937), p. 473.",
        "26": "Examples include Birkenhead, Wirral Archives, Birkenhead Quarter Sessions [hereafter WA, Birkenhead QS], B/190/199, 1932; B/190/140, 1920.",
        "27": "Liverpool Central Library and Archive [hereafter LCLA], Arrest Registers, 347 MAG/2/2/7–8 and 347 MAG/2/2/23–24, 1929 and 1932.",
        "28": "LCLA, Arrest Registers, 347 MAG/2/2/11, 15 May 1931, and Arrest Registers, 347 MAG/2/2/21, 14 Jan. 1936. On corrupt policing in Liverpool, see J. Klein, Invisible Men: The Secret Lives of Police Constables in Liverpool, Manchester, and Birmingham, 1900–1939 (Liverpool, 2010), p. 198.",
        "29": "Hughes, ‘Cargo Pilferage and Dock Thefts at Liverpool’, p. 351.",
        "30": "Ayers, Liverpool Docklands, p. 65.",
        "31": "Report from the Select Committee on Betting Duty, British Parliamentary Papers, House of Commons Papers, 1923, no. 139, vol. v, p. xiv.",
        "32": "C. Wildman, ‘An “Epidemic of Shoplifting”? Working-Class Women, Shop Theft and Manchester’s New Retail Culture, 1918–1939’, Social History, xliv (2021), pp. 278–99, at 289.",
        "33": "Moss, Nightraiders, p. 67.",
        "34": "See, for instance, MALS, Manchester QS, GB127, M116/2/5/23, 1911.",
        "35": "See H. Shore, ‘Crime, Criminal Networks and the Survival Strategies of the Poor in Early Eighteenth-Century London’, in A. Tomkins and S. King, eds, The Poor in England, 1700–1850 (Manchester, 2003), pp. 137–65.",
        "36": "Lawrence, Me, Me, Me?, p. 23.",
        "37": "Uxbridge, Brunel University London Special Collections, Burnett Archive of Working-Class Autobiographies [hereafter BULSC, Burnett Archive], GB 1975 BURN/2:15, Joseph Armitage, ‘The Twenty-Three Years, Or the Late Way of Life—And of Living’ (1974), p. 22.",
        "38": "I have been unable to trace how long the women featured in this article were resident in their homes as they were not listed in trade directories. The common nature of their names also means that it is difficult to identify them through census records or find any further information about them.",
        "39": "Roberts, A Woman’s Place, pp. 169–201.",
        "40": "Kerr, Ship Street, pp. 119–20.",
        "41": "MALS, Manchester QS, GB127, M116/2/5/51, Aug. 1918.",
        "42": "Klein, Invisible Men, pp. 167–221.",
        "43": "E. Glencross, Breakfast at Windsor: Memories of a Salford Childhood, 1914–28 (Salford, 1988), p. 5.",
        "44": "J. Maddox, In the Shelter of Each Other: Growing up in Liverpool in the 1930s and ’40s (Stroud, 2008), p. 79.",
        "45": "Todd, People, p. 69.",
        "46": "Ten Years on the Parish: The Autobiography and Letters of George Garrett, ed. M. Morris, T. Wailey and A. Davies (Liverpool, 2017), p. 159.",
        "47": "Ayers, Liverpool Docklands, p. 11.",
        "48": "E. Osman, For the Love of Ada … and Salford (Manchester, 1984), p. 35.",
        "49": "R. Roberts, The Classic Slum (1971; repr. London, 1990), p. 21.",
        "50": "Ayers, Liverpool Docklands, p. 65.",
        "51": "Roodhouse, Black Market Britain, p. 201.",
        "52": "H. Silcock, The Increase in Crimes of Theft, 1938–1947 (Liverpool, 1949), p. 14.",
        "53": "Belfast, Public Record Office of Northern Ireland [hereafter PRONI], Records of Belfast Quarter Sessions [hereafter Belfast QS], BELF/1/1/2/83/23, 1926.",
        "54": "See the advertisements in Manchester Guardian, 22 Sept. 1927, p. 7; 11 June 1926, p. 9; and 5 July 1927, p. 13.",
        "55": "For example, MALS, Manchester QS, GB127, M116/2/56, 1918.",
        "56": "WA, Birkenhead QS, B/190/226, 1939.",
        "57": "MALS, Salford City Quarter Sessions [hereafter Salford QS], GB124.A.SQS, Box 47, Jan. 1941. See also ibid., Box 60, Mar. 1944 and Box 61, 4 Jan. 1941.",
        "58": "Ayers, Liverpool Docklands, p. 66.",
        "59": "MALS, Salford QS, GB124.A.SQS, Box 61, 4 Jan. 1941.",
        "60": "WA, Birkenhead QS, B/190/239, 1942.",
        "61": "PRONI, Belfast QS, BELF/1/1/2/132/22, 1943.",
        "62": "J.P. Dudgeon, Our Liverpool: Memories of Life in Disappearing Britain (London 2010), p. 137.",
        "63": "BULSC, Burnett Archive, BURN/2/671, L.J. Robinson, ‘One Step at a Time: The Life and Times of “Robbie”’ (1983), pp. 179–80.",
        "64": "BULSC, Burnett Archive, BURN/4/75, H. Salusbury, ‘Only Yesterday’ (1990), p. 485.",
        "65": "C. Wildman, Urban Redevelopment and Modernity in Liverpool and Manchester, 1918–1939 (London, 2016), pp. 83–91.",
        "66": "MALS, Manchester QS, GB127, M116/2/5/55, 20 Oct. 1921.",
        "67": "PRONI, Belfast QS, BELF/1/1/2/90, 1929. See also BELF/1/1/2/64/32, 1921.",
        "68": "MALS, Manchester QS, GB127, M116/2/5/55, Oct. 1921.",
        "69": "Roodhouse, Black Market Britain, p. 64.",
        "70": "WA, Birkenhead QS, B/190/199, 1932.",
        "71": "PRONI, Belfast QS, BELF/1/1/2/83/23, 1926.",
        "72": "Ibid., BELF/1/1/2/75/9, 1924.",
        "73": "Ibid., BELF/1/1/2/75/9, 1924.",
        "74": "MALS, Manchester QS, GB127, M116/2/5/72, Jan. 1939.",
        "75": "Roberts, Classic Slum, pp. 26–7.",
        "76": "D.R.J. Grey, ‘“Agonised Weeping”: Representing Femininity, Emotion and Infanticide in Edwardian Newspapers’, Media History, xxi (2015), p. 471.",
        "77": "BULSC, Burnett Archive, GB 1975 BURN/2:5, Armitage, ‘Twenty-Three Years’, p. 172.",
        "78": "A.J. Piper, ‘“Us Girls Won’t Put One Another Away”: Relations among Melbourne’s Prostitute Pickpockets, 1860–1920’, Women’s History Review, xxvii (2018), pp. 247–65.",
        "79": "PRONI, Belfast QS, BELF/1/1/2/83/23, 1926.",
        "80": "Ibid.",
        "81": "MALS, Salford QS, GB124.A.SQS, Box 47, Jan. 1940; WA, Birkenhead QS, B190/180, 1927; B190/195, 1931.",
        "82": "Bell, ‘Crime Scene Photography in England’.",
        "83": "‘Two Old Offenders,’ Manchester Guardian, 19 Nov. 1921, p. 11. Unfortunately, I have been unable to trace further details of ‘Margaret Lyle’s’ offences and it is possible that she changed her name or used aliases over her lifetime.",
        "84": "Chester, Cheshire Archives and Local Studies, Chester Quarter Sessions, QJF 349/1, Epiphany Sessions, 1921. See also QJF 347/3, Trinity Sessions, 1919. See, additionally, LCLA, Liverpool Quarter Sessions, 347 QUA/1/440, 1928, which record that John O’Brien and Mary O’Brien were convicted of having received fifty blouses and seventy-two aprons, a bale of artificial silk, eight rolls of cloth and a bale of calico which had been stolen from warehouses. John was sentenced to two years in prison, Mary to eighteen months.",
        "85": "MALS, Salford QS, GB124.A.SQS, Box 23, 1930.",
        "86": "Ibid.",
        "87": "Roodhouse, Black Market Britain, p. 72.",
        "88": "PRONI, Belfast QS, BELF/1/1/2/133/80, 1944.",
        "89": "WA, Birkenhead QS, B/190/247, 1944.",
        "90": "MALS, Manchester QS, GB127, M116/2/5/93, 1944.",
        "91": "Ibid.",
        "92": "Dudgeon, Our Liverpool, pp. 190–91.",
        "93": "P. Adey, D.J. Cox and B. Godfrey, Crime, Regulation and Control during the Blitz: Protecting the Population of Bombed Cities (London, 2016), p. 121.",
        "94": "PRONI, Belfast QS, BELF/1/1/2/146/5, 1948.",
        "95": "See MALS, Salford QS, GB124.A.SQS, Box 63, 1945; ibid., Box 112, 1955; ibid., Box 94, 1952; PRONI, Belfast QS, BELF/1/1/2/209/8, 1965; WA, Birkenhead QS, Minute Books, B185/7, 1966, 1977 and 1969.",
        "96": "PRONI, Belfast QS, BELF/1/1/2/185/24–5, 1958.",
        "97": "C. Rock, Scouse, Choppers and Space Hoppers (London, 2018), p. 100.",
        "98": "MALS, Salford QS, GB124.A.SQS, Box 112, 1955.",
        "99": "Ibid., Box 18, 1925.",
        "100": "Ibid., Box 14, 1923.",
        "101": "WA, Birkenhead QS, B/190/199, 5 Apr. 1932; PRONI, Belfast QS, BELF/1/1/2/73/53, 1924.",
        "102": "Wildman, Urban Redevelopment, pp. 1–5.",
        "103": "A. Jasper, A Hoxton Childhood (London, 1969), p. 63.",
        "104": "BULSC, Burnett Archive, BURN/2/29, J. Ayre, ‘The Socialist’ (1978), pp. 17, 19.",
        "105": "H.L. Smith, 1923: A Memoir. Lies and Testaments (Belleville, ON, 2011), p. 16; L. Gamman, Gone Shopping: The Story of Shirley Pitts—Queen of Thieves (London, 2013), p. 36.",
        "106": "Preston, Lancashire Archives, Lancashire Constabulary, PLA/25/1, Accrington Occurrence Book, 7 Jan. 1927.",
        "107": "Roberts, A Woman’s Place, pp. 113–14.",
        "108": "M. Spring Rice, Working-Class Wives: The Classic Account of Women’s Lives in the 1930s (1939; repr. London, 1981), p. 19.",
        "109": "Murphy was sentenced to three years penal servitude but, unfortunately, I can find no record of the judgment on the sons of ‘Edith Jenkins’: MALS, Manchester QS, GB127, M116/2/4/464, 1918.",
        "110": "Kerr, Ship Street, p. 40.",
        "111": "WA, Birkenhead QS, B/190/205, 1933.",
        "112": "E. Ross, Love and Toil: Motherhood in Outcast London, 1870–1918 (Oxford, 1993), pp. 148–54.",
        "113": "PRONI, Belfast QS, BELF/1/1/2/95/9, 1924.",
        "114": "WA, Birkenhead QS, B/190/219, 1940; MALS, Manchester QS, GB127, M116/2/5/101, 1946.",
        "115": "Moss, Night Raiders, p. 72.",
        "116": "MALS, Manchester QS, GB127, M116/2/5/51, 1918.",
        "117": "C. Langhamer, ‘Love and Courtship in Mid-Twentieth-Century England’, Historical Journal, l (2007), pp. 173–96.",
        "118": "WA, Birkenhead QS, B/190/209, 1934.",
        "119": "L. Seal, ‘“She Killed Not from Hate but from Love”: Motherhood, Melodrama and Mercy Killing in the Case of May Brownhill’, Women’s History Review, xxvii (2018), pp. 669–87.",
        "120": "Bolton Central Library, Bolton Quarter Sessions, QBO/4, Box 382, 1934.",
        "121": "L. Tisdall, A Progressive Education? How Childhood Changed in Mid-Twentieth-Century English and Welsh Schools (Manchester, 2019), pp. 138–214.",
        "122": "WA, Birkenhead QS, B/190/239, 1942.",
        "123": "Ibid., B/190/247, 1944.",
        "124": "Dudgeon, Our Liverpool, p. 140; Liverpool Women at War: An Anthology of Personal Memories (Liverpool, 1991), p. 85.",
        "125": "See also MALS, Salford QS, GB124.A.SQS, June 1942; PRONI, Belfast QS, BELF/1/1/2/130/44, 1943.",
        "126": "Adey, Cox and Godfrey, Crime, Regulation and Control, pp. 123–33.",
        "127": "L. Jackson with A. Bartie, Policing Youth: Britain, 1945–1970 (Manchester, 2014), pp. 150–52.",
        "128": "MALS, Manchester QS, GB127, M116/2/4/102, 1946.",
        "129": "‘Thefts by Gangs of Youths’, Manchester Guardian, 14 Aug. 1946, p. 8.",
        "130": "S. Todd, ‘Affluence, Class and Crown Street: Reinvestigating the Post-War Working Class’, Contemporary British History, xxii (2008), pp. 501–18, at 507.",
        "131": "D. Pulson, The Century Speaks. Mersey Voices: Memories of Merseyside People (Stroud, 2004), no page.",
        "132": "Lawrence, Me, Me, Me?, p. 66.",
        "133": "L. Abrams, A. Kearns, B. Hazley and V. Wright, Glasgow: High-Rise Homes, Estates and Communities in the Post-War Period (Abingdon, 2020), p. 103.",
        "134": "H. McCarthy, Double Lives: A History of Working Motherhood (London, 2020).",
        "135": "M. Sutton, K. Johnston and H. Lockwood, Handling Stolen Goods and Theft: A Market Reduction Approach, Home Office Research Study, no. 178 (London, 1998), p. 37.",
        "136": "B. Godfrey, P. Cox, H. Shore and Z. Alker, Young Criminal Lives: Life Courses and Life Chances from 1850 (Oxford, 2017)."
    }
}