{
    "title": "Æthelflaed and Other Rulers in English Histories, c.900–1150*",
    "author": "Emily A Winkler",
    "date": "28 October 2022",
    "article": "This article explains why Æthelflaed, ruler of Mercia, mattered to writers of history in twelfth-century England. It argues that these writers evaluated and compared rulers based not on sex or bloodline, but on the quality of a ruler’s achievements relative to the set and scale of challenges the ruler faced. They thought Æthelflaed remarkable because her triumphs for Mercia distinguished her from other rulers. The article shows that a new understanding of attitudes in twelfth-century England towards rulers, past and present, is required. It accounts for the absence of gendered comments about rulers, as well as the presence of non-binary concepts of gender, in medieval writing. It also challenges the enduring idea that Latin writers imposed a shared, Wessex-dominated national vision on the English past. They asserted Mercia’s independence under Æthelflaed’s sole rule, which shows that English regional interests persisted in the historical imagination long after the Norman Conquest.In early twelfth-century England, when the Empress Matilda and Stephen of Blois vied for the throne, writers of history deemed Æthelflaed of Mercia (d. 918) among the greatest rulers of the past. For writers well-acquainted with ancient emperors and English kings, this was a remarkable historical verdict. Before the English kingdom formed, Æthelflaed ruled Mercia, a kingdom later conquered by her brother, Edward the Elder of Wessex, and absorbed into his territory. Her legacy was not the legacy of a ruler whose realm and issue long outlived her. Yet for Henry of Huntingdon, writing in the heart of the former kingdom of Mercia, she was greater than Caesar, and by a larger measure than William the Conqueror was.Until now, readers have assumed that factors outside Æthelflaed’s control explained her impact on twelfth-century thinking. She was female, so the prospect of Empress Matilda’s rule of England must have awakened historical interest in Æthelflaed. She was King Alfred’s daughter, so writers of English history must have perceived her rule in Mercia as an arm of the far-reaching House of Wessex, a royal family about to effect the forming of a single English kingdom. These factors lack explanatory power. What mattered was what she did.The aim of this article is to explain why Æthelflaed, ruler of Mercia, mattered to writers of history in twelfth-century England. To do so, it establishes the grounds on which they thought her a peerless leader. It argues that they evaluated and compared rulers based not on sex or bloodline, but on the quality of a ruler’s achievements relative to the set and scale of challenges the ruler faced. They thought Æthelflaed remarkable because her triumphs for Mercia distinguished her from other rulers.The article will show that a new understanding of attitudes in twelfth-century England towards rulers, past and present, is required. This understanding needs to account for the absence of gendered comments about rulers, as well as the presence of non-binary concepts of gender. It will suggest, too, that regional interests persisted in the historical record not only before and during,[CITATION-1] but also long after, the Norman Conquest. These writers’ shared assertion of Mercia’s independence under Æthelflaed’s sole rule brings under scrutiny the enduring idea that Latin writers imposed a shared, Wessex-dominated, national vision on the English past. They did not look at Æthelflaed and see a female ruler. They saw things from her perspective—as a ruler, looking at what was at stake for the Mercian kingdom at the turn of the tenth century.A brief introduction to these writers, and to the current understanding of their views of Æthelflaed, will be useful here. William of Malmesbury, the erudite, inquisitive Benedictine monk, completed his(1125, revised by 1127) after Henry I’s male heir William Adelin drowned in the White Ship disaster of 1120. A witness to councils’ negotiations about the conflict between Matilda and Stephen, he also wrote(early 1140s) about recent history. The monk John of Worcester directed the team-written(completed by 1141, extended by the Gloucester continuator through 1143). Henry of Huntingdon, a secular cleric, wrote and revised his(during 1129–1154); the Cistercian monk Aelred of Rievaulx, writing in Northumbria, elaborated on Henry’s work in his mid-twelfth-century.[CITATION-2] William and Henry wrote discursive histories, Aelred framed his historical narrative as a genealogy, and John translated and adapted Anglo-Saxon Chronicle annals from Old English into Latin. The mid-twelfth-century, written exclusively about current events, provides an essential perspective on the language and stakes of contemporary rulership.It may be surprising that the question of Æthelflaed’s significance to these writers as a ruler has never been asked. In presuming the primacy of gender, existing analytical categories preclude asking whether gender mattered to their thinking about good rulership, and, if so, how. In studies of women, queenship, and kingship alike, the real comparisons that medieval writers made between rulers across (or without reference to) sex and gender are ignored. It is therefore imperative to investigate Æthelflaed’s true importance in their comparative historical thinking.Æthelflaed and her legacy in twelfth-century England have been treated only in enquiries into gender[CITATION-3] or queenship,[CITATION-4] even though she was not a queen. It has long been accepted that Anglo-Norman writers saw Æthelflaed as prefiguring Matilda because the two rulers were women.[CITATION-5] On the other hand, scholarship on twelfth-century ideas in England about rulership tends to concentrate exclusively on kings, not rulers, thus overlooking Æthelflaed.[CITATION-6] Aelred’s praise for Æthelflaed has been discussed in relation to his views of women (read as either negative[CITATION-7] or positive[CITATION-8] ), not his views of rulers.[CITATION-9] It has been argued, too, that female patronage shows that ‘gender was decisive’ in influencing chronicles’ structure and content.[CITATION-10] But is this how contemporaries thought? To ask how twelfth-century writers viewed Æthelflaed as a ‘female ruler’ embeds an assumption: that they perceived being female as the defining element of her rulership.To establish why these twelfth-century writers considered Æthelflaed an outstanding ruler, this article takes rulership, not gender, as the primary framework: where command is the constant, how did writers think about the variable qualities of different leaders? This requires a three-part approach. First, because the ‘female ruler’ framing has thrown Æthelflaed and Matilda together as self-evident comparanda, we must discover whether gender (and gendered language) had any bearing on the titles twelfth-century writers assigned to rulers; and we must determine on what grounds writers discussed views of the rulership of Matilda and her contemporaries. This first section will show that, where gendered language appeared, it was applied to both men and women, and used exclusively along political lines (favourably for allies and as an insult to enemies). It will argue that Stephen and Matilda’s disputed claim to the English throne was discussed on the basis of their right to rule, and in terms of the quality of each as a ruler. The dispute was not interpreted in gendered terms. There is no evidence that Matilda was evaluated as a ‘female ruler’ and compared to Æthelflaed for that reason.Because kingship studies have omitted Æthelflaed, the second section examines writers’ views of Æthelflaed and other rulers to whom they implicitly and explicitly compared her. This part will consider the significance of the different but overlapping sets of evidence for past rulers used by each writer. It will argue that they compared Æthelflaed to other rulers on the basis of shared or similar challenges and achievements, without regard to gender. Æthelflaed they judged superior because she was personally successful as an autonomous ruler.The third, concluding section shows why the findings of sections I and II matter for our understanding of these writers’ thinking about English histories. This part will argue that these twelfth-century writers regarded Mercia’s past as contested, that siblings might both co-operate and compete as rulers of different entities, and that conquest could not quell memories of resistance, strong lordship and independence. Twelfth-century writers could see, as they imagined the world from a tenth-century vantage point, that the former English kingdoms could well have had very different futures.In translating Latin, a language which has grammatical gender, into English, which does not, there is a risk of conflating grammatical gender with gendered language. Grammatical gender is a classification of word-forms, whereas gendered language ascribes a gendered quality of meaning to its subject.andwe translate as ‘conqueror’: the person, man or woman, engages in the same activity, conquering. Yetis generally translated ‘lord’ and‘lady’, which can imply a consort-like role: it neither conveys the activity of ruling, nor invites comparison with other rulers, as readily as ‘lord’. In Latin, the fact of being male or female requires the masculine or feminine form of the word. This categorical demand disambiguates male and female conquerors. It gives no information about a qualitative difference in meaning between men and women conquering, or being lords. Because the language requires a gendered ending, the word form on its own cannot tell us anything about the author’s intention to ascribe a masculine or feminine quality to conquering.Narrative and historical context illuminates medieval use, allowing us to determine whether emphasis lies on an activity, or a gendered characterisation of that activity.is an example of gendered language: the object is to characterise behaviour as ‘manly’.and, though respectively terms for a man and a woman, carry no connotation of behaving in a ‘manly’ or ‘womanly’ manner. Medieval writers commonly usedto mean ‘ruler’ or ‘lord’: a person who exercised real and recognised authority over others. Domesday Book shows that both men and women held and managed lands as independent lords ().[CITATION-11] As ruler of Mercia, Æthelflaed issued charters as[CITATION-12] and;[CITATION-13] the Mercian Anglo-Saxon Chronicle annals, discussed below, used, the Old English equivalent of(lord).In the twelfth century, terms for rulers posed the challenges of distinguishing one ruler from others and signalling independent rule. Bothandwere potentially ambiguous. Twelfth-century English rulers could hold both regal and lordly titles, or usefor.[CITATION-14] Manyruled in twelfth-century Wales and Ireland, wheredid not connote the same wide-ranging overlordship as in England and Scotland.[CITATION-15] Owain Gwynedd famously styled himselfof Wales after the Roman imperial title, rather than, which angered Henry II because it appeared to claim lordship over multiple kingdoms of Wales, rather than Gwynedd alone.[CITATION-16] The existence of people with the same royal title—and especially the same name—was likely to cause confusion. After Henry the Young King was crowned king of England () in 1170 while his father Henry II held the throne and the same title, contemporaries had to resort to(‘son-king’) or(‘young king’) for the former and(‘father-king’) for the latter.[CITATION-17] In medieval Europemost often denoted consort, a role which became more formally recognised over time, but signified no independent political influence.[CITATION-18] In Wales and Ireland, Æthelflaed was known as ‘queen’, a term with no special connection to authority.[CITATION-19] The Annals of Ulster showed her rulership through her story rather than her title: she responded to calls for aid, acted as an overlord, and possessed an excellent reputation as ‘most famed queen of the Saxons’ (); the Annals marked her death (but not those of the West Saxon kings Alfred and Edward) as though invoking a regnal year.[CITATION-20] The author ofusedin multiple senses: for Empress Matilda’s brief rise to power during Stephen’s captivity, for Stephen’s wife Queen Matilda as regent and as king’s wife, and for London, ‘queen and capital of the whole kingdom’ ().[CITATION-21] The terms(lord of England) and(lord of the English) have been interpreted as meaning authority exercised prior to an anticipated coronation. George Garnett has suggested that Richard I’s clerks styled himafter Henry II’s death in 1189 in order to assert Richard’s ‘royal jurisdiction’ before his coronation, and that this may have inspired King John to be variously styled,andin 1199 prior to his.[CITATION-22] Stephen Church has shown that the termhas a longer history of use in this sense: for John as lord of Ireland in 1185, and—as—Empress Matilda as lord of England in 1141.[CITATION-23] This concept thus occurs first in the grammatical feminine form. That same form could be ambiguous: Henry I’s second wife, Adeliza, was known asbefore her coronation as queen consort in 1121,[CITATION-24] but a consort was not an independent lord.The disambiguation problem extended to what rulers ruled. When Stephen was captured in February 1141, he could not freely exert lordship, but was still the crowned king of England ().[CITATION-25] After negotiations between the Empress and Henry of Blois, Matilda was namedat the Council of Winchester in April.[CITATION-26] Karl Schnith observed in 1976 a key nuance of these negotiations: Henry of Blois’s party preferredfor Matilda because it reflected her status as Henry I’s heir and echoed Adeliza’s pre-coronation consort title.[CITATION-27] Matilda herself may have preferred, as her seals style her.[CITATION-28] had no specific legal status in 1141;[CITATION-29] paired with, it disambiguated Matilda from the queen consorts Matilda of Scotland (her mother) and Matilda of Boulogne (Stephen’s wife), as well as Adeliza. Stephen might yet rule the realm of England, but the Empress ruled the English people. The author of, silent about the council (and perhaps her preference), called her, butunmodified.[CITATION-30] Ambiguity prompted creative solutions. Where writers asserted lordship, past and present, clarity was more important than consistency. Matilda’s charters used bothvariants;[CITATION-31] she was called, and styledon three different coins that follow the design of William I’s.[CITATION-32] To distinguish the roles of different Matildas, the Gloucester continuator styled Stephen’s wifeand Matilda(‘lord empress’).[CITATION-33] With different strategies and titles, her advocates sought to mark her out as a commander.The problem for contemporaries was not one of gender, but of signalling rulership where it was not obvious. In the twelfth century this problem was shared by the uncrowned rulers Matilda, Richard and John, and by the concurrent rulers Henry II and Henry the Young King. For Æthelflaed, wherewas the obvious Latin translation of, no Anglo-Norman writer usedalone, because it was not precise enough to signal a person who ruled. John of Worcester (directly translating the Anglo-Saxon Chronicle) used; Henry of Huntingdon used,[CITATION-34] ,, and, to show that she wielded power and conquered in her own person, not as heir or consort. That Æthelflaed and Matilda were women is not sufficient reason to decide that Henry’s termfor Æthelflaed (often cited apart from his other appellations for her) was a coy reference to Matilda.[CITATION-35] Context and modifiers, not isolated words or gendered endings, made meaning.If grammatical gender did not mean ruling ‘as a woman’, did contemporaries deploy gender in their arguments about good, and legitimate, rulership? The author ofcriticised behaviour with gendered language, doing so in a partisan way. He did not extend this language to the legitimacy of rulers’ claims or contemporaries’ recognition of their lordship. Stephen, though often compared to the corrupted king Saul,[CITATION-36] was ‘manly’ (),[CITATION-37] and his wife Queen Matilda a ‘manlike woman’ () for leading others in battle and in sentiment.[CITATION-38] In the early medieval works of Gregory of Tours and Bede, queens consort won victories by begging their military husbands to show compassion and piety.[CITATION-39] In, the Queen won compassion from the enemy with tears,[CITATION-40] the king was ‘always full of compassion’ (),[CITATION-41] Stephen’s men were compassionate,[CITATION-42] and Stephen moved his captors to genuine, tearful compassion for him.[CITATION-43] Those not ‘moved’ () by compassion were barbarous mercenaries; they—and the Empress—lacked the(‘deepest feelings of mercy’) exhorted by Gregory the Great.[CITATION-44] On Stephen’s side, both men and women had innate virtues of strength, mercy, and tears.By contrast, the Empress’s advocates inwere unmanly and she unwomanly, revelling in being called queen. This latter claim is often cited out of context.[CITATION-45] In the same sentence the author states that many of Stephen’s followers switched their allegiance to Matilda (some because of fortune; others with free will), and that Matilda made herself ‘queen of all England’ (). Despite his scorn for Stephen’s enemies, the author affirmed that Matilda became, and was recognised as, a lord of men and ruler of England. Where partisan concerns were not involved, gendered language vanished:attributed initiative and agency to Eleanor (duchess of Aquitaine in her own right, and previously married to Louis VII of France) in claiming that she chose Henry II of England as her husband.[CITATION-46] A woman could be, and was, a powerful leader, whether the author described her behaviour in gendered language (the Queen and the Empress) or not (Eleanor).For Henry of Huntingdon, Matilda’s behaviour was not characteristically gendered. On one occasion, he described Matilda’s conduct in gendered language: she put the imprisoned king in chains, ‘incited to a woman’s brief vexation’ ().[CITATION-47] On another, he wrote that Matilda was lifted () to ‘lofty pride’ () ‘because’ () the chances of war had brought prosperity to her supporters.was the familiar fault of a ruler who trusted unwisely in fortune, not God, as with the German emperor and the French king in Henry’s account of 1148.[CITATION-48] For Henry, this fault was not, as the later writer William of Newburgh rewrote the passage, one of ‘womanly arrogance’ ().[CITATION-49] Imagining Matilda as a prospective and unprecedented female ruler,[CITATION-50] twentieth-century historians conjectured that Matilda’s gender was the main reason for scepticism towards her claim in England[CITATION-51] —no one wanted ‘a woman’ to rule[CITATION-52] —but, as Jean Truax demonstrated, there is no evidence that contemporary writers and political actors held this view.[CITATION-53] No one made that argument. There was no principle by which it was a valid or viable argument to make. As Marjorie Chibnall observed, ‘What mattered was the practical ability to seize power and secure formal recognition with coronation and unction’.[CITATION-54] The practical matters discussed by contemporaries were wealth, presence, and foreign relations; the matters of principle were right, legitimate birth, and oaths.A ruler’s presence and response time were explicit concerns during contested rule. The author ofclaimed that nobles preferred Stephen because of his wealth (he, like Henry I, seized the treasury at Winchester), generosity, high birth, and presence in a threatened kingdom. The latter, held the author, was decisive: he argued that Stephen was crowned because of his rapid arrival, his brother Bishop Henry’s support, and frequent meetings with his followers.[CITATION-55] In John’s, rulers almost always hasten.[CITATION-56] Other writers, looking back on periods of disputed rule, showed rulers lamenting that they could not be in multiple places at once.[CITATION-57] Matilda’s delay in coming to England raised questions about her management and her material ability to support English nobles, many of whom had interests and property in Normandy.[CITATION-58] Foreign marriage offered the promise of alliance and the spectre of foreign influence. William of Malmesbury, a Matilda supporter, acknowledged the latter risk candidly in his. If Matilda became ruler of England, some thought her husband, Count Geoffrey of Anjou, might wield real power.[CITATION-59] This concern might seem rooted in an assumption that the male would dominate.[CITATION-60] According to William, however, the problem was that a ruler, in this case Henry I, had acted independently of his advisors. Roger of Salisbury resented that no one was consulted about the arranged marriage,[CITATION-61] an implicit criticism not of Matilda but of her father. William and Henry perceived the same risk—foreign marriage and a spouse who might prove a dominant influence—in the marriage of Æthelred II (‘the Unready’) to Emma of Normandy in 1002. They thought this foreign dominance was catastrophically realised with the Norman Conquest in 1066, because William I claimed the English throne through kinship with Emma.[CITATION-62] A woman could and did inherit in the absence of male heirs[CITATION-63] and was, in some cases, preferred to a male child. As Sara McDougall has shown, the persistent assumption that legitimacy mattered decisively by this point in the twelfth century is based on anachronistic readings of canon law and insufficient attention to real elite practice. Her finding is important to the present enquiry, because it means that we can discard the idea that Henry I’s son Robert of Gloucester would have been chosen to succeed because he was male, if only he were legitimate. In a letter for the Empress about, William wrote that no one else he wrote about in that book—‘neither any king nor any queen’ ()—had a more regal, more splendid hereditary right to rule the kingdom of the English than Matilda.[CITATION-64] The idea of Matilda’s distinction was meant to flatter his new patron. What is important is that he distinguished her, not among women or queens, but among all royalty in history.In shaping a ruler’s inheritance choices at this time, more important than a child’s legitimacy was the status of the mother’s family, both her ancestors and her living relatives.[CITATION-65] In Matilda’s case it was also more important than gender. Henry I chose Matilda not because Robert of Gloucester was illegitimate, but because Matilda’s mother, Matilda of Scotland, was a crowned queen of English and Scottish royal blood and her family had powerful royal allies in Britain and Europe. Empress Matilda herself was ‘born to the purple’: to a crowned king and a crowned queen, as her father had been;[CITATION-66] and, by the time of her designation as heir in 1126, she was a wealthy European lord in her own right. After her brother’s death, Matilda was not a reluctantly selected substitute for the (unfortunately illegitimate) male, Robert of Gloucester. She was Henry’s first choice as heir for dynastic and pragmatic reasons.The papal court of 1139 heard Stephen and Matilda’s claims on the basis of right (): the parties debated the validity of oaths and legitimate birth. Although Matilda’s legitimacy was raised, through the old question of whether her parents’ marriage was valid if her mother had been veiled as a nun,[CITATION-67] the issue of legitimacy had negligible force in the discussion.[CITATION-68] In the 1160s, John of Salisbury framed the pope’s reconfirmation of Stephen’s kingship as an acceptance of Stephen’s gift, implying that it was the king’s persuasive wealth that had won papal support.[CITATION-69] Contemporaries discussed oaths in terms of compulsion and integrity. William, for example, judged Harold II and Stephen too cavalier with oaths and thought the people suffered as a result.[CITATION-70] According to some, the terms of the oath to Matilda were exacting, unconditional, and ‘extracted’ () by Henry I.[CITATION-71] Others argued that her inheritance, and the oath affirming it, were valid and binding. William, an eyewitness at the papal court, related the argument of the Empress’s supporters: she should rule because she was Henry I’s daughter and all England and Normandy were ‘sworn’ () to her.[CITATION-72] Henry of Huntingdon lamented the breaking of the oath; John claimed the ‘bonds of peace’ () were corrupted with Stephen’s accession.[CITATION-73] None ascribed the oaths to fears about a woman being accepted as lord. William observed that Matilda held many continental possessions, and Lombard and Lotharingian princes petitioned repeatedly for her to be their lord.[CITATION-74] Henry I required the oath sworn to Matilda to be repeated, and repetition was not unusual: charters were reissued and reconfirmed, homage performed again. Rulers were normally anxious to ensure their heirs’ succession. Edward the Confessor tried multiple times to bring a family heir into the orbit of his court;[CITATION-75] the still-hale Henry II had his eldest son pre-emptively crowned king. Even according to the author of, the contemporary writer most critical of Matilda’s behaviour,[CITATION-76] English nobles argued the case for crowning Stephen in 1126 based on the oath’s validity.[CITATION-77] Justice and right were the sinews of argument, and the nobles wanted the ruler who would best support their interests.In twelfth-century England, terms for rulers and discussions of rightful rule were not framed in gendered language. We turn now to what writers wrote of rulers more removed from their present: their views of Æthelflaed and other rulers. The significance of their narratives depends on their interpretations of their sources, so a brief introduction to these is warranted.What we know of Æthelflaed is that she was the daughter of King Alfred of Wessex and Ealhswith (of Mercian descent). She married Æthelred, lord of the Mercians, probably in the 880s when Alfred forged an alliance with Mercia to defend against Scandinavian incursions. She acted as regent during her husband’s illness, and the Mercians chose her as their ruler upon his death in 911.[CITATION-78] Asshe founded towns and churches, led armies, and built alliances.To twelfth-century writers, the decade of the 910s would have seemed a turning point in Anglo-Saxon history. Scandinavian invasions on two fronts beset the allied forces of Wessex and Mercia: the Danes in the Midlands, and the Norse who sailed from Ireland and established a kingdom in York. By the decade’s end, Scandinavian rule in Northumbria had become client rulership. The Anglo-Saxon Chronicle (ASC) recorded that the Scandinavian forces were defeated, that Edward the Elder reigned over a newly combined realm as king from 919, and that his son Æthelstan succeeded in 924.[CITATION-79] Contemporary accounts gave varied prominence to the leaders of Wessex and Mercia, and in particular to questions of overlordship and independent rule in Mercia.The Mercian Register (or ‘Annals of Æthelflaed’, both terms coined by Charles Plummer for a Mercian-oriented part of the Anglo-Saxon Chronicle) spans the years numbered 902 to 926. It covers in most detail the period from 909 to 919 and, as Pauline Stafford has noted, has the longest, most sustained discussion of women in the Chronicle.[CITATION-80] Stafford argues that these annals were conceived of in Mercia, very probably at the Mercian court of Worcester, in the early tenth century, as a continuation of the Alfredian Chronicle written in Wessex.[CITATION-81] The Mercian Register survives in three ASC manuscripts (B, C and D). Mercia had resisted overlordship, including that of Oswiu of Northumbria in the seventh century and Egbert of Wessex in the ninth; and there is evidence that the Mercian Register was actively suppressed in tenth-century Wessex.[CITATION-82] In this Mercian chronicle, Æthelflaed built and restored strategic border fortresses on both fronts, won allies and offered support in the north.[CITATION-83] By 918, Danish forces in Leicester had submitted to Æthelflaed,[CITATION-84] and she won York’s submission shortly before her death at Tamworth in 918. Edward the Elder, otherwise almost entirely absent from these annals, seized Mercia from Ælfwynn, Æthelflaed and Æthelred’s daughter, in 919.[CITATION-85] Stafford has observed that these annals extend beyond Æthelflaed’s death, which could indicate that the motive for writing or continuing this narrative was to contend that Ælfwynn had been wrongly deprived and to assert her legitimacy.[CITATION-86] The annals may have seemed to harbour, beyond the deeds of one great ruler, an ember of an argument for Mercian resistance.The West Saxon annals tell a different story. The earliest extant version, surviving in ASC MS A, shows the commanding figure of Edward the Elder leading the allied armies of Mercia and Wessex, capturing the Danish border towns of Hertford, Bedford and Buckingham in 912, 914 and 915.[CITATION-87] The A annals and Ealdorman Æthelweard’s chronicle refer to Æthelflaed only as ‘the king’s sister’ on her death, and only the A annals refer to her rule of Mercia—in the past tense.[CITATION-88] Wessex had no comparable cases of political power wielded by women. Asser credited Alfred’s mother with inspiring his education,[CITATION-89] but claimed that Offa of Mercia’s daughter Eadburh may have poisoned her husband King Beorhtric of Wessex, and that thenceforth the king’s wife would not be called queen.[CITATION-90] Before the mid-tenth century, a consort in Wessex was the ‘king’s wife’, with limited influence; consorts in Mercia wielded more power, for instance by witnessing charters.[CITATION-91] In the twelfth century, the history of early tenth-century Anglo-Saxon kingdoms depended upon one’s information and vantage point. Perhaps in response, the ASC D scribes in the eleventh and twelfth centuries rewrote earlier annals, bringing together histories of these different Anglo-Saxon kingdoms—and they preserved stories of English and Scottish ‘survivors’ of the Norman Conquest in 1066, as well as its Norman victors.[CITATION-92] William, John, Henry and Aelred all knew the Mercian Register’s version of early tenth-century events. William and John knew both Mercian and West Saxon versions; Henry knew only the Mercian version; and Aelred knew Henry’s. For these Latin writers, the Mercian vision of history was worth remembering—and more: it was historically significant.The circumstances of a ruler’s birth—whether foreign origin, ignoble birth, or being born female—mattered less to these historians than what a ruler made of those circumstances and how he or she ruled. The clearest statement of this philosophy is found in William’s account of King Æthelstan in his. Addressing Æthelstan directly, he stated:Adeo prestat ex te quam ex maioribus habere quo polleas, quia illud tuum, istud reputabitur alienum.[CITATION-93] It is far more outstanding that you should excel through that which comes from you, rather than from your ancestors, because the former will be considered yours; the latter, another’s.William sustained this view in. He had a personal reason to admire Æthelstan’s deeds: the king, he reported proudly, gave pieces of the Cross to Malmesbury Abbey that actively sustained the abbey.[CITATION-94] He surpassed ‘all his predecessors’ () ‘in spiritual devotion’ () and his victories obscured theirs in splendour.[CITATION-95] His policies worked: he defeated treachery and exacted effective tribute payment from the Danes—and for all this, he merited a celebratory ode.[CITATION-96] William noted the rumour that Æthelstan was a concubine’s son, and that it was used to dispute the king’s legitimacy. William doubted its truth, and more importantly, its relevance. Æthelstan, he observed, ‘[had] nothing ignoble about him’ ().[CITATION-97] That William I was born out of wedlock was equally irrelevant: William of Malmesbury stressed the enduring love between Duke Robert and Herleva, and Herleva’s dream of her son’s ‘future greatness’ ().[CITATION-98] Æthelstan was remarkable for making himself sole ruler of England—and a surpassingly impressive one—neither because nor in spite of his birth. He achieved independent rule through action, sustaining hope and retaining loyalty: ‘Æthelstan, lest he disappoint the people’s hope and diminish their esteem of him, subjugated all England entirely to the terror of his name alone’ ().[CITATION-99] This was not pre-determined: it happened because of a forward-thinking ruler. William reiterated the importance of others’ regard in explaining that Æthelstan came to rule Northumbria—the final kingdom to fall under his sway—by the ‘coincid[ing] of ancient right and new relationship’ ()—that is, the marriage alliance between Æthelstan’s sister and Sihtric, ruler of the Northumbrians.[CITATION-100] Northumbria was but the capstone of Æthelstan’s larger strategy of fulfilling the obligations of relationships with his citizens, neighbours and successors. According to William, he achieved rule of all England by this strategy. Precedent helped, but was not sufficient to make him king; and, ultimately, William deemed it less important. This is significant, because it means that William was highly sceptical of two things: first, a deterministic vision of history; second, the relevance and value of circumstance rather than action. In his eyes, the history of rulership of the Anglo-Saxon kingdoms was not primarily grounded in continuous tradition. Rather, it was formed by the decisions and new relationships of its rulers.William claimed that he found relatively little of interest in the history of Mercia,[CITATION-101] and thought the kingdom barely worthy of record after Ceolwulf II (d..879). He thought Mercia had ‘flourished’ () suddenly under the rule of the overconfident pagan Uhtred, but ‘decayed’ () under the rule of Ceolwulf II(‘of a king only half-man’), and so was seized by Alfred.[CITATION-102] Like the author of, William used gendered language here to criticise bad leadership. But Æthelflaed had all the qualities he deemed excellent in a ruler:non pretermittatur soror regis Ethelfleda Etheredi relicta, non mediocre momentum partium, fauor ciuium, pauor hostium,[CITATION-103] immodici cordis femina … Virago potentissima multum fratrem consiliis iuuare, in urbibus extruendis non minus ualere …[CITATION-104] we must not overlook the king’s sister Æthelflaed, Æthelred’s widow, of no small influence among those on her side, popular with her subjects and a terror to the enemy, a woman of spirit beyond measure … The most powerful virago greatly aided her brother in counsel, no less influential in building cities …She was effective, persuasive and influential in leading war, in advising her brother Edward the Elder, and in building cities and the support of allies. In one version of, William claimed that she took the decision to maintain chastity after the birth of her daughter—not for spiritual reasons, but because of complications with the birth of her first child and the affront this had presented to the dignity of a king’s daughter.[CITATION-105] William stressed her role as paternal aunt () who, with her husband the ealdorman, raised and educated the future king Æthelstan with great zeal ().[CITATION-106] William held that a combination of luck and character were the reasons for her successes. ‘You cannot discern,’ he wrote in direct address, ‘whether luck or character were more important in enabling the woman to protect her own men and to terrify outsiders’ ().[CITATION-107] He was certain that both factors were present. Her successes were entirely to her own credit, as the active verbs underline. Neither Providence nor her dynastic connection to the House of Wessex explained her remarkable abilities. For William, deterministic factors never sufficed to account for any ruler’s successes or failures.[CITATION-108] Here, the interpretative quality of translation is important to note, because translating a Latin noun—here,—into English requires an indefinite or definite article, which in turn requires making a choice between the universal and the particular, respectively. Did William mean to imply that it is remarkable that ‘a woman’ (any woman at all) is successful, thus making a universal claim about women? Or did he mean that it is simply not obvious which factor made more of a difference in the success of ‘the woman’ (the woman he has just been writing about) in this particular case? The latter reading bears no implicit judgement that women were inherently less capable of protecting their men and terrifying foreigners, even if they were situated to do so less often. The only way to resolve this question is to establish if there is evidence in William’s works for which view he held.It turns out there is. William did not find it unusual for a woman to wield power, nor remarkable that she should wield it well. The wordis susceptible to an etymological fallacy: that, because it derives from the root for man, it means ‘manlike woman’,[CITATION-109] rather than ‘woman’ (as in Genesis 2:23) or ‘strong woman’ (as for William). In English, for example, the word ‘woman’ derives from the root ‘wife of man’, but that is not its meaning: the terms are not synonyms. The best gauge of a word’s meaning is its use, not its derivation. This distinction is also present in Isidore of Seville’s early seventh-century. Isidore traced’s etymology to a root through, and originating prior to, gender:back to(‘man’, of whichwas an ancient form for ‘woman’), andin turn back to(‘strength’). He distinguished between’s derivation (a woman who acts in a manly way) and its meaning in use: it was a word used for strong women, or for women who perform a man’s deeds.[CITATION-110] William usedalongsidefor Æthelflaed, thus acknowledging that she was a woman, and a formidable one. His consistency in this use, and the positive import of the word, are evident from the contexts in which he used it: for Æthelflaed, for praising Adela, daughter of William I, whom he honoured as a ‘strong woman commended for earthly power’ ()[CITATION-111] and who helped to secure Normandy for William Adelin,[CITATION-112] and for Matilda’s just cause: ‘the strong woman came to England to assert her right against Stephen’ ().[CITATION-113] Unlike Hugh the Chanter, who used(‘masculine strong woman’) for Adela, William did not usein conjunction with language for gendered behaviour.[CITATION-114] William ascribed strength to these women without qualifying that strength as masculine.[CITATION-115] Still more crucially, William did not view strong women only in comparison with other strong women. He implicitly compared Æthelflaed with three ancient leaders—Alexander the Great and his parents, Philip of Macedon and Olympias—in borrowing language from Justin’sof Pompeius Trogus’s. According to Justin’s account, strategic discussions about the war in Greece highlighted the value of Olympias’s critical support and Alexander and Philip’s influence among the people:Quibusdam placebat bellum in Macedoniam transferri, ad ipsum fontem et caput regni, ubi et Olympias esset, mater Alexandri,: sed in rem visum est ab Aegypto incipere, ne in Macedoniam profectis Asia a Ptolemaeo occuparetur.[CITATION-116] It was pleasing to some that the war should be transferred to Macedonia, to the very head and metropolis of the kingdom, where Alexander’s mother Olympias was, who would be no small support to their party; while the favour of their countrymen would be with them because of the names of Alexander and Philip; but it seemed more to the purpose to begin with Egypt, lest, while they were gone into Macedonia, Asia should be seized by Ptolemy.Rodney Thomson has noted William’s allusion to Olympias, observing that Justin’s words () meant that Olympias’s participation would make a significant contribution to those whom she supported.[CITATION-117] But William’s characterisation of Æthelflaed also alluded to the male emperors. Thomson, readingfor Justin’s, thought that Justin’sapplied to Olympias,[CITATION-118] where in fact Justin credited it to Alexander and Philip. William appropriated both Olympias’s tide-turning influence () and Alexander and Philip’s command of the citizens’ favour () for Æthelflaed: he viewed the qualities of eminent, imperial, ancient men and women who ruled well as qualities also possessed by Æthelflaed, without reference to her sex or theirs.William was not alone in this regard. Henry normally abbreviated the material he drew from his sources for Anglo-Saxon history (primarily Bede and ASC),[CITATION-119] but for cases of exceptional glory, he added to it. Of all rulers of the English people in his mammoth, Æthelflaed (twice) and William I (once) were the only two whom Henry both compared with and found superior to Caesar:Victrix natur[a]e, nomine digna uiri:/ Te, quo splendidior fieres, natura puellam,/ Te probitas fecit nomen habere uiri./ Te mutare decet, sed solam, nomina sexus,/ Tu regina potens rexque trophea parans./ Iam nec Cesarei tantum meruere triumphi,/ Cesare splendidior, uirgo uirago uale.[CITATION-120] Conqueror of nature, worthy of the name of a man: you were made a girl by nature, so that you were the more illustrious; your prowess made you have the name of a man. For you, but you alone, it is fitting to change the name of your sex; you a mighty queen and a king earning victories. Even the triumphs of Caesar did not gain so much. Virgin strong woman, more illustrious than Caesar, farewell.Willelmus omnium predictorum summus xxi anno glorifice splenduit. De quo dictum est:/ Cesariem Cesar tibi se natura negauit,/ Hanc Willelme tibi stella comata dedit.[CITATION-121] William, higher than all preceding, shone gloriously until his twenty-first year. Of whom it was said:/ If nature denied you, Caesar, luxuriant hair,/ The long-haired star, William, gave it to you.Not all rulers of the English whom Henry considered conquerors earned such high praise or marks of distinction. In Wessex, Ine defeated Geraint of the Welsh and the south Saxons, then gave up rulership ‘happily’ (), Cuthred conquered the Britons twice, Ecgbehrt retained the kingdom he conquered (),[CITATION-122] Æthelwulf ‘conquered’ () the Danes at, and Eadred (brother of Edmund) ‘obtained all parts of England happily’ ();[CITATION-123] none, apparently, did so exceptionally. What kind of conqueror, then, merited terms such as illustrious and glorious, and superlatives about quality of rulership?In Henry’s view, distinctive, outstanding or illustrious rule had to demonstrate unvanquished excellence in one of two ways: on the offensive in the conquest of formidable enemies, or in personal piety. First, excellence in battle. Æthelbald the Proud () of Mercia was eminent in conquest, but not glorious: he ravaged Northumbria, ‘conquered the Welsh people’ () and ‘was chief among the kings of England’ (), but was conquered by Cuthred of Wessex and killed.[CITATION-124] Edward the Elder of Wessex, however, did earn glory—not for conquering, but for excelling in conquest, and overcoming the strongest of enemies. He fought the Danes on multiple fronts: first in Northumbria, and then in Mercia, where he ‘vanquished them gloriously and killed strong kings’ (), before he defeated them at Tettenhall and ‘conquered Mercia’ ().[CITATION-125] For some conquerors’ victories, the ruler did not merit exclusive personal credit. If it was not clear that a ruler had acted alone, eminence yielded no superlatives. For King Alfred’s victory in 894, ‘Omnipotent God gave them victory at the opportune moment’ ().[CITATION-126] At the Battle of Tettenhall in 910 the Lord ‘destroyed the infidels in a great crushing defeat’ ()[CITATION-127] on Edward the Elder’s behalf (a victory Henry credited to Edward directly in his summary),[CITATION-128] and Henry did not know who the victor was at the Battle of Holme.[CITATION-129] Without the West Saxon annals’ evidence of human initiative and influence, Henry did not claim surpassing glory for these rulers.Second, excellence in personal piety. Eadberht of Northumbria, frail in life, became a monk and met ‘with a glorious end’ ().[CITATION-130] Æthelred of Mercia, son of Penda, ‘gloriously became a monk’ ().[CITATION-131] King Edgar the Peaceable () of Wessex worked ‘to pacify’ () the people and reigned in the service of God. Although Henry tempered this praise, calling Edgar too generous to pagans and foreigners, he wrote that Edgar ‘ruled with peace and greater glory than all others’ (),[CITATION-132] and was thus worthy both of distinction and glory.What, then, of those rulers who earned distinction—and illustriousness or glory—in conquests both of body and spirit? Henry named Æthelflaed queen and king because she appeared to rule exceptionally, alone, and in her own right. Because Henry lacked the West Saxon version of events for 914–920 that told of Edward the Elder’s reconquests,[CITATION-133] Æthelflaed’s victories would have appeared (from the Mercian Register) to have been almost single-handed. Her Wessex heritage played no part in his encomium: he did not know Æthelflaed was Alfred’s daughter, probably thinking her Æthelred of Mercia’s daughter, not his wife.[CITATION-134] Henry twice observed that Æthelred was ill, that Æthelflaed ‘was reigning under him in his infirmity’ (), and that he gave her Mercia (‘his land’,) after his death because he had no son.[CITATION-135] Henry recognised her experience in ruling and that Æthelred appointed her because the times required her leadership.Henry cited Æthelflaed’s high degree of military prowess (‘of such worth’,), thus crediting the view that she promised to be a surpassingly excellent ruler: ‘it was thought and said’ () that had she not been seized by fate before her time (), ‘she would have surpassed all men in valour’ ().[CITATION-136] Cnut of Denmark, who conquered England in 1016, was ‘greater than all his predecessors’ and ‘reigned gloriously’ (); the conqueror William I, likewise, was the highest of all those previously named, and shone with glory ().[CITATION-137] Æthelflaed embodied ideal rulership in overcoming odds. To Henry, the nature of the odds faced by a ruler mattered less than the degree and scale of success they achieved. For example, Æthelstan was an imperial leader and victor over the strongest of forces; and for this reason Henry expanded on ASC 934 rather than contracting it. Æthelstan shone () unconquered (). He ‘could never be conquered in war’ () and merited terms redolent of Roman eternal victory: he ‘returned’ from battle with the ‘triumphal laurel’ ().[CITATION-138] For Henry, these deeds were not enough to merit poetry[CITATION-139] or the honour of a comparison to Caesar. Æthelflaed, by contrast, was also a ‘conqueror of nature’ ()—meaning natural condition: in this case, being born a girl ()—for which reason she was more illustrious (). What this means is important: it was precisely because she was a woman that she could be more illustrious than other rulers. As a ruler compared with other rulers, she was distinctive because she conquered obstacles. In realising her capacity to be a conqueror, she deserved a conqueror’s glory.What Æthelflaed, Cnut and William I had in common was that they distinguished themselves in rulership not just because they won victories over the enemy, but because they won even greater victories over themselves. Bede, Henry’s source and model, also admired conquering rulers,[CITATION-140] but Henry went further in dramatising their personal dominion and inner victories. Cnut had an epiphany of humility when he realised he could not command the waves, and experienced compunction when receiving the news of a massacre of hostages at Sandwich.[CITATION-141] Henry wrote of William I becoming markedly less violent once he became king, claiming that he achieved concord in England after the Conquest and was ‘exceptionally powerful’ () in administrating the 1086 Domesday survey.[CITATION-142] In remaining a virgin (Henry believed), winning battles and ruling a kingdom first in practice and then in name, Æthelflaed defeated physical desire and the challenges of her natural condition. Henry was no feminist: in the style of contemporary Latin poets, he praised her strength in showing manly virtue.[CITATION-143] Rather than viewing as liabilities such conditions as being pagan, female, or a foreign conqueror, he viewed them as assets when they allowed for a more glorious sally toward a ruler’s greatest strength.Aelred’s concise genealogy of kings merits a brief mention here, for which Henry’swas a source. Addressed to the future Henry II,[CITATION-144] related this ruler’s illustrious heritage (male and female), including remarkable leaders of the English in his past.[CITATION-145] Aelred praised Æthelflaed, though she was neither king nor progenitor of a royal line:Adjecit etiam decoris plurimum soror regis Aelfleda, sexu quidem femina, sed animo ac virtute plus viro, quae exceptis his quas rex aedificaverat urbes construxit, Brunesburch, Bruge, Scorgate, Thamewrthe, Swaford, Edebirath, Werewicum, Ciresbirith, Warebirich, Runconere, Liecestre. Ipsa pugnavit contra Walenses et vicit, et Derebi expugnavit et cepit. Tantaque fortitudine emicuit, ut a pluribus rex diceretur.[CITATION-146] The king’s sister, Æthelflaed, added a great deal of nobility. In sex she was a woman, but in spirit and strength more a man, who built cities, excepting those the king [Edward the Elder of Wessex] had erected,, Bridgnorth, Scorgate, Tamworth, Stafford, Eddisbury, Warwick, Chirbury, Warebury, Runcorn, Leicester. She herself fought the Welsh and bested them, and she stormed Derby and took it. She displayed such courage that many called her king.In affirming that Æthelflaed was a woman perceived as, while in two qualities ‘more’ ()—but not fully or exclusively—a man, Aelred, like Henry, refrained from ascribing binary gender. The clue to Æthelflaed’s presence inis the first word,(‘added’): she herself (—an emphatic) increased the honour of English rulers. To augment a lineage required neither male birth nor being a parent of rulers, but independent action and success.John of Worcester engaged in a different enterprise: writing a new version of the Anglo-Saxon Chronicle in Latin.[CITATION-147] His individual changes, though subtle, amount to a marked reframing of Æthelflaed’s autonomy and consummate quality as a ruler. As in ASC, Æthelflaed’s being female was not discussed. To cultivate an impressive English history, John rewrote ASC to accord rulers more agency and influence: he highlighted efficiency and successes rather than failures.[CITATION-148] All rulers were stronger in his account, but some were stronger than others.John’s account of the Anglo-Saxon kingdoms in the early tenth century, and the formation of the English kingdom, is a story less national than lordly in character. The English rulers of Mercia and Wessex protected their borders from foreign incursions, winning support from leaders of other realms. The achievements he highlighted in rulers of this era were lordship (leading followers), expansion, and duration of rule, especially when retained against threats. Edward the Elder, ‘most invincible king of the English’ (), ‘most gloriously’ () led ‘all the inhabitants of Britain’ (): English, Scots, Cumbrians, Danes and Welsh.[CITATION-149] John added details to Æthelstan’s reign to stress his imperial intentions and successes: after expelling Guthfrith and Ealdred (in ASC MSS E, F), Æthelstan added Guthfrith’s kingdom to his own dominion, then sought and made a ‘firm treaty’ (…). Æthelstan’s epithet is ‘vigorous and glorious king of the English’ (),[CITATION-150] and John usedfor other rulers, including King Harold II.[CITATION-151] John thought that Æthelflaed, compared to other rulers, excelled in military leadership, the length of her tenure, and autonomous rule. Responding to Scandinavian threats on multiple fronts, she commanded and gave effective orders before and during her formal rule of Mercia. John elaborated on the Mercian Register, already favourable to her accomplishments, by specifying that she had more personal autonomy, influence, divine favour, and quality as a leader. The Register explained that with God’s help, Æthelflaed built Tamworth and Stafford (913), captured Derby (917), and peacefully took control of Leicester with divine aid (918).[CITATION-152] Whereas for William and Henry, subduing or ignoring the element of divine intervention was a way to highlight a ruler’s independence, John, unusually, retained this claim of divine support, which he did in theonly to highlight support for rightful causes.[CITATION-153] In rewriting Æthelflaed’s deeds in the Mercian Register, John increased her active leadership in caring for a British and Anglo-Saxon past and planning for the future. Asshe built four towns, erected two fortresses, and founded Eddisbury and Warwick—foundations mentioned in the Mercian Register, but not attributed directly to her there.[CITATION-154] He newly attributed the restoration of Caerllion (his British name for Chester) to the joint command of Ealdorman Æthelred and Æthelflaed (),[CITATION-155] thereby highlighting her part in joint rulership before she became. He claimed that she restored (), rather than built, Tamworth.[CITATION-156] In naming Æthelflaed and her husband authors of urban restoration, including a pre-English city, John made them, in effect, custodians of the past.For John, Æthelflaed illustrated the long history of influential, worthy rulers of the English. He made a significant intervention at the beginning of her reign: after her husband Æthelred’s death, ‘Æthelflaed, daughter of king Alfred, held the kingdom of the Mercians (except London and Oxford, which her brother King Edward the Elder retained) most vigorously, and for a considerable period of time’ ().[CITATION-157] The Mercian Register mentioned neither the extent of her control, nor the length of her dominion, nor the vigour of her rule. Here, John made this Mercian ruler’s accomplishments supersede even those of the praiseworthy, imperial ruler Edward the Elder, who is relegated to a subordinate clause.John expanded on, and added precision to, Æthelflaed’s military prowess and strategic thinking as a leader, asserting her autonomy and influence especially when she acted independently.[CITATION-158] She responded efficiently to heathen Danish raids: when they attacked, she gave hostages on the condition they will leave(‘as quickly as possible’). While the Danes hid shamefully in their ships, she chose to stand and fight. She led a staunch defence against the heathens: John wrote that the Danes could only collect booty on their retreat, not during the siege, implying that the English forces were stronger. He turned the English killing of hundreds of Danes (as in the Mercian Register) into thousands, making the feat more impressive. Æthelflaed sent an army () into Wales and took the fortress, taking the Welsh king’s wife and thirty-four men to Mercia as captives.[CITATION-159] John credited Æthelflaed personally with taking Derby ‘by assault’ (), also adding to the Mercian Register account that her army fought bravely. John highlighted Æthelflaed and Edward’s allied deeds of reconquest on behalf of the ‘many English’ () and ‘all the country people’ () living under pagan rule. In the Mercian Register the people survived; here, they survived rejoicing () at their escape.[CITATION-160] The Mercian Register recorded the events, but the scale of success and leadership is stronger in John’s chronicle.In a notable change, John cast Æthelflaed as a ruler who established dominion over other rulers. In this he was original. The formality and prestige of this arrangement is stronger than in the Mercian Register, wherein the people of York () promise to be under her rule: ‘7 hæfdon eac Eforwicingas hire gehaten, 7 sume on wedde geseald, sume mid aþum gefæstnod, þæt hi on hyre rædenne beon woldon’ (‘And also the people of York had promised her, and some granting by pledge, some with oaths, that they would be guided by her rule’).[CITATION-161] In John’s version, however, she accepts the full and complete submission of the Danes who ruled () in York: ‘the Danes who ruled York affirmed, some by treaty, some by oath, that they would assent to her will and judgement in all things’ ().[CITATION-162] Neither the Scandinavians nor their governing of York appear in the Mercian Register. Thus, in the, Æthelflaed accepts not the submission of people, but the submission of rulers, themselves conquerors and foreigners. That the Danes submit to Æthelflaed’s will in all things shows their submission is complete and unconditional, a totality of victory that is new in John’s version. John created an impression of a strong royal will in stressing her capacity as ruler of Mercia and overlord of the Danish rulers of York.[CITATION-163] In his verdict on Æthelflaed’s rule, John adapted material from the Mercian Register[CITATION-164] and introduced eulogistic praise:Ægelfleda Merciorum domina insignis prudentie et iustitie, uirtutisque eximie femina, .viii. anno ex quo sola regnum Merciorum strenuo iustoque rexit moderamine, .xix. kalend Iul. obiit, et unicam filiam suam Aewynnam ex Aetheredo subregulo susceptam, heredem regni reliquit.[CITATION-165] Æthelflaed, lord of the Mercians, distinguished by her prudence and justice, a woman of outstanding virtue, in the eighth year after which she began to rule on her own the kingdom of the Mercians with vigorous and just government, died on the nineteenth day before the calends of July, leaving Ælfwynn, her only daughter by Æthelred, the underking, as heiress to her kingdom.Her burial with honour shows that her contemporaries recognised the quality of her rule. In specifying that Æthelflaed provided for the succession for Ælfwynn, he gave her agency over the succession.[CITATION-166] He wrote that Æthelflaed ruled alone) to make her independence unambiguous.Æthelflaed emerges on par with other tenth-century rulers of Anglo-Saxon kingdoms, as John’s changes to earlier accounts show. John assumed no male dominance in cases of joint rule. He increased the parity between Æthelflaed and her husband Æthelred in decision-making, and between Æthelflaed and Edward in military endeavours. She ruled as lord and overlord: she led her followers in her own name and secured the submission of other rulers, as Edward and Æthelstan did; her rule endured a long time, like Æthelstan’s treaty. In other ways, she exceeded them. Edward and Æthelstan were strong, glorious, successful, but John did not single them out for their military prowess: where they were, only Æthelflaed merited the superlative, in acting. She shared with her contemporaries the key quality of overlordship of other rulers, whereas prudence, justice, virtue, effecting restoration, and surpassing military strength were qualities particular to her. There are two related implications of John’s views. First, gender was irrelevant. Second, a person who ruled a larger kingdom (such as England versus an Anglo-Saxon kingdom), or one with more sub-rulers (such as Wessex compared to Mercia), did not necessarily rule with greater distinction. What interested John was the quality of rulership relative to the scale of the kingdom and its unique challenges. In this regard, Æthelflaed merited parity with, and distinction among, other rulers of the English.William, Henry, John and Aelred, with different historical sources and perspectives, highlighted Æthelflaed’s autonomy and lordship to a greater degree than their sources. They thought Æthelflaed an excellent ruler, and cited her honour and reputation among her contemporaries. They signalled her distinction and overlordship with superlatives, exactly as Bede had done to distinguish rulers who reigned over an(a realm of more than one kingdom or people) rather than a(one kingdom), and classical writers before him.[CITATION-167] They compared Æthelflaed with other rulers on the basis of action and achievement.In their narratives, ruling well depended on human capacity and a proven ability to command, and gendered thought cannot account for their judgements. There is no evidence that twelfth-century English writers imagined a link between Æthelflaed and Matilda. They did not compare them with each other, nor with women as an abstract category. Æthelflaed had ruled the Mercians for years before her election; Matilda, before her father’s death, had mostly lived abroad. William thought Matilda strong for asserting her right ();[CITATION-168] Æthelflaed wielded authority unexpectedly, but well. Henry supported Matilda’s right, but claimed that for Æthelflaed, and only Æthelflaed, should the name of her sex be changed. John and the Gloucester continuator’scriticised both Stephen and Matilda at times; John uniformly endorsed Æthelflaed.[CITATION-169] Æthelflaed and Matilda offered two otherwise unrelated examples of strong rulers, one of whom, writers agreed, ruled exceptionally well.It has been claimed that women in the Anglo-Norman world could only wield power ‘as men’;[CITATION-170] or, on the other hand, that political opponents condemned women who acted in a masculine manner.[CITATION-171] The flaw in these conclusions is the assumption that, because female rule was rare and unprecedented, binary gender dominated the language of leadership. This was not the case. Some writers used gendered language for the behaviour of women and men: William’s bad Mercian king was;made partisan slurs about both sexes; Aelred named Æthelflaed more man than woman. These examples suggest that behaving in a ‘manly’ way was seen as virtuous, but it was not the only, nor the best, way to excel.In these historians’ views of any ruler, being female was not an inherent handicap, nor a diminishing quality, nor a valid reason to compare her only with other women. David Carpenter discussed Matilda’s claim in the context of, and in comparison with, female rulers, including continental consorts and the biblical queen Judith.[CITATION-172] Contemporaries did not. T. Gregory Foster, similarly, wrote in 1892 of Æthelflaed as a new Judith.[CITATION-173] Neither the Mercian Register nor twelfth-century writers invoked Judith or queens consort as comparisons for Æthelflaed. They invoked emperors, conquerors, leaders. Henry framed being born a girl as an opportunity for success. Like being pagan, ignobly born, or foreign, it was one possible condition for earning surpassing glory. Æthelflaed outdid other rulers in the same way as other conquerors of realm and self. Henry proposed changing the name of Æthelflaed’s sex. He did not, however, make her gender binary. In naming her ‘queen and king’ (), Henry articulated the idea that a person could simultaneously hold a woman’s role and a man’s role, and merit praise for that very reason. For these writers, no circumstance of birth—for Æthelflaed, for Æthelstan, for Caesar—could diminish a ruler’s inborn, equal capacity for glorious rule.For rulers past, present and prospective, writers thought that the stakes of rulership were related to action. There are parallels with other northern societies that were long connected with the English kingdoms through invasion and settlement. Carol J. Clover has argued that in early medieval Scandinavia, personality, ambition and social relations mattered more for an individual’s status than ‘bodily sex’. Fears for both men and women concerned impotence and lack of power. To win much-desired ‘distinction’, they needed to act, and act again.[CITATION-174] Our writers would have been aware that succession customs favoured male heirs. Western post-Roman ruling dynasties such as the Merovingians and Carolingians had no reigning women. Rulership contingent on election and leadership, with opportunities created but not guaranteed by patrilineal succession, was widespread, not least in the Saxon dukes’ bids for power and the rise of the Ottonians in the tenth century.[CITATION-175] In 919, Henry, duke of Saxony, was elected king of Germany by Franconian and Saxon princes and led a coalition of duchies against foreign invasions.[CITATION-176] Similarly, in terms of her election and leadership, Æthelflaed’s rule of Mercia was not unusual by early medieval standards. Matilda did not alert twelfth-century writers to a powerful woman: history alerted them to a powerful ruler, and comparative thinking alerted them to similarities among rulers who conquered odds and stimulated them to establish Æthelflaed’s lordship, overlordship and merit.These chroniclers’ narratives of tenth-century Anglo-Saxon rulership have broader implications for their view of history. They knew rulers faced the threat of conquest, whether by Scandinavian invader or West Saxon ally, and admired excellent leadership in a perilous historical era. They also knew the outcomes. Yet each thought a peerless ruler—one not moulded by circumstance—was a person who exerted a turning force on events that might have turned out otherwise. Because they maintained that both Mercia and Wessex had rulers who exercised this leadership of moment, their view of history did not present ‘England’—even Norman England—as an inevitable conclusion.Twelfth-century Latin writers’ views of ‘the Anglo-Saxon past’ have been presented on a spectrum running between two extremes: on one end, as a product of post-Conquest nostalgia[CITATION-177] or revival of ‘the’ English nation and English identity;[CITATION-178] on the other, as proprietary, colonial voices of an Anglo-Norman elite imposing a new ‘Englishness’ and seeking to ‘write the English out of their own history’.[CITATION-179] Recent work on what ‘the Anglo-Saxon past’ looked like from the twelfth century has stressed that writers perceived continuity across the Norman Conquest.[CITATION-180] This formula implies a unity,[CITATION-181] both in historical thinking and in the subject-matter of history, that is not supported by the evidence.The residue of different possible histories persisted in the different pictures of Anglo-Saxon history preserved in twelfth-century chronicles. Monastic writers rewrote their own pre-Conquest histories, in charters and local histories as well as annals and.[CITATION-182] Even in the mid-twelfth century, history looked very different from Canterbury than it did from Worcester, or Huntingdon.[CITATION-183] From Henry’s perspective, where the West Saxon historical record for the tenth century was obscure, tenth-century Mercian rulership appeared distinguished: in Alfred’s and Edward’s wars, God punished the invaders; in Æthelflaed’s wars (and England’s eleventh-century conquests), rulers defended and invaders punished themselves. But the bilingual Anglo-Saxon Chronicle (MS F) of Canterbury (closely related to Peterborough’s MS E) did not name Æthelflaed, though its author knew her as Edward’s sister, and tenth-century Mercia vanished almost entirely in a story that looked like a West Saxon conquest of Britain.[CITATION-184] ‘The Anglo-Saxon past’ did not exist in the twelfth century: English pasts, however, did.The Anglo-Norman writers offered clear pictures of the distinct polities in England’s tenth-century past and their leaders, wherein each kingdom’s autonomy, rather than a gradual process of agglomeration to ‘England’ with West Saxon origins, remained a guiding theme. For these chroniclers, Æthelflaed was noteworthy because she ruled well, and ruled Mercia well. Her importance to them was not any role in ‘the creation of a unified English kingdom’, as Theresa Earenfight has argued of Henry of Huntingdon.[CITATION-185] Henry never associated Æthelflaed with unity. John and his team wrote at Worcester, where Alfred’s Wessex court had lingering links, and whence the Mercian annals, contested by the Wessex chronicle tradition, probably sprang.[CITATION-186] John’s changes to the Æthelflaed narrative did not anticipate a unified future: they recalled leaders’ deeds undertaken to preserve the past, to defend the present, and to build for their kingdom’s future. His assertion that Æthelflaed chose Ælfwynn as her successor—more explicit than his sources—hardly sets up Edward the Elder’s subsequent conquest of Mercia honourably. Even in praising Edward’s imperial victories, John was unwilling to suppress the Mercians’ interest in self-determination, though it did not last long beyond Æthelflaed’s death. Nor was Æthelflaed a cog in any onward-pressing machine of unity for William of Malmesbury. William admired the peaceful impulse of a treaty that divided England into the kingdoms of Mercia and Wessex, once again, as late as 1016: he praised Edmund Ironside for accepting Cnut’s proposal that Edmund rule Mercia, and Cnut Wessex.[CITATION-187] William believed that Edmund was murdered shortly thereafter, and that this was cause for regret and grief, not relief that England was reunited.These Latin chroniclers were not obedient mouthpieces of an Anglo-Norman elite,[CITATION-188] but bilingual historians—each with a particular outlook on the past—who were interested in rulers past and present, in what they did and what people thought of them, and in communicating it in writing. They made their knowledge of Mercian rulership available in another language. They did not suppress Mercian history to serve a West Saxon agenda: they rescued it from the prospect of oblivion. At times they ranked the glory of a Mercian ruler higher than that of rulers of Wessex, Norman England, or the Roman Empire.Their story of Anglo-Saxon rulers was pragmatic rather than dynastic, which reflected historic and recent experience. In the eleventh century, Cnut, Harold Godwineson, and William I (who asserted his claim to the English throne through kinship with Emma of Normandy) did not inherit from their fathers; in the twelfth, King Stephen (William I’s grandson) claimed the throne through his mother, Adela of Blois. No law governed English succession before or after the Conquest: an interplay of factors, and the weight of several successes, made some (like coronation) more significant over time.[CITATION-189] Æthelflaed, ruling Mercia through marriage and election, was no aberration. Chroniclers considered her among the best of rulers, and not because she was Alfred’s daughter. They thought less in terms of nostalgia and genealogy (thinking back), and more in terms of the substance a great ruler added—as Aelred stated explicitly of Æthelflaed—to the story (thinking forwards).Their Anglo-Saxon histories highlighted the dynamic of changing relations between distinct polities. As William and John knew, Æthelflaed’s rule of Mercia originated in leadership experience and a relationship forged between two kingdoms. Under Æthelstan, according to William, England formed as a result of ancient right and new relationships, with West Saxon, Mercian, and Scandinavian ruling families. Mercia became a strong defensive ally of Wessex, and Northumbria a part of England, as much through right as through the actions of tenth-century people. There is a strong sense of contingency here. The idea that chroniclers saw ‘continuity’ as a characteristic of the past partly obscures their sense of history happening through rulers’ independent actions. And, for William, merit, not inheritance, made a person worthy of memory.Their thinking allowed for both shared and specific challenges. Tenth- and twelfth-century rulers alike asserted lordship and sought loyalty. Writers perceived that the independence and overlordship of the Anglo-Saxon kingdoms changed during the Wessex–Mercia alliance and reconquests of kingdoms from Scandinavian rulers. Similarly, in twelfth-century England and Normandy, landholders faced conflicting obligations because of the dynamic relationship between the two realms: separate under William Rufus and Robert Curthose, joined under Henry I, and separated again when Stephen lost Normandy to Geoffrey of Anjou in 1144. Writers thought a ruler’s priorities were to lead, to manage, to provide, to excel; a leader’s response made the measure of her, or his, success, and they framed their narratives accordingly.These writers told of great deeds done,, and not of national progress. Deeds did not become more impressive with time, nor with a bigger England. Absolute values—sum of victories, size of conquest, sweep of realm—were no part of their historical thought. The mark of sophistication in their historical reasoning, and comparative thinking, is that they assessed the degree of a ruler’s achievement relative to its historical moment, and evaluated a ruler against her or his own obstacles.What explains the thinking of these writers, at this moment? The situation of women in their own present was of limited relevance. Neither the inheritance of heiresses, nor Matilda’s candidacy for the crown, illuminate their comparative thought about Æthelflaed. What is compelling is their historical inheritance: the evidence. The case for Æthelflaed’s excellence as a ruler was there, in the Mercian Register. They knew it, and judged it true. Their knowledge of classical tales of deeds, their interest in them as success stories, their curiosity about rulers in English history, and the presence of different sources for the same events, combined to invite comparison. The materials were at hand; they wanted only an inquiring mind and a ready pen.What, ultimately, did our writers say about themselves and their own thinking? Where John and Aelred are silent, we must turn to the self-reflective William and Henry. William discussed his work with Matilda of Scotland, wife of Henry I, and claimed that discussions with her inspired and shaped the content of his.[CITATION-190] He wrote of her family, her ideas, her suggestions and her persistence, without ascribing her interest in his project to specifically female concerns. She appears as a person just as curious about history as William himself. Henry, reflecting as he often did on his own thinking and on the fleeting nature of earthly glory,[CITATION-191] advised that ‘we wish’ (—here, expressing a collective effort) for true glory in heaven. He was musing on the deeds of forty-five emperors of Britain and Rome. We can all, he wrote, learn something valuable from their deeds and aspirations by comparison (; ‘by comparison with them, we may figure out’). The collective ‘we’ means people. Henry did not view himself writing as a man in the role of historian. In his own words,: ‘I speak as a human’.[CITATION-192] ",
    "footnotes": {
        "1": "In the tenth century: P. Stafford, After Alfred: Anglo-Saxon Chronicles and Chroniclers, 900–1150 (Oxford, 2020); in the eleventh: S. Baxter, ‘MS C of the Anglo-Saxon Chronicle and the Politics of Mid-Eleventh-Century England’, English Historical Review, cxxii (2007), pp. 1189–227; T. Licence, Edward the Confessor: Last of the Royal Blood (New Haven, CT, 2020), pp. 254–62.",
        "2": "Hereafter William, Henry, John, and Aelred, except where disambiguation is necessary. Other northern writers (Symeon of Durham, the anonymous author of the Historia post Bedam, and Roger of Howden) essentially retained a version derived from Henry: A. Gransden, Historical Writing in England, I: c.550 to c.1307 (London, 1974), pp. 212–16, 225–6.",
        "3": "A. Fössel, ‘The Political Traditions of Female Rulership in Medieval Europe’, in J. Bennett and R.M. Karras, eds, The Oxford Handbook of Women and Gender in Medieval Europe (Oxford, 2013), pp. 68–83; C.E. Fell, Women in Anglo-Saxon England (London, 1984); H.M. Jewell, Women in Medieval England (Manchester, 1996), p. 39. K.A. Fenton, Gender, Nation and Conquest in the Works of William of Malmesbury (Woodbridge, 2008), does not discuss Æthelflaed.",
        "4": "T. Earenfight, Queenship in Medieval Europe (Basingstoke, 2013); S.S. Klein, Ruling Women: Queenship and Gender in Anglo-Saxon Literature (Notre Dame, IN, 2006); P.A. Stafford, ‘“The Annals of Æthelflæd”: Annals, History and Politics in Early Tenth-Century England’, in J. Barrow and A. Wareham, eds, Myth, Rulership, Church and Charters: Essays in Honour of Nicholas Brooks (Aldershot, 2008), pp. 101–16; C. Beem, ‘Making a Name for Herself: The Empress Matilda and the Construction of Female Lordship in Twelfth-Century England’, in his The Lioness Roared: The Problems of Female Rule in English History (New York, 2008), pp. 25–62; L.L. Huneycutt, ‘Queenship Studies Comes of Age’, Medieval Feminist Forum, li (2016), p. 10.",
        "5": "For example, F. Tolhurst, Geoffrey of Monmouth and the Translation of Female Kingship (Basingstoke, 2013), p. 42; B. Bandel, ‘The English Chroniclers’ Attitude Toward Women’, Journal of the History of Ideas, xvi (1955), pp. 113–18; S.D. Church, ‘Succession and Interregnum in the English Polity: The Case of 1141’, Haskins Society Journal, xxix (2017), pp. 181–200.",
        "6": "For example, B. Weiler, ‘William of Malmesbury on Kingship’, History, xc (2005), pp. 3–22; S.O. Sønnesyn, William of Malmesbury and the Ethics of History (Woodbridge, 2012); E.A. Winkler, Royal Responsibility in Anglo-Norman Historical Writing (Oxford, 2017).",
        "7": "For a different view of Aelred’s treatment of Æthelflaed, that it reinforced male/female gender roles and showed female capacity as exceptional, see E. Freeman, Narratives of a New Order: Cistercian Historical Writing in England, 1150–1220 (Turnhout, 2002), pp. 75–7.",
        "8": "J. Truax, Aelred the Peacemaker: The Public Life of a Cistercian Abbot (Collegeville, PA, 2017), pp. 104–5.",
        "9": "For example, J.P. Gates, ‘Quidam Proditor Partis Danicae: Aelred’s Re-Imagining of the Anglo-Saxon Past’, in J.P. Gates and B. O’Camb, eds, Remembering the Medieval Present: Generative Uses of England’s Pre-Conquest Past, 10th to 15th Centuries (Leiden, 2019), examines Aelred’s rewriting only of male rulers.",
        "10": "S.M. Johns, Patronage and Power (Manchester, 2003), p. 43 n. 3. William and Geffrei Gaimar dedicated their histories to female patrons, ibid., pp. 30–50, on which see also E.M.C. van Houts, Memory and Gender in Medieval Europe, 900–1200 (Toronto, ON, 1999), pp. 137–45; on Henry’s marriage, E. van Houts, Married Life in the Middle Ages, 900–1300 (Oxford, 2019), pp. 193–4.",
        "11": "Domesday Book, fo. 179v, fo. 373a–b, cited in P. Coss, The Lady in Medieval England, 1000–1500 (Stroud, 1998), pp. 7–9; P. Stafford, ‘Women in Domesday’, Reading Medieval Studies, xv (1989); but cf. Stenton, Anglo-Saxon England, for the claim that her title was ‘anomalous’: this highlights its linguistic aspect, rather than its meaning or equivalence.",
        "12": "P.H. Sawyer, Anglo-Saxon Charters: An Annotated List and Bibliography (London, 1968) [hereafter cited by S number], S 224; for the 900 dating, see C.R. Hart, The Danelaw (London, 1992), p. 570 n. 4; for 914, Charters of Burton Abbey, ed. P.H. Sawyer (Oxford, 1979), pp. 1–2.",
        "13": "S 225, now thought to be an authentic charter of 915 or 916; Charters of Abingdon Abbey, ed. S.E. Kelly (2 vols, Oxford, 2000–2001), no. 20.",
        "14": "K. Schnith, ‘Domina Anglorum: Zur Bedeutungsbreite eines hochmittelalterlichen Herrscherinnentitels’, in W. Schlögl and P. Herde, eds, Grundwissenschaften und Geschichte: Festschrift für Peter Acht (Munich, 1976), p. 109.",
        "15": "R.R. Davies, The First English Empire: Power and Identities in the British Isles, 1093–1343 (Oxford, 2000), p. 58.",
        "16": "H. Pryce, ‘Owain Gwynedd and Louis VII: The Franco-Welsh Diplomacy of the First Prince of Wales (with Appended Texts)’, Welsh History Review, xix (1998), pp. 1–28.",
        "17": "iuuenis rex: for example, Roger of Howden, Gesta Regis Henrici Secundi, ed. William Stubbs, Rolls Series, xlix (2 vols, 1867), i, pp. 41–3, 76–7, 114, 132; rex filius (Howden’s later preference) and rex pater: Roger of Howden, Chronica magistri Rogeri de Houedene, ed. William Stubbs, Rolls Series, li (4 vols, 1868), ii, pp. 66–7; M. Strickland, Henry the Young King, 1155–1183 (New Haven, CT, 2016).",
        "18": "A. Fössel, Die Königin im mittelalterlichen Reich: Herrschaftsausübung, Herrschaftsrechte, Handlungsspielräume (Stuttgart, 2000).",
        "19": "F.T. Wainwright, ‘Æthelflæd, Lady of the Mercians’, in H. Damico and A.H. Olsen, eds, New Readings on Women in Old English Literature (Bloomington, IN, 1990), p. 51.",
        "20": "Annals of Ireland: Three Fragments, ed. Dubhaltach Mac Firbisigh and John O’Donovan (Dublin, 1860).",
        "21": "Gesta Stephani, ed. K.R. Potter and R.H.C. Davis (Oxford, 1976) [hereafter GS], p. 4, and see also p. 12; on this author, see E.J. King, ‘The Gesta Stephani’, in D. Bates, J. Crick and S. Hamilton, eds, Writing Medieval Biography, 750–1250: Essays in Honour of Professor Frank Barlow (Woodbridge, 2006).",
        "22": "G. Garnett, Conquered England: Kingship, Succession and Tenure, 1066–1166 (Oxford, 2007), pp. 353–4.",
        "23": "S. Church, ‘Political Discourse at the Court of Henry II and the Making of the New Kingdom of Ireland: The Evidence of John’s Title Dominus Hibernie’, History, cii (2017), pp. 817–20.",
        "24": "J.H. Round, Geoffrey de Mandeville: A Study of the Anarchy (London, 1892), pp. 70–75, esp. at 74–5.",
        "25": "William of Malmesbury, Historia Novella, ed. E. King and K.R. Potter (Oxford, 1998) [hereafter HN], p. 28; Church, ‘Succession and Interregnum’, p. 182.",
        "26": "HN, p. 92; the G continuation of John of Worcester, The Chronicle of John of Worcester, ed. R.R. Darlington, P. McGurk and J. Bray (3 vols, Oxford, 1995–8) [hereafter Chronicon], iii, pp. 294–5 (1141) notes that the ‘crown of the English kingdom’ (corona regni Anglie) was given to her.",
        "27": "Schnith, ‘Domina Anglorum’, pp. 108–11.",
        "28": "Regesta Regum Anglo-Normannorum [hereafter RRAN], IV: Facsimiles of Original Charters and Writs of King Stephen, the Empress Matilda, and Dukes Geoffrey and Henry, 1135–1154, ed. H.A. Cronne and R.H.C. Davis (Oxford, 1969).",
        "29": "Demonstrated (critiquing the W.G. de Birch and J.H. Round thesis) by Schnith, ‘Domina Anglorum’; Church, ‘Succession and Interregnum’.",
        "30": "dominam et reginam: GS, p. 118.",
        "31": "RRAN, III: Regesta regis ac Mathildis imperatricis ac Gaufridi et Henrici ducum Normannorum, 1135–1154, ed. H.A. Cronne and R.H.C. Davis (Oxford, 1968); attributing variation to scribal error, M. Chibnall, ‘The Charters of the Empress Matilda’, in G. Garnett and J. Hudson, eds, Law and Government in the Middle Ages: Essays in Honour of Sir James Holt (Cambridge, 1994); Church, ‘Succession and Interregnum’, p. 191.",
        "32": "J. Porter, ‘A New Coin Type of the Empress Matilda? The “rex Matilda” Cross Moline Type’, British Numismatic Journal, lxxxix (2019), p. 114.",
        "33": "Chronicon, iii, pp. 292–6.",
        "34": "Henry of Huntingdon, Historia Anglorum, ed. D.E. Greenway (Oxford, 1996) [hereafter HA], p. 306.",
        "35": "For different views, cf. Church, ‘Succession and Interregnum’, p. 199; Porter, ‘A New Coin Type’, pp. 113–14.",
        "36": "GS, pp. 4, 52, 76; contrasted, p. 68.",
        "37": "GS, p. 6.",
        "38": "For example, GS, pp. 122–32.",
        "39": "For example, Clovis and Clotilde, in Gregory of Tours, History of the Franks, bk II, ed. E. Brehaut (New York, 1916), pp. 28–31; Edwin and Æthelberga, in Bede, Ecclesiastical History of the English People, ii. 11, ed. B. Colgrave and R.A.B. Mynors (Oxford, 1969), pp. 172–4.",
        "40": "GS, p. 126.",
        "41": "GS, p. 206.",
        "42": "For example, Miles of Gloucester, in rescuing a woman: GS, p. 18.",
        "43": "GS, pp. 112–14.",
        "44": "GS, pp. 154, 122–4; cf. Gregory the Great, Liber Regulae Pastoralis, 2.5, ed. J.-P. Migne, Patrologia Cursus Completus, series Latina [hereafter PL], lxxvii (Paris, 1896), col. 32.",
        "45": "For example, E. King, ‘Introduction’, HN, p. lvii; C. Beem, ‘“Greatest in Her Offspring”: Motherhood and the Empress Matilda’, in C. Fleiner and E. Woodacre, eds, Virtuous or Villainess? The Image of the Royal Mother from the Early Medieval to the Early Modern Era (New York, 2016), p. 97 n. 26; A.D. Buck, ‘William of Tyre, Femininity, and the Problem of the Antiochene Princesses’, Journal of Ecclesiastical History, lxx (2019), p. 743 n. 54.",
        "46": "GS, p. 226; according her more agency than the later Roger of Howden, Chronica magistri Rogeri de Houedene, ed. Stubbs, i, p, 214.",
        "47": "‘Angor’, often translated as ‘rage’ or ‘anger’, means short-lived spite, distress, pain, or vexation: C.T. Lewis and C. Short, Latin-English Lexicon (Oxford, 1879); Dictionary of Medieval Latin from British Sources (Oxford, 2018) [hereafter DMLBS]. both accessed via Logeion (University of Chicago, 2011–), at https://logeion.uchicago.edu, s.v. ‘angor’. HA, p. 740 (x. 19); K. McGrath, Royal Rage and the Construction of Anglo-Norman Authority,c.1000–1250 (Basingstoke, 2019), p. 163, but misattributing quotation to Orderic Vitalis.",
        "48": "‘superbia’, and ‘superbis’, invoking Jas. 4:6; 1 Pet. 5:5. HA, p. 752 (x. 27).",
        "49": "William of Newburgh, Chronicles of the Reigns of Stephen, Henry II and Richard I, ed. Richard Howlett, Rolls Series, lxxxii (4 vols, 1884–9), i, p. 41.",
        "50": "She was compared with Elizabeth I but not Mary: C.W. Hollister, ‘The Anglo-Norman Succession Debate of 1126: Prelude to Stephen’s Anarchy’, Journal of Medieval History, i (1975), pp. 19–41.",
        "51": "But cf. K. Schnith, ‘Regni et pacis inquietatrix: Zur Rolle der Kaiserin Mathilde in der “Anarchie”’, Journal of Medieval History, ii (1976), asserting a contrast between English and continental views of female rulers.",
        "52": "E.J. Kealey, Roger of Salisbury, Viceroy of England (Berkeley, CA, 1972), p. 147; R.H.C. Davis, King Stephen, 1135–1154 (London, 1967), p. 107; J.T. Appleby, The Troubled Reign of King Stephen (London, 1969), p. 6; C.W. Hollister and T.K. Keefe, ‘The Making of the Angevin Empire’, Journal of British Studies, xii (1973); H.A. Cronne, The Reign of Stephen, 1135–54: Anarchy in England (London, 1970), pp. 110–11.",
        "53": "J.A. Truax, ‘The Making of the King, 1135: Gender, Family and Custom in the Anglo-Norman Succession Crisis’ (Univ. of Houston Ph.D. diss., 1995), pp. 12–37, esp. 34.",
        "54": "M.M. Chibnall, ‘The Empress Matilda as a Subject for Biography’, in D. Bates, J. Crick and S. Hamilton, eds, Writing Medieval Biography, 750–1250: Essays in Honour of Professor Frank Barlow (Woodbridge, 2006), p. 188.",
        "55": "GS, pp. 2–12; D. Crouch, The Reign of King Stephen, 1135–1154 (Harlow, 2000), p. 37; see also Garnett, Conquered England, pp. 231–2.",
        "56": "Hart, ‘Early Section of the Worcester Chronicle’, p. 260; Winkler, Royal Responsibility, ch. 5.",
        "57": "For example, HA, p. 272; Wace, The Roman de Rou, ed. A.J. Holden, tr. G.S. Burgess (St Helier, 2002), pt III, ll. 6675–710.",
        "58": "J.A. Green, ‘Henry I and the Origins of the Civil War’, in P. Dalton and G.J. White, eds, King Stephen’s Reign, 1135–1154 (Woodbridge, 2008), pp. 11–26.",
        "59": "HN, pp. 8–10.",
        "60": "The view of J. Le Patourel, ‘The Norman Succession, 996–1135’, English Historical Review, lxxxvi (1971), pp. 245–6; on problems posed by ruling women’s marriages, see Chibnall, ‘Empress Matilda as a Subject for Biography’, pp. 189–90.",
        "61": "HN, pp. 8–10.",
        "62": "HA, p. 352; William of Malmesbury, Vita Dunstani, in his Saints’ Lives: Lives of SS. Wulfstan, Dunstan, Patrick, Benignus and Indract, ed. M. Winterbottom and R.M. Thomson (Oxford, 2002), p. 296.",
        "63": "J. Gillingham, ‘Love, Marriage and Politics in the Twelfth Century’, Forum for Modern Language Studies, xxv (1989), pp. 292–303, repr. in his Richard Coeur de Lion: Kingship, Chivalry and War in the Twelfth Century (London, 1994), pp. 243–55.",
        "64": "William of Malmesbury, Gesta Regum Anglorum, ed. R.A.B. Mynors, R.M. Thomson, and M. Winterbottom (2 vols, Oxford, 1998) [hereafter GRA], i, p. 8.",
        "65": "S. McDougall, Royal Bastards: The Birth of Illegitimacy, 800–1230 (Oxford, 2017), ch. 4, pp. 116–38, esp. 116–28; see also pp. 108–15.",
        "66": "For discussion and bibliography, see McDougall, Royal Bastards, p. 125.",
        "67": "The Letters and Charters of Gilbert Foliot, ed. Z.N. Brooke, A. Morey and C. Brooke (London, 1967), no. 26; see also Garnett, Conquered England, pp. 231–8; M. Chibnall, The Empress Matilda: Queen Consort, Queen Mother and Lady of the English (Oxford, 1995), pp. 75–6.",
        "68": "McDougall, Royal Bastards, pp. 123–4.",
        "69": "The Historia Pontificalis of John of Salisbury, ed. M. Chibnall (Oxford, 1986), pp. 83–5.",
        "70": "HN, p. 36; GRA, i, pp. 418–20.",
        "71": "GS, p. 10; cf. HN, pp. 8–10.",
        "72": "HN, p. 88.",
        "73": "HA, pp. 700–702; Chronicon, iii, pp. 216–17.",
        "74": "HN, p. 4.",
        "75": "T. Licence, ‘Edward the Confessor and the Succession Question: A Fresh Look at the Sources’, Anglo-Norman Studies, xxxix (2017), pp. 113–28; id., Edward the Confessor; see also E.A. Winkler, ‘1074 in the Twelfth Century’, Anglo-Norman Studies, xxxvi (2014), pp. 241–58.",
        "76": "For example, GS, pp. 116–20.",
        "77": "GS, pp. 2–12.",
        "78": "For the alliance, see S. Keynes, ‘King Alfred and the Mercians’, in M.A.S. Blackburn and D.N. Dumville, eds, Kings, Currency and Alliances: History and Coinage of Southern England in the Ninth Century (Woodbridge, 1998); S. Foot, ‘The Making of Angelcynn: English Identity before the Norman Conquest’, Transactions of the Royal Historical Society, 6th ser., vi (1996), pp. 26–7; F.M. Stenton, Anglo-Saxon England (Oxford, 1971), pp. 319–39; she witnessed her husband’s charters and they issued charters as joint rulers: S 220, 221, 223.",
        "79": "References are by MS and year to The Anglo-Saxon Chronicle: A Collaborative Edition, gen. ed. D. Dumville and S. Keynes (9 vols to date, Cambridge, 1983–) [hereafter ASC]. For overviews, see ASC recensions for 909–920; Stenton, Anglo-Saxon England, pp. 319–39; S. Keynes, ‘The Vikings in England, c.790–1016’, in P. Sawyer, ed., The Oxford Illustrated History of the Vikings (Oxford, 1997), pp. 52–69; C. Downham, ‘Vikings in England’, in S. Brink and N. Price, eds, The Viking World (London, 2008).",
        "80": "Stafford, ‘“The Annals of Æthelflæd”’, esp. p. 101; F.T. Wainwright, ‘The Chronology of the “Mercian Register”’, English Historical Review, lx (1945), pp. 385–92; P.E. Szarmach, ‘Æthelflæd of Mercia: Mise en Page’, in P.S. Baker and N. Howe, eds, Words and Works: Studies in Medieval English Language and Literature in Honour of Fred C. Robinson (Toronto, ON, 1998).",
        "81": "Stafford, After Alfred, pp. 64–70, 73–6; id., ‘Political Women in Mercia, Eighth to Early Tenth Centuries’, in M.P. Brown and C.A. Farr, eds, Mercia: An Anglo-Saxon Kingdom in Europe (London, 2001), p. 48.",
        "82": "P. Wormald, ‘Bede, the Bretwaldas and the Origins of the gens Anglorum’, in P. Wormald, D. Bullough and R. Collins, eds, Ideal and Reality in Frankish and Anglo-Saxon Society: Studies Presented to J.M. Wallace-Hadrill (Oxford, 1983), pp. 117–19.",
        "83": "ASC BCD, 902–924; see also Annals of Ireland, ed. Mac Firbisigh and O’Donovan, pp. 226–31.",
        "84": "Wainwright, ‘Æthelflæd’, pp. 49–50.",
        "85": "Stafford, After Alfred, pp. 64, 69; on Aelfwynn, including her role as a charter witness, see M. Bailey, ‘Ælfwynn, Second Lady of the Mercians’, in N.J. Higham and D.H. Hill, eds, Edward the Elder, 899–924 (London, 2001), pp. 112–27.",
        "86": "Stafford, After Alfred, p. 74.",
        "87": "ASC A, 909–924, and cf. D; Stafford, After Alfred, pp. 61–5; on these fortresses, see R.H.C. Davis, ‘Alfred and Guthrum’s Frontier’, English Historical Review, xcvii (1982), pp. 803–10.",
        "88": "The Chronicle of Æthelweard, ed. A. Campbell (London, 1962), pp. 53–4; ASC A, 918; Stafford, ‘“The Annals of Æthelflæd”’, pp. 111, 114–15.",
        "89": "Asser’s Life of King Alfred: Together with the Annals of Saint Neots Erroneously Ascribed to Asser, ed. W.H. Stevenson and D. Whitelock (Oxford, 1959) [hereafter LKA], pp. 74–5.",
        "90": "LKA, pp. 10–14.",
        "91": "P. Stafford, ‘The King’s Wife in Wessex, 800–1066’, Past and Present, no. 91 (1981), pp. 3–4, 7, 26.",
        "92": "Stafford, After Alfred, ch. 12, quotation at p. 254; P. Stafford, ‘Chronicle D, 1067 and Women: Gendering Conquest in Eleventh-Century England’, in S. Keynes and A.P. Smyth, eds, Anglo-Saxons: Studies Presented to Cyril Roy Hart (Dublin, 2006), pp. 208–23; P. Stafford, ‘Archbishop Ealdred and the D Chronicle’, in D. Crouch and K. Thompson, eds, Normandy and Its Neighbours, 900–1250: Essays for David Bates (Turnhout, 2011), pp. 135–56; P. Stafford, ‘Women in the D Chronicle: Writing and Rewriting in the Anglo-Saxon Chronicles’, in E.A. Winkler and C.P. Lewis, eds, Rewriting History in the Central Middle Ages, 900–1300 (Turnhout, 2022), pp. 225–41; Stafford, ‘“Annals of Æthelflæd”’, p. 116.",
        "93": "GRA, i, p. 206.",
        "94": "GRA, i, p. 220.",
        "95": "GRA, i, p. 206.",
        "96": "GRA, i, p. 210.",
        "97": "GRA, i, p. 206. He called the rumour a ‘thing noted’ (hanc notam), not a ‘blemish’; cf. ibid., p. 207.",
        "98": "GRA, i, p. 426, following William of Poitiers; cf. McDougall, Royal Bastards.",
        "99": "GRA, i, p. 212.",
        "100": "GRA, i, pp. 212–14; on the alliance, see C. Brandherm-Laukötter, ‘Zwischen Konflikt und Verständigung: Spielregeln interkultureller Kommunikation im Prozess der Integration Skandinaviens in das christliche Europa (9.–11. Jahrhundert)’ (Univ. of Münster Ph.D. diss., 2012), p. 179. In this connection it is noteworthy that Sidonius Apollinaris, whose work was known to William, used the phrase noua necessitudine in a letter, deliberately punning necessitas, meaning trouble or obligation, with necessitudo, meaning close relationship or bond (pro nova necessitudine vetustam necessitatem; ‘on account of our new relationship, I commend an old trouble’). Sidonius, Epistularum, vi. 4. 1; for William’s knowledge of Sidonius, see R.M. Thomson, William of Malmesbury (2nd edn, Woodbridge, 2003), pp. 187, 213.",
        "101": "GRA, i, p. 108.",
        "102": "GRA, i, p. 140.",
        "103": "On the military significance of these terms, see R.M. Thomson, ‘William of Malmesbury and the Latin Classics Revisited’, in T. Reinhardt, M. Lapidge and J.N. Adams, eds, Aspects of the Language of Latin Prose (London, 2005), p. 390.",
        "104": "GRA, i, p. 198. Note that the translation ‘a woman of spirit beyond measure’ is suggested by the genitive of description and makes no universal claim about women.",
        "105": "GRA, i, p. 198. But cf. Freeman, Narratives of a New Order, for a different view, namely that her piety mattered most to William and her military influence not at all.",
        "106": "GRA, i, p. 210; S. Foot, Æthelstan: The First King of England (New Haven, CT, 2011), esp. ch. 2.",
        "107": "GRA, i, p. 198; but cf. the translation ibid., p. 199.",
        "108": "R.M. Thomson, ‘William of Malmesbury’s Historical Vision’, in R.M. Thomson, E. Dolmans and E.A. Winkler, eds, Discovering William of Malmesbury (Woodbridge, 2017); Winkler, Royal Responsibility, ch. 4.",
        "109": "Cf. D. Carpenter, The Struggle for Mastery: Britain, 1066–1284 (London, 2004), p. 172, defining it as ‘man-woman’, suggesting that ‘in these stereotypes women only succeeded by adopting male characteristics’.",
        "110": "Isidore of Seville, Etymologiae, xi. 2. 17–22, ed. F. Gasti (Paris, 2010), pp. 117–21.",
        "111": "GRA, i, p. 504; on the word’s positive import and William’s portrayal of Adela, see Fenton, Gender, Nation and Conquest, p. 51.",
        "112": "GRA, i, p. 758; see also K.A. LoPrete, ‘Gendering Viragos: Medieval Perceptions of Powerful Women’, in C. Meek and C. Lawless, eds, Victims or Viragos? (Dublin, 2005).",
        "113": "HN, p. 42.",
        "114": "But cf. DMLBS, wherein William’s HN is used as an example to define ‘uirago’ (1) as ‘masculine woman’.",
        "115": "Hugh the Chanter, The History of the Church of York, 1066–1127, ed. C. Johnson (Oxford, 1990), p. 154.",
        "116": "Marcus Junianus Justinus, Historiarum Philippicarum [Iustinus Trogi Pompei Historiarum Philippicarum Epitoma], xiii. 6. 11–13, ed. Justus Jeep (Leipzig, 1868), p. 95. Emphasis added.",
        "117": "Thomson notes this in his commentary: GRA, ii, p. 108. T.G. Foster speculated that William’s picture evoked Judith, but with no direct textual references, discussed below at n. 173.",
        "118": "Thomson, ‘William of Malmesbury and the Latin Classics Revisited’, pp. 389–90.",
        "119": "See Greenway’s ‘Introduction’, HA.",
        "120": "HA, pp. 304–8.",
        "121": "HA, p. 410.",
        "122": "HA, p. 266.",
        "123": "HA, p. 332.",
        "124": "HA, p. 270.",
        "125": "HA, p. 332.",
        "126": "HA, p. 294; cf. ASC.",
        "127": "HA, p. 300.",
        "128": "HA, p. 332.",
        "129": "HA, p. 304.",
        "130": "HA, p. 268.",
        "131": "HA, p. 270.",
        "132": "HA, pp. 318, 334.",
        "133": "S. Keynes, ‘Edward, King of the Anglo-Saxons’, in Higham and Hill, eds, Edward the Elder, p. 42; cf. ASC A, 901[899]–925[924].",
        "134": "HA, pp. 304–6; see also n. 117 above; Fell, Women in Anglo-Saxon England, pp. 92–3.",
        "135": "HA, pp. 304–6.",
        "136": "HA, p. 308.",
        "137": "HA, p. 410; see Winkler, Royal Responsibility, pp. 131, 228–9, 237, for eleventh-century kings only.",
        "138": "HA, pp. 308–10; see also M. McCormick, Eternal Victory: Triumphal Rulership in Late Antiquity, Byzantium, and the Early Medieval West (Cambridge, 1990).",
        "139": "Cf. his ode comparing Henry I to classical gods and heroes: HA, pp. 490–92.",
        "140": "For example, Æthelberht of Kent, and Edwin and Oswald of Northumbria: Bede, Ecclesiastical History, ii. 3–5, ed. Colgrave and Mynors, pp. 142–50; S. Fanning, ‘Bede, Imperium, and the Bretwaldas’, Speculum, lxvi (1991), pp. 15–19; D.E. Greenway, ‘Henry of Huntingdon and Bede’, in J. Genet, ed., L’Historiographie médiévale en Europe (Paris, 1991); N.F. Partner, Serious Entertainments: The Writing of History in 12th-Century England (Chicago, IL, 1977), pp. 20–21.",
        "141": "HA, pp. 352–4, 368; Winkler, Royal Responsibility, pp. 197, 217, 281–2; for Henry’s revision of the hostage episode, see E.A. Winkler, ‘Translation, Interpretation and the Danish Conquest of England, 1016’, in D. Hook and G. Iglesias-Rogers, eds, Translations in Times of Disruption (London, 2017), pp. 176–7, 186–7.",
        "142": "HA, pp. 398–401 (vi. 33–6); Winkler, Royal Responsibility, pp. 225–6, 244.",
        "143": "Cf. E.M.C. van Houts, ‘Latin Poetry and the Anglo-Norman Court, 1066–1135: The Carmen de Hastingae Proelio’, Journal of Medieval History, xv (1989), p. 50.",
        "144": "PL, cxcv, cols 711D–713C.",
        "145": "On its regnal lists and narrative structure, see E. Freeman, ‘Aelred as a Historian among Historians’, in M.L. Dutton, ed., A Companion to Aelred of Rievaulx (1110–1167) (Leiden, 2016), pp. 116–17.",
        "146": "PL, cxcv, col. 723A.",
        "147": "See M. Brett, ‘John of Worcester and His Contemporaries’, in R.H.C. Davis and J.M. Wallace-Hadrill, eds, The Writing of History in the Middle Ages: Essays Presented to Richard William Southern (Oxford, 1981), pp. 101–26; R.R. Darlington and P. McGurk, ‘The Chronicon Ex Chronicis of “Florence” of Worcester and its Use of Sources for English History Before 1066’, Anglo-Norman Studies, v (1983), pp. 185–96; C. Hart, ‘The Early Section of the Worcester Chronicle’, Journal of Medieval History, ix (1983), pp. 251–315.",
        "148": "On kings and eleventh-century examples, see Winkler, Royal Responsibility, ch. 5.",
        "149": "Chronicon, ii, p. 384. These realms are not mentioned in earlier surviving ASC MSS. MS F, 924 (possibly following the lost annal of MS A), calls him king and names him lord (‘hlauorde’) of kings of Scots, Northumbrians, and Strathclyde Welsh.",
        "150": "Chronicon, ii, pp. 386–94; cf. ASC, which does not claim Constantine provoked the war.",
        "151": "Chronicon, ii, pp. 592–6.",
        "152": "ASC BC; cf. D, 913, referring to Æthelflaed building Tamworth and Stafford, without reference to divine aid.",
        "153": "See Winkler, Royal Responsibility, chs 4, 5.",
        "154": "Chronicon, ii, pp. 366–72; cf. ASC C, 914.",
        "155": "Chronicon, ii, p. 362; cf. ASC BC, 907, stating restoration without attribution.",
        "156": "Chronicon, ii, pp. 366–8.",
        "157": "Chronicon, ii, p. 366.",
        "158": "Wainwright, ‘Æthelflæd’, pp. 50–54.",
        "159": "Chronicon, ii, pp. 372–4.",
        "160": "Chronicon, ii, pp. 368–70, 376–8; cf. ASC C, 917.",
        "161": "ASC BCD (C), 918.",
        "162": "Chronicon, ii, p. 378.",
        "163": "Cf. Chronicon, ii, pp. 476–8: the contract Æthelred II made to be reinstated by his nobles is also more formal and comprehensive in John’s version.",
        "164": "Cf. ASC BCD, 918.",
        "165": "Chronicon, pp. 378–80.",
        "166": "Cf. ASC BC, 918, 919.",
        "167": "Fanning, ‘Bede, Imperium, and the Bretwaldas’, pp. 14, 19.",
        "168": "HN, p. 40.",
        "169": "Chronicon, iii, pp. 278–304; see also pp. xlviii–l.",
        "170": "Carpenter, Struggle for Mastery, pp. 170–72; cf. L.L. Huneycutt, ‘Female Succession and the Language of Power in the Writings of Twelfth-Century Churchmen’, in J.C. Parsons, ed., Medieval Queenship (Basingstoke, 1998), pp. 189–201, arguing women could not rule in their own right.",
        "171": "Chibnall, ‘Empress Matilda as a Subject for Biography’, p. 187.",
        "172": "Carpenter, Struggle for Mastery, pp. 170–72.",
        "173": "T. Gregory Foster, Judith: Studies in Metre, Language and Style, with a View to Determining the Date of the Oldenglish Fragment and the Home of Its Author (Strassburg, 1892), pp. 89–90.",
        "174": "C.J. Clover, ‘Regardless of Sex: Men, Women, and Power in Early Northern Europe’, Representations, xliv (1993), pp. 66, 76–8.",
        "175": "Although, on the importance of Ottonian chroniclers’ perception of marriage as ‘an alliance between equals’, see P.G. Jestice, Imperial Ladies of the Ottonian Dynasty: Women and Rule in Tenth-Century Germany (Basingstoke, 2018), p. 45.",
        "176": "Widukind of Corvey, Widukindi Monachi Corbeiensis Rerum Gestarum Saxonicarum, ed. P. Hirsch and H. Lohmann, Monumenta Germaniae Historica, Scriptores rerum germanicarum in usum scholarum … separatim editi, LX (Hannover, 1935), p. 39.",
        "177": "J. Campbell, ‘Some Twelfth-Century Views of the Anglo-Saxon Past’, in his Essays in Anglo-Saxon History (London, 1986), pp. 209–28; R.W. Southern, ‘Aspects of the European Tradition of Historical Writing, IV: The Sense of the Past’, Transactions of the Royal Historical Society, 5th ser., xxiii (1973), pp. 243–63.",
        "178": "See, for example, J. Gillingham, ‘Henry of Huntingdon and the Twelfth-Century Revival of the English Nation’, in S.N. Forde, L.P. Johnson and A.V. Murray, eds, Concepts of National Identity in the Middle Ages (Leeds, 1995), pp. 75–101, repr. in his The English in the Twelfth Century, pp. 123–44; a conclusion accepted by E. Treharne, ‘Categorization, Periodization: The Silence of (the) English in the Twelfth Century’, New Medieval Literatures, viii (2006), pp. 261, 271.",
        "179": "Treharne, ‘Categorization, Periodization’, p. 254.",
        "180": "M. Brett and D.A. Woodman, eds, The Long Twelfth-Century View of the Anglo-Saxon Past (Farnham, 2015).",
        "181": "Cf. a recent approach proposing ‘formation’, not ‘unification’, for the England that followed the Anglo-Saxon kingdoms: G. Molyneaux, The Formation of the English Kingdom in the Tenth Century (Oxford, 2015).",
        "182": "J. Crick, ‘St Albans, Westminster and Some Twelfth-Century Views of the Anglo-Saxon Past’, Anglo-Norman Studies, xv (2003).",
        "183": "For the development of a Canterbury view of history, see Wormald, ‘Bede, Bretwaldas’.",
        "184": "Omitting MS A’s minor mention: see ASC, VIII: MS F, ed. P.S. Baker (Woodbridge, 2000), pp. 77–8.",
        "185": "But cf. Earenfight, Queenship in Medieval Europe, pp. 105–6.",
        "186": "See Stafford, After Alfred, p. 75.",
        "187": "GRA, i, p. 318.",
        "188": "As argued by Treharne, ‘Categorization, Periodization’.",
        "189": "A. Williams, ‘Some Notes and Considerations on Problems Connected with the English Royal Succession, 860–1066’, Anglo-Norman Studies, i (1979), pp. 144–67; A. Plassmann, ‘Herrschaftsnachfolge in England zwischen Erbschaft, Wahl und Aneignung (1066–1216)’, in M. Becher, ed., Die mittelalterliche Thronfolge im europäischen Vergleich (Ostfildern, 2017), pp. 193–225.",
        "190": "GRA, i, prologue; on her learning, interest in books and history, and collaboration with William, see L.L. Huneycutt, Matilda of Scotland: A Study in Medieval Queenship (Woodbridge, 2003), pp. 18–21, 130–33.",
        "191": "See Partner, Serious Entertainments, for the idea that contempt of the world is Henry’s central theme; cf. Winkler, Royal Responsibility, highlighting Henry’s sense of tragedy and sympathy for the earthly realm.",
        "192": "HA, p. 78: not, per Greenway’s translation, ‘as a man’, p. 79."
    }
}