{
    "title": "‘Mahomedan Fenians’: Anti-Imperialism, the Islamic World and Irish Republican Thought,c.1848–1885*",
    "author": "Jagjeet Lally",
    "date": "22 March 2022",
    "article": "If Irish republicanism (or Fenianism) after 1848 was sometimes articulated through the critique of British imperialism in Afro-Asia, by the 1870s the Fenian command and journalists writing for the Irish-American republican press were taking a marked interest in Muslim societies under British rule. This interest developed steadily from the Indian Rebellion of 1857–8 to the Great Eastern Crisis of 1875–8, analysis of the latter illuminating the additional potential possessed by those frontiers where imperial rivalries could be manipulated to exhaust and abrade British power and prestige. Afghanistan—a buffer between British India and Russian Central Asia—held great promise, and the eruption of the Anglo-Afghan War (1878–80) presented an opportunity for the Irish cause: support for Afghans might precipitate the disintegration of British coercive power, providing in turn the opportunity for Ireland’s emancipation. Focusing on the writings of the Fenian command and reportage in the US-based, this article shows the attentiveness of Irish patriots to the spectral power of the world of Islam, which haunted the European powers, and their subversion of the Orientalist categories constructed to demonise Muslims, particularly those from the frontier most resistant to European imperialism. Fantastical and opportunistic, this short-lived burst of interest was the culmination of a longer-term process, one revealing the embeddedness of Fenianism within a world-historical moment marked by numerous imaginative projects constitutive of Islam as a world religion and a (latent) world power, and, thus, the imperial, trans-imperial and global geographies of Fenian thought.The historically unparalleled acceleration in the volume of traffic and velocity of circulation during the global age of steam and print precipitated a predicament of mobility for imperial governments.[CITATION-1] On the one hand, not only roads but also railway, steamship and telegraph lines extended the state’s bureaucratic reach further and deeper into the lives of subjects, hastened the mobilisation and deployment of force in the face of disorder, and more effectively embedded official ideology and national or imperial propaganda.[CITATION-2] On the other hand, the unchecked movement of persons, cheap postage, and access to uncensored periodicals and printed books threatened to undermine state power, for such motilities permitted the spread of seditious ideas and subversive plots, not to mention critique of the precipice of class (and caste) privilege, ethnic or racial superiority and patriarchy upon which political authority rested.[CITATION-3] If such technologies of connection and control made empires more muscular and aggressive in the era of the New Imperialism, so too, therefore, did they nourish the vigorous critique of colonialism and the articulation of anti-imperialisms.By the end of the nineteenth century, Tim Harper observes, European imperialism had formed a Euro-Islamic condominium, since the European powers’ indirect rule relied on Muslim elites and armies recruited heavily from Muslim communities.[CITATION-4] ‘In the heyday of empire’, David Motadel likewise notes, ‘Britain, France, Russia, and the Netherlands each governed more Muslim subjects than any independent Muslim state’. In turn, this closer proximity led to the construction both of an ‘Islamic world’ and of Islam as a ‘world religion’ by Orientalist scholars and their interlocutors—the men on the spot—even as Islam’s variations and the peculiarities of its localised forms were brought to light by these conversations.[CITATION-5] At the same time, Western technologies connected even the more far-flung pockets of Muslim believers, whether through networks of print or the growth of the annual Hajj pilgrimage, for example.[CITATION-6] And, thus, nineteenth-century globalisation gave substance to what had hitherto only been a notional worldwide community of Muslims ().[CITATION-7] But this idea of imperialism as a ‘Euro-Islamic condominium’ can be interpreted in another way; at once a stylised fact characterising the nuts and bolts construction of European power and yet laying bare the weakness in the very foundations of empires. Were the Islamic crescent to rise up, the Christian powers might find it impossible to maintain their supremacy in Africa and Asia. Whether realistic or not, the possibility of a unitedbecame the bogeyman of European imperialism, particularly from the later nineteenth century. In part, this fear was stoked by the appearance of such figures as Jamal al-Din al-Afghani (1839–97).[CITATION-8] Al-Afghani, whoseor epithet claimed Afghan nativity (despite his birth in western Iran), sojourned repeatedly in British India from his late teens—where he was initially thought to be a Russian spy—with numerous important periods in central Asia, Iran, Russia and the Ottoman domains. He witnessed the crisis of Islam in its confrontation with Western empires and modernity from multiple vantage points within the Muslim world, from European-ruled (formerly Muslim) states to European suzerainties (nominally ruled by Muslim dynasts), from cosmopolitan centres such as Bombay and Istanbul to the frontiers of nomadic society in Arabia and the central Eurasian steppe. He was a vociferous critic of British imperialism in the Muslim world, his thought intersecting with the ideology of what was termed ‘pan-Islamism’ by the late 1870s and 1880s. Broadly, this entailed the uniting of the ’as a political body; its aims encompassed fighting European imperial domination in the Islamic world.[CITATION-9] Much scholarly attention has focused on the British imperial state’s anxiety about the supposed threat of Islam or on Muslim subjects’ optimism about pan-Islamism.[CITATION-10] But what, this article asks, was the standpoint on Islam’s potentiality taken by-Muslims as they formulated their own critiques of imperialism?The creation in 1876 of the title of(Emperor/Empress of India) allowed the London press to trumpet Britain’s status as the world’s greatest Muslim power by virtue of the vast number of Muslim subjects under British rule in India combined with those in its other colonies. The first Delhi Durbar was held on 1 January 1877. It marked the proclamation of Queen Victoria as Empress of India and was attended by the Viceroy of India, Lord Lytton (1831–91), the vassal rulers of the Indian princely states and other British Indian elites. It was a lavish event—all pomp and vastly changed circumstance—the rituals, symbols and spaces connected with Mughal authority ‘desacralised’ and repurposed in the legitimation of British power.[CITATION-11] Thousands of miles away from Delhi and London, the Irish-American weekly, the, published on its front page a cartoon entitled ‘John Bull as a Mohammadan’. It satirised the claim that Britain (John Bull) was a Muslim power in any respect, seeing it as ‘misrepresent[ation]’ manufactured by ‘her venal press’.[CITATION-12] Sharply critical of British imperialism and its handmaiden, the British media, the cartoon was typical of content appearing on the pages of that newspaper. The Ottoman Empire—ruled by a Muslim dynasty—was at the time in the midst of another war with Russia. Britain offered assistance to the ‘Turk’ only because it was in British interests to counterbalance Russian expansionism at the expense of the Ottomans in the Black Sea and eastern Mediterranean, and only in so far as such support did not damage Britain’s international standing or drain her resources.[CITATION-13] ’s reportage offers a window onto how non-Muslims conceived the potentiality of the Islamic world in the formation of their anti-imperialismwas a thoroughly transnational production with a trans-imperial or global purview, was central to the Fenian cause and closely connected to the Fenian command structure, and yet has scarcely been studied.This article is about the development of anti-imperialism within the Irish-American diaspora in a context in which news travelled rapidly from faraway places to engender a globally engaged mass media, in which the British Empire was understood by contemporaries as constituent of the worldwide Euro-Islamic condominium, and in which Irish patriots were articulating their own critique of the. As sites critical to the formation of various sections of popular opinion, if not necessarily quite reflecting the diversity of societal attitudes, Irish newspapers have yielded much material to scholars interested in the relationship of Ireland to the British Empire, especially, most recently, Jennifer Regan and Jill Bender (on India), Matthew Kelly, Michael de Nie and Paul Townend (on Africa and Asia more broadly).[CITATION-14] Although understandings of this relationship are necessarily embedded within this article, the larger ambition is neither to revisit the now-vexed issue of whether Ireland and her relations with England before 1922 can be characterised as colonial, nor to elaborate Irish contributions to the British Empire and press the point of Ireland’s relevance to British imperial history.[CITATION-15] On the contrary, much as the diasporic actors who contributed tosought to unshackle themselves from the British yoke, so the aim here is to unshackle scholarly analysis from the Ireland/Britain/British Empire framework. Their anti-imperialism was formulated within a political universe that was larger than the confines of the British Empire and can thus more appropriately be situated within a-imperial or global framework.In the first place, the paper’s contributors were situated outside the British Empire, and looked upon events from a North American vantage point for a North American (as well as Irish and Irish-British) audience. Secondly, they were acutely aware of Britain’s rivalry with other European powers—including Russia—which they sought to exploit in the precipitation of some great convulsion at the global level that would provide the opportunity for Ireland’s freedom. They were also witness to British expansion in the era of the New Imperialism, when British power pushed deeper into the continental interior of Asia and Africa, reaching its ‘natural frontier’ in thick jungles, uncharted deserts or rugged uplands, from where the Irish-Americans could hear the creaking noises of an over-extended British Empire.[CITATION-16] If historians have lately turned to frontiers and fringes to study those sites where (European) imperialisms were weakest or most contested, the fact was evidently palpable to contemporaries, upon whom the potential of such sites for the instigation of political revolution was not lost, as we will see.[CITATION-17] Finally, they recognised the (perceived) threat Islam posed to British rule, not least because the British—and other European powers—were facing some of their fiercest resistance from Muslim societies by the middle of the nineteenth century.[CITATION-18] In a fascinating and wide-ranging study, Niall Whelehan has highlighted the numerous ways in which the Fenian movement was transnational, whether in terms of the constitution of its membership, the engagement with scientific, philosophical and political ideas from outside the network, or the concern with events in faraway places.[CITATION-19] In this respect, Whelehan’s insistence on theframe is curious, since Fenianism seems so very much a product of theage of steam and print described above. Fenianism—in action—was not only opportunistic, but also staged on a geography that was global in scope. In the late 1860s, the Fenians launched raids into Canada to force Britain to withdraw from Ireland, at the same time supporting exploits in Ireland, Britain, southern Africa, Australia and New Zealand. From the late 1870s, they turned to other locales in the British Empire—in Asia and Africa—when these places became embroiled in conflicts that looked ready for prodding and agitating into a larger crisis of imperial governance. The significant challenges posed by the Zulus and the Boers in southern Africa, for example, received considerable coverage in the Irish press, as well as on the pages ofand in the Fenian leaders’ private correspondence.Thus, as this article shows, Fenian anti-imperialism in the late 1870s is best studied within a trans-imperial or global framework. This approach more precisely illuminates the ways in which the Fenians understood the potentiality of imperial rivalry, of the fringe and frontier sites between empires, and of the peoples (particularly Muslims) who could not naturally be confined within the artificial borders of nations or empires. It was along India’s frontier with Afghanistan that the Fenians perceived the coalescence of these potentialities for the emergence of an all-consuming imperial climacteric, making it an especially significant site for the hopes of the Irish republican cause. It is to understanding the development of this (albeit, short-lived) convergence—the interest in ‘Mahomedan Fenians’—that this article is devoted.The endeavour is necessarily in dialogue with Townend’s examination of the Afghan War in the Irish press, but is distinct from that analysis in the following respects.[CITATION-20] It seeks to place Fenian interest in Afghanistan in a larger context, one that is attentive to contemporary discourses about Islam and the politics of the so-called Great Game between British India and Russia on the eve of the Afghan War (1878–80). To prise open such subjects, the point of departure in the second section is’s reportage of the Great Eastern Crisis, specifically the Russo-Turkish War of 1877–8. Furthermore, the analysis centres on, delving deeply into its critique of empire, rather than taking stock of the tenor of the Irish press at large, as Townend and others have done. Instead, the Irish-American perspective helps ‘decentre’ the narrative outside the British Empire as part of the larger ‘trans-imperialist’ (if not globalist) project at hand. Such concerted focus on one periodical and set of voices also helps tease out the role of frontier sites and of Muslim societies in Fenian thinking (respectively examined in the third and fourth sections), whether in their wildest fantasies of an imperial crisis or in their use of similitude and comparison as a means of articulating anti-imperial thought. We begin, however, with a survey of the entanglement of Ireland and the Irish with India after 1848.That 1848 (or, rather, 1848–51) marked a watershed of sorts for much of Europe has been given greater credence by scholarly work undertaken since the sesquicentenary of the revolutions.[CITATION-21] Britain’s political establishment saw out 1848 relatively unscathed, however; the Young Irelander Rebellion, which drew its passion from the horror of the unfolding Great Famine (1845–9) and its courage from events unfolding on the Continent, was what Seán McConville characterises as ‘the slightest kind of insurrection’, and was small-scale and thus easily quashed.[CITATION-22] Yet, albeit in a roundabout way, working through increasingly global networks springing up in its wake, the flowering of Irish discontent in 1848 also had lasting repercussions for Britain and the British Empire.[CITATION-23] Some of the Irish rebels were rounded up and imprisoned; others escaped, most notably James Stephens (1825–1901) and John O’Mahony (1815–77), who settled in France.[CITATION-24] O’Mahony relocated to the United States in 1856, where, with Michael Doheny (1805–63), he established the Fenian Brotherhood in 1858. On instructions from O’Mahony the same year, Stephens briefly travelled to Ireland to establish the new American organisation’s counterpart (initially nameless, it became the Irish Revolutionary Brotherhood, and was later known as the Irish Republican Brotherhood [IRB]) before setting sail for New York.[CITATION-25] The failure of the Fenian uprising against British forces in Canada in 1866, and the division of the organisation between O’Mahony’s faction and those of his rivals, spurred the IRB to withdraw its support for the Fenian Brotherhood, which dissolved in 1880. Taking its place in America were two Fenian or Irish-American republican organisations, the Clan na Gael and Jeremiah O’Donovan Rossa’s (1831–1915) United Irishmen (otherwise known as the ‘Skirmishers’).[CITATION-26] Although national issues stood at the centre of the Fenian cause, the Fenians were working and thinking in a much larger geographic space than Ireland or the Irish-American Atlantic, or even the British Empire alone. Indeed, ‘[d]espite the centrality of an Atlantic triangulation between Ireland, Britain and the USA, Fenianism nonetheless extended in other directions’, its networks stretching to Central and South America, continental Europe, South Africa, and also to Australia, to which many Irish political prisoners were transported. The concerns of some members were sometimes global in scope, certainly extending to Britain’s empire in the East.[CITATION-27] In Indian history, 1848 stands out as the year of the Siege of Multan, which terrorised the expatriate British population.[CITATION-28] However, its role in the development of the institutions and mentalités of the British Indian state was eclipsed by the much larger uprising that broke out barely a decade later: the Indian Rebellion of 1857–8. Though no longer seen as the watershed it once was, the Rebellion nonetheless stands as an event that hastened the racialising and gendering of imperial rule and hardened not only the boundary between coloniser and colonised, but also the former’s exploitation of the fault lines between confessional groups to ossify communal divisions on the subcontinent (notably, between Hindus and Muslims).[CITATION-29] Jill Bender’s compelling analysis makes clear that the rebellion represented more than a crisis of the existing British government of India, for it became an imperial crisis, a harbinger of uprisings elsewhere in the empire, if not the wellspring of hope and optimism spawning the revolt of other colonised people. Of immediate concern to contemporaries, therefore, was the reportage of Indian events by the press in the colonies, particularly Ireland.[CITATION-30] Irish opinion on empire, as represented in the Irish press, neither reflected universal sympathy for the plight of other colonised peoples nor saw much necessary commonality between Ireland and India. This is borne out by Jennifer Regan’s analysis of the Dublin-basedand; respectively, a Protestant-owned daily with a middle-class readership sympathetic to the Catholic Church and the Home Rule movement, and a weekly with roots in the Young Ireland movement that continued to espouse a fervent nationalist position even as its ownership changed hands.[CITATION-31] Whereas thereported the events of the 1857 Rebellion as retributive, akin to a popular uprising of the oppressed against tyranny such as the French Revolution, and a welcome setback to the British imperial project,was more hostile towards the mutiny in the East India Company’s army (the spark of the popular uprising), not least because its readership was tied to the British Empire through trade and military service.[CITATION-32] Yet, the reporting of Indian events in the more radical (if not yet ‘nationalist’) Irish press, such as the, was a way of vilifying the Protestant British state and, by extension, threatening the integrity of the British Empire. If such papers were effective in dissuading Irishmen from enlisting, or in their critique of British activity in India, then the empire might slowly begin to crumble. The process might accelerate if such assessments intersected with seditious interests or with support from Britain’s rivals on the Continent (namely, France) to precipitate Irish insurrection.[CITATION-33] If concerns to this effect were mooted in some quarters, they were not taken especially seriously by the British authorities.[CITATION-34] More worrying was the prospect of rebellion spreading to British shores from other colonies, such fears highlighted by the rebellion in Jamaica in 1865. Meanwhile, Sir Hugh Rose, a hero of the British army during the Indian Rebellion, was appointed commander-in-chief of the forces in Ireland, a post he held from his appointment in 1865 until his retirement in 1870.[CITATION-35] The emergence of transnational Fenianism after 1848, and the appearance in the 1860s of Fenian ‘outrages’ in Ireland, Britain and the distant corners of the empire—Canada, southern Africa, Australia and New Zealand—intensified not only fears of an Irish uprising, but of a series of worldwide insurrections with the potential to cause the implosion of British imperialism.[CITATION-36] Rose was certainly concerned about Fenianism, particularly in the army: his career in India had brought home to him the risks when ‘natives’ were responsible for maintaining law and order over their brethren. Rose thus drew on ideas developed during his time in India; notably, the need for a strong military command responsive to the threat of dissent, harsh punishment of Fenianism (as treason, where it occurred in the military), and the use of courts martial as means of stamping out the earliest signs of mutiny and Fenian insurrection.[CITATION-37] In numerous ways, therefore, the fate of Ireland and of India became ever more closely entwined from the mid-century, not least in the anti-imperial proclamations of Irish patriots, and in British officialdom’s fear of such sentiments contributing to the fomenting of an anti-imperial revolution.[CITATION-38] Focusing on the Fenian press and the writings of the Fenian command, the following three sections of this article examine how Irish-Americans—from their vantage point outside both Ireland and the British Empire—understood this relationship and its possibilities for Ireland’s future. Fundamental to this endeavour is the New York-based weekly, the, in print from 1870 and in 1878 renamed theto reflect its reportage of matters at ‘Home’ in Ireland and those of interest to its readership of Irish-American blue-collar labourers.[CITATION-39] Irish-American weeklies were the product of the uprising of 1848: in its failure, it had thrown literate and political men with journalistic experience into Irish-American society. Here they produced ‘a new kind of newspaper’, far less deferential to the Church and marked by a radical republicanism.[CITATION-40] ’s ambition was to provide an interpretative digest of news from Ireland (and from other parts of the world as they pertained to the Irish cause), while also keeping readers abreast of American developments, and it was thus suited to being published weekly rather than daily.[CITATION-41] It was typical of this first generation of Irish-American republican periodicals, which were joined in the latter part of the century by a fresh wave of Irish-American newspapers; typical was the(established in 1882 as), whose editorial outlook was anti-British and pro-American, anti-imperialist yet ‘Europeanist’ (in reflection of Chicago’s diverse population).[CITATION-42] Ignored by historians of Ireland and Irish America,has recently been examined by two scholars. First, Whelehan’s study reveals the variety of concerns that animated Fenianism as it evolved until, by the late 1870s, some Fenians had embraced and appropriated the new technology of dynamite to the furtherance of the revolutionary cause, culminating between 1881 and 1885 in bombings in prominent public places in Britain, a campaign known as the ‘dynamite outrages’.[CITATION-43] Secondly, Úna Ní Bhroiméil, in a chapter on cartoons appearing inin the early twentieth century, has highlighted their content, large size and central placement (on the letterhead on the front page) as a means of ‘condensing the central editorial opinion into a front-page graphic’, which was the essence of the New Journalism style exemplified by this periodical.[CITATION-44] attained a wide circulation across North America, Ireland and even Great Britain, reaching 20,000 copies in Ireland alone by 1880.[CITATION-45] It endeavoured to reflect proletarian concerns, even though its readership was not exclusively proletarian. In its critique of capitalist ‘fat cats’, its contents—including the prominent cartoons on its front pages—were frequently and unashamedly antisemitic, whether by ‘unmasking’ the ‘Shylock’ manipulating the Democrat and Republican parties alike, by showing ‘King Shylock’ being paid tribute by American industry, or by representing the premiership of Benjamin Disraeli as ‘Shylock in Office’, to take but a few graphic examples.[CITATION-46] Given the British and French Rothschilds’ prominence in the financing of the Ottoman debt, it is no surprise that’s contributors portrayed the Eastern Crisis as a Jewish capitalist plot.[CITATION-47] Yet this eruption of conflict in the Ottoman world in 1875 was also an opportunity for Ireland, as we will see in the following section.Ireland, plundered and enchained by the Turk of Western Europe, hails their [the Ottomans’] effort with joy. The powers which have allowed the Turk to encamp in Europe and behave as he has behaved, merit contempt and scorn. These same governments shall themselves be torn to pieces with ‘teeth of iron’ in the coming revolution that will punish all their crimes against Truth, Justice and Liberty.[CITATION-48] The growth and acceleration of circulation stimulated the rise of transnational Irish republican networks. It spread news about assaults on British rule around the globe that had the potential to dent imperial prestige. And it encouraged fears that malcontents would be emboldened to overthrow empire at home and abroad. In fact, Irish republicans were more ambitious still, aware of the spaces between empires where rivalries could be exploited to their advantage. If the possibility of French support once nourished Irish republicanism, attention from the middle of the century shifted in the direction of Russia, whose empire straddled British imperial interests in the Near East and Asia. The dust had barely settled on the new post-Rebellion government in British India, for example, when the Irish newspaperexpressed hope in 1859 for an Anglo-Russian war in Asia.[CITATION-49] Across the Atlantic, members of the Clan na Gael—under the leadership of John Devoy (1842–1928), veteran of the 1867 Irish uprising—watched carefully the intensification of Britain’s rivalry with Russia. War in Crimea (1853–6) resulted in Russia’s defeat by Britain, France and the Ottomans, but also in its ‘swing to the east’, for the frustration of the attempt at empire-building on Russia’s European borders was soon followed by its rapid annexation of territory south of the Kazakh steppe in Central Asia between 1864 and 1868.[CITATION-50] Castigated on other pages ofin the later 1870s for its aggressions in the Balkans, the Ottoman Empire served as a mirror in which the Christian powers might see their own reflection, as the article excerpted from above shows. Just as the Ottomans had historically vanquished and subjugated the peoples of southern Europe, so, too—as’s contributors remarked here and elsewhere—was England an imperial ‘robber power’.[CITATION-51] According to the Book of Daniel invoked in this passage, it was from the ‘Great Sea’ that four beasts would emerge. The fourth and most terrible of these, with its ‘teeth of iron’, would nonetheless be put to death, thus ending the empires of these king-beasts to usher in a new and more righteous age. In this apocalyptic Biblical allusion, the four beasts were the Great Powers self-interestedly vying for control of the Mediterranean (the Great Sea), of which the fourth and most awful was, of course, England. The uprisings in the Balkan principalities against Ottoman rule in 1875 had provided the pretext for Russia’s intervention in southern Europe, as defender of the Orthodox Church. This, in turn, threatened Britain’s empire in Asia; such possibilities underwrote Britain’s strategic alliance with the Sublime Porte to counterbalance Tsarist expansionism in the eastern Mediterranean and around the Black Sea.[CITATION-52] Great Power rivalries and interests thus precipitated the Great Eastern Crisis of 1875–8, but also—as this author forprophesised—the roiling of European imperialism toward its self-destruction and the popular revolution that would finally bring emancipation to the masses.Russia’s slow creep toward the frontiers of Britain’s empire on the Indian subcontinent aroused fears of Romanov designs—possibly in alliance with Afghanistan—for the invasion of British India. Such nervousness remained largely latent through the second half of the nineteenth century but peaked whenever even the slightest of rumours gained purchase in official or wider expatriate circles, usually through frenzy whipped up by the press.[CITATION-53] Since’s correspondents kept tabs on Fleet Street’s sensationalist outpourings, British anxieties were transformed in its pages into opportunities for the Irish cause. The eruption of the Great Eastern Crisis brought the prospect of a multi-fronted assault on British imperialism, should Russia prove willing to press Britain in Asia. ‘To India via Constantinople.’[CITATION-54] This was the hope (or fantasy) expressed by: a Russian victory in Europe that would oust British imperialism from Asia, thus furthering plans to evict the English from Ireland.On the front page of the 28 October 1876 issue ofappeared a cartoon captioned ‘“The Last Scene of All.” A vision of John Bull’s Departure from India to be Enacted in the Last Scene, in the Great Drama Entitled “The Irrepressible Conflict Between England and Russia”’.[CITATION-55] One way or another, most likely as a result of victory in the current war, the way would be paved for Russia’s continued march eastward, Britain purportedly standing little chance of resisting the Russian conquest of India. Even if the other European powers were to assert the need for a ‘balance of power’, forcing Russia to return India to Britain, this would necessarily result in ‘concessions’ to the Tsar in Europe that would weaken British power in the West.[CITATION-56] The language of ‘outrages’—by this time so commonly used to describe the criminality and barbarous actions of the rural Irish that it had become a synonym for the Irish problem—was flipped in ‘England’s Difficulty’, a piece appearing in the paper in 1876.[CITATION-57] Its author discussed ‘British outrages’ in Ireland before tackling ‘Irish interests’ to be had in consequence of Russia making territorial gains and weakening British hegemony in the global political system.[CITATION-58] For all the optimism about the chain of events Russian expansion might unleash, it should be noted that the Fenian press was neither blind to the stultifying effect upon ordinary Russians of Tsarist autocracy (and, thus, to the prospect of popular revolution), nor unmindful of the Romanov state as another callous imperial power that would not hesitate to ‘wipe them [the Turks] out altogether’ in pursuit of domination.[CITATION-59] ‘The progress of the Eastern war is all that Irishmen could desire.’[CITATION-60] Typical of sentiments expressed inuntil the end of war in 1878, such statements said little about the practical steps necessary to harness the opportunity for Ireland at hand.[CITATION-61] A degree of behind-the-scenes pragmatism was evident within the Fenian command, however. In a letter to John Devoy in February 1876, a Fenian revolutionary, Dr William Carroll, stated that it was the Clan na Gael’s ‘business to be ready’ for such ‘emergency’.[CITATION-62] Indians possessed a lower standard of intelligence than the Irish, Carroll argued, and so would be even more helpless if Britain employed divide-and-rule tactics to disarm rebellion, for such strategy had long maintained English rule in Ireland. If Russia were to show her hand, the opportunities for successful insurrection in British India might be greater.[CITATION-63] Carroll wrote with greater optimism of the intensification of revolutionary feeling, and of the hope of driving England to war with Russia, for if Russia were to ‘go to Hindostan [], it will soon be all over with the newly made “Empress” of that unfortunate Empire’.[CITATION-64] Thus was hatched a plan to meet with ‘the Russian Ambassador at Washington, to whom we will present a well-digested Memorial on the discontent in Ireland, her capacity for war, her eagerness for it, etc’.[CITATION-65] The Fenians were enmeshing the Irish cause with the contest in Asia played between Great Britain and Russia, the cold war of rumours and proxy conflicts that Rudyard Kipling termed the ‘Great Game’.With the end of the Russo-Turkish War in 1878, Fenian interest shifted from the implosive potential of rivalry among the imperial powers to the insurrectionary potential along the edges and in the ‘buffer-zones’ of the British Empire.[CITATION-66] ‘England’s extremity is Ireland’s opportunity’,proclaimed. ‘Extremity’ here referred to the British Empire both as a spatial entity and as an ongoing temporal process. ‘Ireland’s freedom may be achieved on fields far from her shores’, for it was on the imperial fringe that an imperial crisis was most likely to foment—‘Who knows but that the battle may be fought out in the East?’ On the other hand, British expansion was self-propelling even as this served to undermine imperial integrity:England will find her Indian empire a mill stone hung to her neck. To retain what she holds she must continually try to clutch more territory. … All the world [will begin] to bristle with enemies of England, and English policy—guided by a fatal necessity—heaps up wrath against the day of reckoning.[CITATION-67] More broadly, by drawing the connection between British rule in Ireland and British atrocities and injustices elsewhere in the empire, correspondents forand other Irish newspapers forwarded the notion, Whelehan argues, of ‘imperialism as an extension of landlordism, as the international expression of robber elites taking land from its rightful owners, the “toilers of the soil”’.[CITATION-68] In this way, Paul Townend shows, they were able to fashion an anti-imperialism that undergirded and gave popular appeal to the Land League and the Irish Parliamentary Party.[CITATION-69] India had been integral to the development of the Irish nationalist-republican critique of colonialism from the middle of the century. It was to India, particularly the volatile north-west frontier of the Indian Empire, that attention turned during the Great Eastern Crisis, and it was here—albeit only for another two years—that attention remained fixed as the Fenians eagerly awaited the beginnings of the climacteric enabling Ireland to cast off the English yoke. By reporting on the Indian famines of the 1870s,journalists condemned British policy to a sympathetic audience, since a large part of the paper’s readership in America was drawn from those, or the progeny of those, who had left Ireland during the Great Famine of 1845–9.[CITATION-70] By 1878, Indian distress and disaffection with the colonial government’s Malthusian response to food scarcity was presented as ‘kindling’ for some uprising of ‘our two hundred and fifty millions of subjects’, with a possible spark coming from the Amir of Afghanistan, Sher Ali (r. 1863–79), ‘organising a large armyfrom our Viceroy in India’.[CITATION-71] In September 1878, the Amir turned away an approaching British embassy, having earlier received a diplomatic mission sent by the Tsar. In November 1878, therefore, amid mounting tensions and uncertainty about the exact nature of the Afghan court’s relations with Russia, Britain declared war on Afghanistan, a conflict which lasted until September 1880.Fenian leaders continued to toy with the idea of exploiting imperial rivalries to abrade and exhaust British power where it was most vulnerable, on the empire’s frontiers and along its borders.[CITATION-72] When rumour came of unrest in Afghanistan in late 1877, there was hope that it might spill into ‘action against the common enemy’. Were the Fenians to have ‘a man there who could assure them, in, of finding in us allies and friends’, General F.F. Millen of the Fenian military command wrote to Carroll, ‘the result, irrespective of the power of Russia, would be to hasten their action and bring matters to a crisis’.[CITATION-73] When news reached America of Sher Ali’s dismissal of the British embassy in 1878, the Fenian command was already poised to ponder its potential for the larger Irish struggle. Over a decade after the failure of the 1866 raids into Canada, Carroll wrote to Devoy in October 1878 of disaffection in Britain’s North American colony, stating that if it were great enough ‘among the Irish and French we could break up their whole Government’. He added that if ‘Sheer Ali and his friend the Czar co-operated at the other end of “Her Majesty’s Empire”’, the whole enterprise might meet with more success, and thus reiterated the value of meeting with the Russian ambassador in Washington.[CITATION-74] This optimism within the Fenian command was matched by sentiments articulated in the Fenian press.‘Trans-Atlantic’ was the author of a column exploring Irish and global affairs pertaining to the Irish cause, matters frequently of such political importance towards the end of the 1870s as to make the front page of. ‘Trans-Atlantic’ was the pseudonym of Thomas J. Mooney, the paper’s European correspondent and a veteran of the 1848 uprising.[CITATION-75] He and other columnists regularly reported on Afghanistan throughout the course of the war. In the month prior to the commencement of fighting, Trans-Atlantic wrote that the ‘savage king’ had ‘scornfully rejected’ Britain’s offer of friendship—the reporting more likely conveying a lack of sympathy for Afghanistan’s political position (or, at least, the portrayal of it in the British press) than reflecting a deliberately and archly sarcastic tone (in light of the tenor and content of the remainder of the column). The problem was that Afghanistan was a buffer zone separating ‘our Eastern Empire from the Empire of Russia’. Thus, ‘we can’t stand this’: ‘Our flag of supremacy must be upheld in the East or we go down, down, down!’[CITATION-76] Following the start of the war, however, Trans-Atlantic’s position reversed, becoming more critical of British policy and more sympathetic toward Afghanistan. Recognising that details of the progress of the British campaigns were drawn from the British press, Trans-Atlantic stated explicitly in October 1879 that such sources had to be scrutinised and read critically, in January 1880 going as far as to say that the press had been withholding information from the British public and that fighting the Afghans was, in fact, contributing greatly to the ‘crumbling down of the great British Empire at abroad and at home’.[CITATION-77] Relaying ‘news’ published inat the outbreak of the war of Russian-trained soldiers being allowed to enlist in the army of Sher Ali, Trans-Atlantic jeered: ‘What do you think of that, ye Gentleman of England now sitting at home at ease?’[CITATION-78] At the same time, because Afghanistan was a buffer zone,noted that Russia possessed interests in exercising toward the Amir ‘that kind of “benevolent neutrality” England practiced during the Turco-Russian war’; that is, to ‘furnish them [the Afghans] with anything he may need, from a cartridge to a Krupp gun, and … see that his troops make proper use of them’.[CITATION-79] For their part, Asians were viewed as pawns, the Fenians sympathising with their plight while considering them inferior and valuable only in so far as they could help precipitate the crumbling of British imperialism.[CITATION-80] Although the weaker political positions of the Zulus and Afghans were said to stem from their only having recently started their struggle against English imperialism, which the Irish themselves had been fighting for centuries, this ought not to obscure the use of such terms as ‘savages’ to describe African and Asian colonised peoples, and thus the seeping into the ‘sympathetic’ prose and worldview of the Irish-American republicans of the very sorts of racial difference and hierarchy that had historically led to Ireland’s own oppression.[CITATION-81] Ultimately, the Afghan war was significant because of its potential for precipitating Britain’s reversal of fortune. ‘The Afghan Uprising’ represented ‘A Fearful Blow to British Power in Asia’, not only because Britain had met her match, but because the war effort necessitated the withdrawal of British troops from Burma, much to the satisfaction of the Burmese court, which had been holding fast in the face of two defeats to the British (1824–6, 1852–3), and because of speculation concerning Russian intervention if the tide turned against Britain.[CITATION-82] The war was ‘Driving Out the Robber Invader’ and heralded as ‘A Repetition of the Tragedy of 1842’—that is, the retreat from Kabul during the First Anglo-Afghan War (1839–42) that had resulted in thousands of British and Indian casualties.[CITATION-83] The expansionism of the era of the New Imperialism had overstretched Britain, so that the emergence of simultaneous colonial conflicts increased not only the chance of defeat, but of the implosion of the empire itself. ‘Taking into account that [during the Irish Rebellion] in 1798 it took the whole force of the British Empire and one hundred and seventy thousand troops to put down the patriots of only one and a half Irish counties’, Trans-Atlantic mused, ‘where will they get troops to put down twenty countries?’[CITATION-84] Thus, Trans-Atlantic noted, the ‘uprising in Cabul [] is a continuation of the Zulu uprising in South Africa—a part,, of the great breaking up, at least, of the wickedest Government of men that ever scourged the inhabitants of the earth’.[CITATION-85] Trans-Atlantic regularly offered readers a panorama of imperial conflicts to make the case that the ‘British Empire is Tottering’, having by 1880 faced ‘Four Defeats in As Many Years’. At the same time, he stressed the immorality of British rule, calling the British Empire ‘a Confederation of Robbers’.[CITATION-86] Trans-Atlantic’s column of 10 May 1879, for instance, reported on the underhandedness of the British during the war with Afghanistan (where during night raids they ‘shoot the Afghans at sight, and make prisoners only of their cattle’); the preparations made by the Burmese court amid rising hostilities (which would erupt in 1885 into the Third Anglo-Burmese War); the unprecedented humiliation Britain faced at the hands of the Zulus; as well as the trouble potentially posed by the French in Africa and the threat of political independence emanating from the ‘faithful, peaceful dominion’ of Canada.[CITATION-87] The cover story of 22 March 1879 was headlined ‘Cheers for the Zulus!’, and gave instructions on ‘How the Workers for Ireland’s Independence Ought to Feel Towards Cetywayo’. Positively, was the answer, for the Zulu king and leader of the Zulu war against the British was ‘worth [to the Irish cause] three hundred and seventy-five Home Rule members of Parliament’.[CITATION-88] Reporting on the Anglo-Afghan War and these other conflicts was thus a form of counter-propaganda to what was found in the British press, at the same time helping to keep the flame of the Fenian cause burning in America by rousing optimism and raising resources for the Irish struggle, portrayed as an anti-imperial struggle. In the years following the conclusion of the Afghan conflict,moved on to discuss such events as the revolt led by Colonel ‘Urabi against the Egyptian dynastic ruler and his British overlords (1879–82), the outbreak of the Mahdist War against Egypt (and, later, Britain) in 1881, and the Boer War (1880–81), as well as the advent of British informal imperialism in Afghanistan following the signing of the Treaty of Gandamak in 1879, by which Afghanistan ceded foreign policy control to Britain in return for regular subsidy payments.[CITATION-89] The year 1879, Townend notes, marked a critical juncture in the development of Irish nationalism and its associated press: a time when troubles looming on the Irish horizon—including another famine and the resumption of the land wars—coincided with troubles in the empire, presenting at once crisis and opportunity.[CITATION-90] continued its prominent coverage of imperial conflicts into the 1880s, as shown by expressions of camaraderie with ‘Urabi and sympathy for the Egyptian rebels.[CITATION-91] The leading story on 19 August 1882, for instance, juxtaposed ‘no mercy for Ireland’ with the ‘300,000 Souls Sacrificed to British Mammon’ in Alexandria during the ‘Great Egyptian Murder’.[CITATION-92] After 1879, however, landlordism and anti-rent struggles took more and more column inches, eclipsing stories from far-flung locales. By 1881, Trans-Atlantic’s juxtaposition of Irish problems with contemporaneous troubles in other British colonies as a means of animating an anti-imperial stance was largely displaced by a weekly column that sought to draw lessons for Ireland from its own history. In 1882–3, Trans-Atlantic examined the ‘Land Wars’ being fought by peoples other than the Irish, drawing into the comparative frame with Ireland territories within but also outside the British Empire, including the Ottoman domains.In this way, comparisons of various sorts—historical and spatial—remained a part of Trans-Atlantic’s polemic and part of a discursive construction of Irish anti-imperialism, even as interest in Africa or Asia dissipated. Yet this rhetorical project produced, perhaps necessarily, a demand for substantive action, for reporting on the progress of colonial conflicts and drawing parallels with the situation in Ireland presented other colonial peoples as comrades-in-arms deserving assistance, especially if their struggle would help accelerate Irish emancipation.[CITATION-93] noted with dismay during the Great Eastern Crisis that more money had been raised by the ‘venal’ English aristocracy for the Turks than the Skirmishing Fund had raised for its causes.[CITATION-94] That support might be proffered to colonial peoples fighting the British was eventually mooted by certain members of the Fenian command during the Zulu and Afghan Wars. It could involve the despatch of manpower and placing part of the Skirmishing Funds at the disposal of the Afghans or deploying it in support of Egyptian, Sudanese or Boer fighters. These proposals ultimately came to nought but were discussed widely enough to be derided in the American press. Frederick B. Opper’s cartoon inin 1882—‘”’—showed impressionable immigrants queuing to donate their dollars to the Skirmishing Fund, a rallying poster declaring ‘The British Lion to be chained for 1000 years!!! Money wanted for the chains!!!’ Another cartoon outlines the trustees’ statement of expenditures, including ‘Cash for Arabi [] (lost)’, mocking the efforts by some Fenians to support Colonel ‘Urabi, and suggesting the money was squandered by unscrupulous Fenian political leaders.[CITATION-95] One significant feature of Afghanistan, Egypt, Sudan and southern Africa is their location as fringes, if not frontiers, of Britain’s formal empire; another is the part played by Muslim societies as opponents of British imperialism in these locales. Over the long nineteenth century, the response of Muslims to the intrusion of the European imperial powers could hardly be described as passive, for revivalist movements stressing a return to ‘true’ Islam were often accompanied by armed resistance to infidel colonial authority, such as the Diponegoro Revolt in Dutch Java between 1825 and 1830, the Mahdist War in Sudan waged against the forces of the British Empire and her Egyptian protectorate in the closing decades of the century, the Qadiri brotherhood’sagainst French colonial troops in Algeria in the 1830s and 1840s, or the Sanusi brotherhood’s resistance to Italian occupation in north Africa in the early twentieth century.[CITATION-96] Originating in eighteenth-century Arabia in the writings and teachings of Muhammad ibn Abd al-Wahhab (1703–96), the Wahhabis are the best known of the revivalists, and Wahhabism became a watchword for the fear of Muslim agency across the colonial world, even as its connection to the general pattern of revivalism and resistance in Muslim societies was in many cases more complex.[CITATION-97] It was believed by contemporaries that Muslims were well placed to take advantage of weaknesses in the global system. For instance, Winston Churchill, who observed the British forces fighting in Malakand during the 1897 uprising on the Northwest Frontier, identified ‘external events’, such as Turkish victory over Greek forces, that ‘united to produce a “boom” in Mohammedanism’ that local religious leaders quickly exploited.[CITATION-98] There now exists a large and growing historical interest in the articulation by Muslim thinkers of Islam’s revolutionary potential; the reception of these ideas in Muslim societies across the transnational and increasingly interconnected(Islamic community); and the reactions—including the emotional responses, such as anxiety or panic—of the European powers.[CITATION-99] What perhaps remains more obscure is the engagement with these ideas by colonised peoplesthe Muslim world. What is significant about the reportage in the Irish and Fenian press of events from Egypt to Afghanistan, therefore, is its acknowledgement of Islam’s political potential in the anti-colonial struggle that was being fought in the white dominions, such as Ireland.’s New Year’s Eve issue of 1881 included a cartoon showing Father Time introducing Mr Punch to the latest in a series of imperial problems, each personified as a waxwork: 1881 was represented by the figure of an Irishman—for the Fenian dynamite campaign had commenced—behind whom were situated the ‘Asiatic’ and ‘African’ problems of previous years.[CITATION-100] Such connections were sometimes made more explicitly, not least with the coinage of the term ‘Fenian-Pest’ by’s illustrator, John Tenniel. It played on the outbreak of Rinderpest attacking English livestock at the same time as the burst of Fenian activities around 1865, serving as a metaphor for threats to the empire both at ‘home’ and ‘from within’, and for the nervousness that Fenian success might inspire ‘contagion’ across the imperial world.[CITATION-101] In fact, as we have seen, the Fenians pined for the reverse by the late 1870s; namely, a conflict in the colonies that would consume the British Empire. This idea was articulated not only in the Irish-American weekly,, but also parts of the Irish press, such as the, whose coverage of the Mahdist War suggested the following:If the Crescent should shine out victoriously in one part of the world, it may run riot in other quarters. Let the Mahomedan revolt in India, and the disaffected Hindoos may be caught by the contagion.[CITATION-102] The growth of British imperial power across Asia and Africa over the nineteenth century had faced some of its fiercest resistance from Islamic societies. The spectre of Wahhabism—which challenged the authority both of infidel rulers, such as the British, and improper or impious Muslim leaders, such as the Ottoman sultans—caused colonial administrators extreme anxiety, so virulent was this movement held to be, and so transmittable was its contamination.[CITATION-103] The British imperial state’s anxiety about contagion effects—specifically, the linking of the Irish (diaspora) and their cause with Muslim resistance—was, within this context, not entirely outlandish. The assassination of Lord Mayo by a Pashtun tribesman from Afghanistan was widely feared to be part of a larger Islamic conspiracy or Wahhabist plot, although the final inquiry decided that the assassin, Sher Ali Afridi, was acting alone and possibly in reprisal against an alien system that had incarcerated him.[CITATION-104] Richard Southwell Bourke (1822–72), the sixth earl of Mayo, was a major Irish landlord who served as Chief Secretary of Ireland three times, before being appointed Viceroy of India in 1869. It was in this capacity that he toured the penal colony at Port Blair on the Andaman Islands, where he was fatally stabbed in 1872, the incident naturally receiving considerable coverage in the Irish press.Some of the immediate reportage was relatively balanced.[CITATION-105] Yet much of the reaction played on the Orientalist imagery of the bloodthirsty Muslim tribesman from the Northwest Frontier, tropes then holding much currency in the imperial domain.[CITATION-106] Generally, notwithstanding sympathy on the part of some Irish nationalists, the fear of Indian Muslims reached fever pitch following the 1857 uprising, the memory and memorialisation of which renewed mistrust down generations of colonial administration and expatriate society. The Indo-Afghan frontier and its inhabitants acquired a particular notoriety after the First Anglo-Afghan War, in large part due to the carnage during the retreat from Kabul in 1842. The conclusion of the Anglo-Sikh Wars in 1848 extended British government to the frontier, and British rulers and administrators faced the same difficulty as their Mughal, Afghan and Sikh forebears in bringing the independent Pashtun tribes—especially the Yusufzai who inhabited the area around the Khyber Pass—under their centralised authority.[CITATION-107] Some of the Yusufzais’ actions were taken at the initiative of the leader of a colony (described in British Indian government sources as a ‘fanatical colony’) at a place named Sitana (ditto: ‘Sitana fanatics’) of Indian Muslims (‘Hindustani fanatics’). They had relocated from the Ganges valley around 1824, which had by then been under British rule for several decades, and from whence they departed so that they might renew their faith.[CITATION-108] The Sitana colonists/fanatics, making common cause with the Yusufzai rank and file, wagedagainst the British. The British response to this and other tribal resistance was generally brutal and violent, from punitive measures (such as blockades) to pacification campaigns. The Ambela campaign of 1863 led to the disintegration and dispersal of the colony for several decades, but was also the catalyst for the crackdown on the so-called Hindustani fanatics’ supporters and collaborators in north India, a result of which was the so-called Wahhabi trials of 1865–71.[CITATION-109] Such fears of the enemy within the British Indian heartland were both crystallised and whipped up by W.W. Hunter’s tract denouncing Islamic revivalism,(1871). By characterising the colonists as Wahhabi conspirators—secret, seditious and fanatical—Hunter linked their activities to extra-Indian movements of Islamic revival and renewal taking place within the larger ‘Islamic intellectual universe’, as Benjamin Hopkins and Magnus Marsden have argued.[CITATION-110] By the 1880s, a new environment more critical of Hunter’s work was evident, but such fears and the associated discourse about fanatics formed a hardy trope that had diffused widely across the empire and regularly reappeared in the context of skirmishes on the Northwest Frontier, or confrontations with the ‘mads’ of the Somaliland and the ‘militants’ in Sudan.[CITATION-111] ‘Long life to the Wahabees []’, declared the—duly relayed in the British press—in response to news of Muslims placed on trial in British India on charges of assisting a Wahhabi plot in 1871, the year prior to Lord Mayo’s assassination.[CITATION-112] Knowledge of Wahhabism and its radical political potential thus circulated widely, enabling the drawing together not only of Islamic and Irish personages and events, but of their respective futurities. Robert Sterndale’s novel(1879), for example, featured a Muslim(a practitioner of indigenous medicine) called Sheikh Rehmat-Ullah. ‘To call a man a Wahabi [] is to nine-tenths of Englishmen in India to call him a fanatic and a rebel, a sort of Mahomedan Fenian, one whom the police should take under special surveillance, whose every action is open to suspicion’. It was to this ‘treasonable sect’ that Rehmat-Ullah belonged as a Muslim (even as a plainsman, rather than a frontiersman).[CITATION-113] Elizabeth Kolsky notes the absurdity of such characterisation: one cannot at once be both a Muslim and an Irish Catholic. She argues, however, that this construction worked because ‘in an imperial context, [it] represent[ed] the fear some colonial officials had that a “Fenian Fever” would sweep out across the British Empire, inspiring rebels from diverse locales to resist violently’.[CITATION-114] The political potential of a concoction of Fenianism and the anti-colonialism of the global Muslim community was not entirely phantasmagorical, the product of sensationalist Victorian writers. It was a sense of common cause and connection articulated by the Fenians themselves that enabled their elision, as evinced by two of Trans-Atlantic’s columns from 1878, one bearing the subtitle ‘Indian Fenians’, the other ‘Fenianism in India’.[CITATION-115] The former reported Indian disaffection with Lord Lytton’s viceroyalty (1876–80). Lytton’s Indian Arms Act of 1878 entailed ‘the entire disarmament of our Indian subjects ()’, Trans-Atlantic noted, in this phrasing drawing connections with legislation passed in 1843 restricting the possession of arms by Irish Catholics. Thus, Indians became Fenians by parallel legislative experience, but also because the existence of an underground manufacturing powder and bullets to supply Indian subjects would combine with ‘Ireland’s waking up’ to culminate in ‘a terrible awakening … to the oppressor’.[CITATION-116] The second article concerned the Vernacular Press Act of the same year, which was the government’s response to criticism found in Indian newspapers both of individual colonial administrators and of the administration in general through the 1870s. Lytton’s muzzling of the press drew its inspiration from the Peace Preservation (Ireland) Act of 1870, which, S.B. Cook observes, armed ‘Lytton with a blueprint for proceeding against seditious papers with a minimum of legal fuss, a certainty of conviction and the universal imposition ofcensorship’.[CITATION-117] But, whereas the Irish act was ‘a piece of emergency legislation with a specific target and a fixed life, Lytton’s Act was permanent’.[CITATION-118] Again, Trans-Atlantic sympathised in furtherance of the Irish cause, holding that Indian ‘newspapers breathe nothing so frequent as “sedition” and “disloyalty” towards “our” Empire and “our” Governor’. Yet ‘looking over the passages extracted for prosecution, that they were all edited by a member of the Irish Skirmishing Fund, so identically do their complaints and their proposed cure () coincide’.[CITATION-119] In other words, Indians might not be raising the standard of insurrection, having tried and failed in 1857 much as the Irish had in 1848. But they were articulating an ‘anti-imperial’ or ‘republican’ position of sorts; thus, Fenianism was alive in India.Clearly, then, the translocation of such categories as ‘Fenian’ to India was not only possible but apposite, at least in the eyes of some writers belonging to the Irish-American press.[CITATION-120] Where, if at all, did the Muslim frontiersman fit into this picture?reported in March 1879 not only on the difficulties of the British forces in Afghanistan, but also on a story circulating in the British press of the summary execution by five men of a ‘fanatic’ in Peshawar on the Indo-Afghan frontier. The latter was presented as proof of the worst aspects of English imperialism, which had given formal sanction to the killings of perpetrators of ‘fanatical outrages’ by frontier officers under the Murderous Outrages Act of 1867 (revised, 1877). This ‘legitimate arbitrariness’ undoubtedly resounded with the Irish, given the frequent imposition of Coercion Acts and the suspension of habeas corpus to deal with the ‘praedial outrages’ and other unrest.[CITATION-121] Irishmen might recognise from their own historical experience the twin power of language and legislation in producing oppressive British imperial rule, and thus do well to dismantle discursive categories to undermine the authority of imperial legislation in their own and other locales. In his war correspondence, Trans-Atlantic praised the bravery of ‘heroic Ghazis, call them what you please’. In so doing, he repurposed as a term of honour—often translated as ‘holy warrior’—from its usage within the imperial domain to signify enemies of Christendom. These Afghans, he noted, fought with ‘naked swords and pikes, and even pointed staves’ against ‘trained soldiers, armed in the most scientific manner’, suffering heavy casualties in consequence but persisting nonetheless.[CITATION-122] Trans-Atlantic worked the trope of the Afghan fanatic into something admirable, his honourable character an inspiration for Irish republicans. In 1879, he cited reports published in the British press that ‘the districts of Herat, Badakshan [], and Balk [] have all revolted against the authority of the British Governors’, adding (with emphasis) that ‘, and fanatics are inciting the population of all the Afghan cities to take part in it’. The ‘murder’ of Afghan priests by the English, he reported, ‘left some brethren on the earth who have sworn that they shall be avenged on the invader, and this explains the “fanatic” hostility to the English all over that region of the earth’. Trans-Atlantic thus challenged the use of ‘fanatic’ while rendering Afghan vengeance as just, something stirred up by British atrocity. To conclude, he brought the Irishman into this frame, raising the possibility that ‘in view of certain anti-rent proceedings in Ireland, the English invaders in that country may resume the Cromwellian method of “settling Ireland” by hanging three or four Catholic priests—just to “strike terror”’. This, he stated, would set the Irish ‘on the warpath in earnest’, except, he provoked, ‘who would risk a drop of human blood to avenge the hanging of three or four Fenians?’[CITATION-123] ‘From the expatriate intellectual circles in London, Paris, Berlin, and San Francisco’, writes Maia Ramnath, ‘to Gandhi’s early career to the passage of subcontinental natives throughout the realms mapped out by the Pan-Islamic Khilafat movement or the Communist International, much of the power of the [Indian] independence struggle was incubated outside the territory of British India’.[CITATION-124] In fact, as these examples demonstrate, the terrain of the early anti-colonial independence movement was frequently transnational, trans-imperial or global in scope, not least because restrictions on the activities of Indians forced them underground or abroad, outside British India and the British Empire, where they forged solidarities with other movements and political formations. Headquartered in California, with interlocutors and leaders spread out in ‘staging grounds’ across Euro-America, the diasporic Ghadar (‘revolt’ or ‘mutiny’) movement was a critically important example. Britain’s declaration of war in 1914 provided the Ghadarites with an ‘irresistible opportunity’ to finally bring the empire to its knees and seek India’s freedom, for ‘its archenemy, Germany, was offering support to those with their own interest in undermining the strength of the empire, such as the Indian and Irish national revolutionists and pro-Ottoman Pan-Islamists’.[CITATION-125] Instigated by the German Foreign Office in the autumn of 1914 and promoted by all levels of the diplomatic service, Germany’s encouragement of the Ghadarites, the Indian and Irish nationalists and the Ottomans was part of a sweeping ‘revolutionary subversion’, its ‘networks of cash, arms and intelligence and its mobilisation of political groups’ truly global in scope.[CITATION-126] The policy was given a central prominence in Fritz Fischer’s landmark analysis of Germany’s wartime visions and strategies, but the theme has not been pursued over the last seventy years or so as scholars have preoccupied themselves with a narrower (often national) frame of analysis.[CITATION-127] Only now, in a new and self-consciously global age, are such entanglements as that of German interests with those of national minorities in Imperial Russia, of Muslims in the British and Russian empires, and of other anti-imperial groupings around the world, coming more completely to light. In a similar vein, this article has examined the anti-imperialism of the Irish-American diaspora, focusing on the entanglement of their initiatives with the perceived interests of (Muslim) societies on the periphery of the British Empire, as far away as Afghanistan and India, Sudan and Egypt. It has taken a framework of analysis that is trans-imperial and global in scope to accommodate and understand the far-reaching political universe of historical actors—the Fenian command and Fenian journalists writing for—who are usually viewed within the confines of nation and empire.The efforts of Imperial Germany and the Ghadarites were quashed but are nonetheless significant. They brought to fruition a strategy for national liberation along similar lines to the hopes of the Fenian exiles of almost four decades earlier, as expressed by John Devoy in a speech delivered in Massachusetts in 1881:Ireland’s opportunity will come when England is engaged in a desperate struggle with some great European power or when the flame of insurrection has spread through her Indian Empire, and her strength and resources are strained.[CITATION-128] Indeed, much as the Fenians called for the deliverance of Ireland from British rulesuch colonies as India and Egypt, so, too, the goal of the Ghadarites was to free HindustanIreland, Egypt and China.[CITATION-129] Although the Fenians only mooted material support and manpower for those fighting wars against the colonial regime in Afghanistan and southern Africa, Egypt and Sudan up to about 1885, radical Indian nationalists were able not only to draw inspiration from the Irish nationalist example and fashion hardy solidarity with those fighting for the Irish cause, but also to secure material support from the radical Irish-American press (in the publication of their own periodicals) and the assistance of men such as John Devoy (in the establishment of their own organisations on American soil).[CITATION-130] If the Fenians took an interest in the potential of Islamic societies for launching a multi-fronted assault on the British Empire, and in exploiting Britain’s rivalry with Russia as a means of abrading and exhausting British power, it was Imperial Germany which actually targeted Muslim (and Irish) soldiers during the Great War, attempting to turn their loyalties against Britain and thereby undermine British fighting power.[CITATION-131] If the British Empire was a Euro-Islamic condominium, Imperial Germany perceived in this a potentiality for subversion, allying with the Ottoman state to harness an opportunity to overthrow her British rival, thus reworking into a practical strategy the vision entertained by certain Fenians in the late nineteenth century.Ultimately, the opportunity presented by the awakening of an imperial crisis was one over which the Fenians could exert little control, and which faded in significance upon the commencement of the Land Wars in Ireland and the associated repression by the British state. In 1881, the Fenians began a campaign of placing explosives at the centre of British imperialism, London, and subsequently in the industrial and mercantile cities of Great Britain—Glasgow, Liverpool and Manchester—where symbolic buildings were the targets of bomb attacks. On ‘Dynamite Saturday’ in January 1885, the skirmishing campaign reached a climax when homemade bombs exploded in the (empty) chamber of the House of Commons, the crypt of Westminster Hall and the armoury at the Tower of London, causing an international sensation, and garnering attention for Irish grievances.[CITATION-132] These ‘Fenian outrages’ or ‘dynamite outrages’ were perpetrated by ‘teams of bombers whose leadership, finance, and most of whose personnel came from … O’Donovan Rossa’s Skirmishers and [the] Clan na Gael’.[CITATION-133] Coming after the end of the wars with the Zulus, Afghans and followers of Colonel ‘Urabi, this reflected a turn away from the possibility of placing the Skirmishing Funds in the hands of anti-British leaders in such conflicts, to their use in more directly attacking British power and prestige in the name of the Irish cause.Yet expressions of sympathy for other colonised peoples continued to be penned by the writers of, as shown not only by such elisions as ‘Indian Fenians’ but also by discussions of the Land War being fought elsewhere in the world in the early 1880s. As this article has shown, the interest in such locales as British India and its frontier with Afghanistan was the culmination of a long process of critical reflection in the Irish press and political circles on colonial rule. The process was formative of Irish anti-imperialism, commencing with Irish reflection on the Indian Rebellion of 1857 and continuing through the Great Eastern Crisis in the Ottoman world. By the mid-1870s, the anti-imperialism espoused indemonstrated perspicacious observation of the possibilities deriving from imperial rivalries, from the weaknesses at the edges or fringes of empires, and from inciting the British Empire’s millions of Muslim subjects to rebellion. To dismiss as inconsequential this conjoined interest in Islam and empire in the struggle for liberation won (for part of the island) in 1922, is to overlook the cosmopolitanism of Irish-American anti-imperialist thought.[CITATION-134] To be sure, a frequently ‘Orientalist’ sense of racial difference and, occasionally, overt racial or religious prejudice (not least fervent antisemitism) runs through the pages of the Irish press. Yet Trans-Atlantic was for a time sharply critical of the characterisation of Muslims as fanatical ‘Crescentaders’ ors in British colonial discourse. In this, he embeddedwithin something much larger: a world-historical moment marked by numerous imaginative projects constituting Islam not only as a world religion but as a latent world power.[CITATION-135] ",
    "footnotes": {
        "1": "J.L. Gelvin and N. Green, eds, Global Muslims in the Age of Steam and Print (Berkeley, CA, 2013), which—by focusing on the world of Islam—offers variously transnational, (trans)imperial and global analyses of this phenomenon.",
        "2": "This is not to say such technologies were unambiguous in their effects or operated seamlessly, without facing any friction or resistance: C.L. Cole, ‘Precarious Empires: A Social and Environmental History of Steam Navigation on the Tigris’, Journal of Social History, l (2016), pp. 74–101.",
        "3": "Such critique was coming to maturity around the fin de siècle: B. Anderson, The Age of Globalization: Anarchists and the Anticolonial Imagination (London, 2013); T. Harper, ‘Singapore, 1915, and the Birth of the Asian Underground’, Modern Asian Studies, xlvii (2013), pp. 1782–1811.",
        "4": "Harper, ‘Asian Underground’, pp. 1788–9.",
        "5": "D. Motadel, ‘Introduction’, in D. Motadel, ed., Islam and the European Empires (Oxford, 2014), p. 1.",
        "6": "J. Slight, The British Empire and the Hajj, 1865–1956 (Cambridge, MA, 2015).",
        "7": "Motadel, ‘Introduction’, pp. 5–13.",
        "8": "An outstanding biography remains N.R. Keddie, Sayyid Jamāl Ad-Dīn ‘Al-Afghānī’: A Political Biography (Berkeley, CA, 1972), particularly pp. vii–viii and 2–9, which describes and explains—in conjunction with his political and religious thought—the connection with Sunni Afghanistan (rather than Shia Iran) consciously forged by the man himself and debated by his biographers ever since. Other important figures include Muhammad ‘Abduh, and Muhammad Rashid Rida: see U. Ryad, ‘Anti-Imperialism and the Pan-Islamic Movement’, in Motadel, ed., Islam and the European Empires, pp. 131–49.",
        "9": "Keddie, Al-Afghani, especially pp. 129–42; Ryad, ‘Pan-Islamic Movement’, passim.",
        "10": "Motadel, ed., Islam and the European Empires.",
        "11": "B.S. Cohn, ‘Representing Authority in Victorian India’, in E. Hobsbawm and T. Ranger, eds, The Invention of Tradition (Cambridge, 1983), pp. 179–207.",
        "12": "Irish World, 12 May 1877, p. 1.",
        "13": "Britain’s position received sharp rebuke in another cartoon in Irish World published on its cover on 5 Jan. 1878.",
        "14": "J.M. Regan, ‘“We Could Be of Service to Other Suffering People”: Representations of India in the Irish Nationalist Press, c.1857–1887’, Victorian Periodicals Review, xli (2008), pp. 61–77; J.C. Bender, The 1857 Indian Uprising and the British Empire (Cambridge, 2017); M. Kelly, ‘Irish Nationalist Opinion and the British Empire in the 1850s and 1860s’, Past and Present, no. 204 (2009), pp. 127–54; M. de Nie, ‘“Speed the Mahdi!” The Irish Press and Empire during the Sudan Conflict of 1883–1885’, Journal of British Studies, li (2012), pp. 883–909; P.A. Townend, ‘Between Two Worlds: Irish Nationalists and Imperial Crisis, 1878–1880’, Past and Present, no. 194 (2007), pp. 139–74; P.A. Townend, The Road to Home Rule: Anti-Imperialism and the Irish National Movement (Madison, WI, 2016).",
        "15": "Cf. Townend, Road to Home Rule. For a pithy statement of these debates and their current status, see Townend, ‘Two Worlds’, pp. 139–40.",
        "16": "The concept of the ‘natural frontier’ was itself a product of this period, as evinced by the thought of the former Indian viceroy, George Nathaniel Curzon, in Frontiers (Oxford, 1907), especially pp. 13–23.",
        "17": "The ‘Silk Letters Conspiracy’ brought to fruition many of the worst fears of the British Indian state, involving Muslim revolutionaries across the landward Northwest Frontier in Kabul, and across the seaward frontier from Bombay to the nominally Ottoman Hejaz. The plot was rumbled, the resultant archive it created is voluminous, and yet much of the case remains a mystery: F. Zaman, ‘Revolutionary History and the Post-Colonial Muslim: Re-Writing the “Silk Letters Conspiracy” of 1916’, South Asia: Journal of South Asian Studies, xxxix (2016), pp. 626–43.",
        "18": "For a survey: D. Motadel, ‘Islamic Revolutionaries and the End of Empire’, in M. Thomas and A.S. Thompson, eds, The Oxford Handbook of the Ends of Empire (Oxford, 2018), esp. pp. 557–62.",
        "19": "N. Whelehan, The Dynamiters: Irish Nationalism and Political Violence in the Wider World, 1867–1900 (Cambridge, 2012).",
        "20": "Townend, Road to Home Rule, especially pp. 38–73, although it is notable that much more of that chapter—on the Afghan and Zulu wars—focuses on the latter.",
        "21": "See, for instance, J. Sperber, The European Revolutions, 1848–1851 (Cambridge, 2005), esp. pp. 1–3, 264–80. An important strand of recent investigation has focused on the memory and memorialisation of the revolutions: see, for example, A. Körner, ed., 1848—A European Revolution? International Ideas and National Memories of 1848 (Basingstoke, 2000).",
        "22": "S. McConville, Irish Political Prisoners, 1848–1922: Theatres of War (London, 2003), p. 1; M. Ramón, A Provisional Dictator: James Stephen and the Fenian Movement (Dublin, 2007), especially pp. 13, 16–21, for the contemporary motivations and inspiration. Concurrently, Chartist agitation also reached a fever pitch yet soon fizzled out, helping the British state to exit 1848 unharmed,",
        "23": "See also M. Taylor, ‘The 1848 Revolutions in the British Empire’, Past and Present, no. 166 (2000), pp. 146–81, for an alternative ‘imperial’—rather than ‘national’—analysis of Britain’s experience.",
        "24": "On the trials and imprisonment of the ‘gentleman convicts’, including transportation to Australia, see McConville, Irish Political Prisoners, pp. 45–106.",
        "25": "In contrast to the work on Fenianism, the scholarship on James Stephens is both limited and somewhat hostile to a richer understanding of his biography and significance. For a revisionist treatment of his revolutionary career, see Ramón, A Provisional Dictator, pp. 49–107, which gives details of the process of establishing the IRB and the subsequent departure for the United States.",
        "26": "For other recent studies of Fenianism, see, especially, M.S. Ó Catháin, Irish Republicanism in Scotland, 1858–1916: Fenians in Exile (Dublin, 2007).",
        "27": "Whelehan, Dynamiters, quotation from p. 12, and p. 15 for details of the ‘Catalpa rescue’ of 1875–6, when a ship was sent from New York to Australia for the successful rescue of prisoners. For a survey of recent findings concerning the profile of Fenians across the British imperial world, and their motivations, see C. Nic Dháibhéid, ‘Political Violence and the Irish Diaspora’, in E.F. Biagini and M.E. Daly, eds, The Cambridge Social History of Modern Ireland (Cambridge, 2017), esp. pp. 468–70. See also J.C. Bender, ‘The “Piniana” Question: Irish Fenians and the New Zealand Wars’, in T.G. McMahon, M. de Nie and P. Townend, eds, Ireland and the Imperial World: Citizenship, Opportunism and Subversion (London, 2017), pp. 203–22.",
        "28": "M. Condos, The Insecurity State: Punjab and the Making of Colonial Power in British India (Cambridge, 2017), pp. 25–66.",
        "29": "Bender, Indian Uprising, pp. 9–10, offers discussion of recent historiographical trends. Her monograph provides a multi-sited study of the impact of the fear and sense of crisis generated by the Rebellion upon British imperialism—in particular in Ireland, Jamaica, southern Africa and New Zealand—via the careers of Sir George Grey, Edward John Eyre and Sir Hugh Rose.",
        "30": "To this may be added the criticism heaped by Englishmen upon the British Empire in the wake of British repression of Indian, Jamaican and Egyptian rebellions, which has lately been foregrounded by P. Gopal, Insurgent Empire: Anticolonial Resistance and British Dissent (London, 2019), pp. 83–207.",
        "31": "Regan, ‘Service’, p. 62. Kelly, ‘Irish Nationalist Opinion’, compares the Nation with the Irishman in a broader analysis of traces of anti-imperialism in nationalist articulations—by exploring the critique of British colonial rule and the comparison of British to other European imperialisms—to nonetheless reach roughly similar conclusions.",
        "32": "Regan, ‘Service’, pp. 64–7. The incidence of famine in colonial India occasioned deeper reflection, not least because of the memory of the famine at home, and marked the Freeman’s Journal shift towards convergence with the anti-imperialism of the Nation, a process that accelerated as the Home Rule movement gained ground in Ireland until domestic concerns displaced foreign affairs: Regan, ‘Service’, pp. 67–9. If the Irish (or, at least, part of the Irish press) lost interest in British India, the opposite was not the case, for Indian politicians in Britain drew on the Home Rule movement to bring domestic relevance to their more far-flung imperial concerns: J. Regan-Lefebvre, ‘Imperial Politics and the London Irish’, in McMahon, de Nie and Townend, eds, Ireland and the Imperial World, pp. 103–30.",
        "33": "Bender, Indian Uprising, pp. 58–65, 72–4.",
        "34": "Ibid., pp. 75–7.",
        "35": "B. Robson, ‘Rose, Hugh Henry, Baron Strathnairn (1801–1885)’, Oxford Dictionary of National Biography (accessed 13 July 2019). Two features of Rose’s career are of additional note. First, he served in Ireland in 1832 (before service in the Middle East and India) where he put down local disaffection, setting a context for his later service. Secondly, he was born and raised in Prussia, receiving a Prussian military education and was thus part of the first-hand transmission of the imperial military-security state to Britain and to British India that has been described more generally by James Hevia, an institution that profoundly shaped frontier policy, including on the Northwest Frontier, in The Imperial Security State: British Colonial Knowledge and Empire-Building in Asia (Cambridge, 2012), pp. 17–36.",
        "36": "Bender, Indian Uprising, especially pp. 117–18, 134–9. This peculiar language of ‘outrages’ which became associated with the Irish has been examined by J.R. Roszman, ‘The Curious History of Irish “Outrages”: Irish Agrarian Violence and Collective Insecurity, 1761–1852’, Historical Research, xci (2018), pp. 481–504.",
        "37": "Bender, Indian Uprising, pp. 135–7.",
        "38": "Although historians have slowly started to make explicit particular points of connection between the two colonies, the only and most wide-ranging survey of Ireland and India’s entanglements remains C.A. Bayly, ‘Ireland, India and the Empire: 1780–1914’, Transactions of the Royal Historical Society, x (2000), pp. 377–97.",
        "39": "The paper was established and edited by Patrick Ford (1837–1913), a figure who ‘weaves in and out of broader works on Irish-American nationalism but rarely seems to merit specific study’: N. Whelehan, ‘Skirmishing, The Irish World, and Empire, 1876–86’ Éire-Ireland, xlii (2007), p. 183. Whelehan notes his proximity to O’Donovan Rossa and his commitment to skirmishing, in the same piece also exploring the various understandings of that term among contemporaries. For a brief biography of the man and his periodical, see J.P. Rodechko, ‘An Irish-American Journalist and Catholicism: Patrick Ford of the Irish World’, Church History, xxxix (1970), pp. 524–40.",
        "40": "These developments, and thus the landscape in which Irish World was situated, are pieced together in C. McMahon, ‘Ireland and the Birth of the Irish-American Press, 1842–1861’, American Periodicals, xix (2009), pp. 5–20.",
        "41": "Ú. Ní Bhroiméil, ‘Political Cartoons as Visual Opinion Discourse: The Rise and Fall of John Redmond in the Irish World’, in K. Steele and M. de Nie, eds, Ireland and the New Journalism (New York, 2014), p. 120.",
        "42": "Ú. Ní Bhroiméil, ‘“Up with the American Flag in All the Glory of its Stainless Honor”: Anti-Imperial Rhetoric in the Chicago Citizen, 1898–1902’, in McMahon, de Nie and Townend, eds, Ireland and the Imperial World, which shows just how precarious and finely balanced such values were, and how they were upset by America’s war of imperial expansion against Spain (a Catholic power) in the Philippines. On the specificity and significance of the American context, showing an awareness of the part played by ready American money as well as America as a safe haven and a recruiting ground for the nationalist cause, but also the inflection with American values of independence and liberty, see Ní Bhroiméil, ‘Political Cartoons’, pp. 122, 129–30.",
        "43": "Whelehan, Dynamiters. The ubiquity of Irish World and its critique of British imperialism within the historiography on the one hand, and the lack of serious scholarly attention given to the paper on the other, has been noted by Townend, who makes only very minor use of the periodical in his analysis: Road to Home Rule, especially pp. 110–11, 136, 160.",
        "44": "Ní Bhroiméil, ‘Political Cartoons’, quotation at p. 122, and passim for larger analysis.",
        "45": "The circulation figures for Irish World are stated by Whelehan, Dynamiters, p. 15.",
        "46": "See, respectively, Irish World, 30 Sept. 1876, p. 3; 26 Jan. 1878, p. 1; and 11 Nov. 1876, p. 11. This all said, for the purposes of maintaining a socially broad base, the editorship had to reconcile an anti-imperial and anti-British outlook with the interests of its middle-class readership; see Ní Bhroiméil, ‘Political Cartoons’, p. 125.",
        "47": "Irish World, 6 Jan. 1877, p. 5.",
        "48": "Ibid., 14 Oct. 1876, p. 7.",
        "49": "Kelly, ‘Irish Nationalist Opinion’, pp. 150–51.",
        "50": "For recent examinations of the motivation for expansion, see A. Morrison, ‘Introduction: Killing the Cotton Canard and Getting Rid of the Great Game: Rewriting the Russian Conquest of Central Asia, 1814–1895’, Central Asian Survey, xxxiii (2014), pp. 131–42; and A. Morrison, ‘“Nechto Eroticheskoe”, “Courir Après l’Ombre”?—Logistical Imperatives and the Fall of Tashkent, 1859–1865’, Central Asian Survey, xxxiii (2014), pp. 153–69.",
        "51": "For example: Irish World, 10 May 1879, p. 10. As the paper represented proletarian interests, one writer for Irish World, 22 March 1879, p. 1, took care to implore readers to ‘Always distinguish between the oppressed workers of England, and the idle, loafing, thieving aristocracy’.",
        "52": "On the reception of, and reflection upon, the crisis in Britain, see H. Cunningham, ‘Jingoism in 1877–78’, Victorian Studies, xiv (1971), pp. 429–53. See E. Sergeev, The Great Game, 1856–1907: Russo-British Relations in Central and East Asia (Baltimore, MD, 2013), pp. 149–211, for what the author calls the ‘climax of the Great Game’, and p. 164, for the larger geopolitical and world historical canvas to the Great Eastern Crisis.",
        "53": "For an exploration of ‘information panic’ on the Northwest Frontier, see J. Lally, India and the Silk Roads: The History of a Trading World (London, 2021), ch. 7.",
        "54": "Irish World, 9 Dec. 1876, p. 1.",
        "55": "Ibid., 28 Oct. 1876, p. 1.",
        "56": "Ibid., 7 Oct. 1876, p. 1",
        "57": "See above, n. 37.",
        "58": "Irish World, 28 Oct. 1876, p. 3.",
        "59": "Ibid., respectively, 30 Sept. 1876, p. 3, and 7 Oct. 1876, p. 1.",
        "60": "Ibid., 26 May 1877, p. 6.",
        "61": "See also, ibid., 19 Jan. 1878, p. 6. Irish World’s readers did write in to express the readiness of their organisations to take advantage of England’s weakness, however; for instance, Irish World, 28 Oct. 1876, p. 5.",
        "62": "Devoy’s Post Bag, 1871–1928, I: 1871–1880, ed. W. O’Brien and D. Ryan (Dublin, 1948), p. 135. The author of the letter, Dr William Carroll, was a Presbyterian from Donegal who worked closely throughout his career with Devoy and the Irish nationalist politician and Member of Parliament, Charles Stewart Parnell (1846–91).",
        "63": "Ibid., p. 135.",
        "64": "Ibid., p. 182. See, for the further build-up of optimism and the careful planning it was felt necessary to undertake, the letter of 16 Oct. 1877, at the height of the Russo-Turkish War: ibid., p. 230.",
        "65": "Ibid., p. 182.",
        "66": "On contemporaries’ conception of Punjab and Afghanistan as a buffer zone, and its centrality to the formation of security policy, see M.E. Yapp, Strategies of British India: Britain, Iran, Afghanistan, 1798–1850 (Oxford, 1980).",
        "67": "Irish World, 5 Jan. 1878, p. 1.",
        "68": "Whelehan, Dynamiters, p. 106, for the quotation.",
        "69": "Townend, ‘Two Worlds’, here esp. pp. 146–7. Townend’s wide-ranging analysis focuses on the purchase of press reportage and public discourse of England’s ‘bullying’ of her African and Asian subjects for an Irish audience and as part of building momentum for political reform and Home Rule. The focus of the present analysis recognises the obvious significance of the Irish cause, but seeks to understand what Fenian interest in colonial matters reveals about the British Empire and the Islamic world more broadly.",
        "70": "See, for instance, Irish World, 22 Sept. 1877, p. 1. On the Indian and other famines of this period, see M. Davis, Late Victorian Holocausts: El Niño Famines and the Making of the Third World (London, 2001). Famine is yet another area of Indo-Irish entanglement: it is notable that one of the architects of British policy during the Irish Famine, Charles Trevelyan (1807–86), had previously been a civil servant in the East India Company’s government, and subsequently returned to India to become Governor of Madras (1859–60) and then Finance Minister (1862–5): D. Fitzpatrick, ‘Ireland and the Empire’, in A. Porter, ed., The Oxford History of the British Empire, III: The Nineteenth Century (Oxford, 1999), p. 499.",
        "71": "Irish World, 2 Feb. 1878, p. 3.",
        "72": "Other proposals, in similar spirit, included arming the Boers and aiding the Zulus to turn the tide on British frontier expansion in southern Africa: Devoy’s Post Bag, I, ed. O'Brien and Ryan, pp. 393–93, 408–11; Devoy’s Post Bag, 1871–1928, II: 1880–1928, ed. W. O’Brien and D. Ryan (Dublin, 1953), p. 44.",
        "73": "Devoy’s Post Bag, I, ed. O'Brien and Ryan, p. 282.",
        "74": "Ibid, p. 360.",
        "75": "Whelehan, Dynamiters, pp. 114–15.",
        "76": "Irish World, 12 Oct. 1878, p. 5.",
        "77": "Ibid., 18 Oct. 1879, p. 5, and 10 Jan. 1880, p. 6. In this respect, Irish World offered a counter to the outburst of ‘patriotic frenzy’ toward the end of the Great Eastern Crisis (and during the Boer War) studied by Cunningham, ‘Jingoism in 1877–78’.",
        "78": "Ibid., 30 Nov. 1878, p. 5.",
        "79": "Ibid, p. 4.",
        "80": "More favourable assessments of Indians were found in The Nation in the 1850s and 1860s; see Kelly, ‘Irish Nationalist Opinion’, pp. 144–5.",
        "81": "Townend, ‘Two Worlds’, p. 154. See also de Nie, ‘Mahdi’, pp. 903–4, 908. On the racial language and racialised discourse employed by the English, see B. Nelson, Irish Nationalists and the Making of the Irish Race (Princeton, NJ, 2012).",
        "82": "Irish World, 4 Oct. 1879, p. 5.",
        "83": "Ibid., 27 Dec. 1879, p. 1. For details of the events of 1842, see W. Dalrymple, Return of a King: Shah Shuja and the First Battle for Afghanistan, 1839–42 (London, 2012), esp. pp. 460–69.",
        "84": "Irish World, 10 July 1880, p. 1.",
        "85": "Ibid., 11 Oct. 1879, p. 1.",
        "86": "Ibid., 10 July 1880, p. 1, and 11 Oct. 1879, p. 1.",
        "87": "Ibid., 10 May 1879, p. 10. See also ibid., 12 Apr. 1879, p. 10.",
        "88": "Ibid., 22 Mar. 1879, p. 1.",
        "89": "Whelehan, Dynamiters, pp. 106–17, for analysis of the coverage but also attention to the Fenians’ broadening beyond critique of the British Empire—encompassing the empires of the Greeks and Romans as well as the Ottomans—to articulate an anti-imperial and republican stance.",
        "90": "Townend, ‘Two Worlds’, here esp. pp. 146–7.",
        "91": "For the wider reportage of ‘The Egyptian Crisis in Ireland’, see Townend, Road to Home Rule, pp. 134–69.",
        "92": "Irish World, 19 Aug. 1882, p. 1.",
        "93": "Whelehan notes Trans-Atlantic’s commitment to skirmishing: Whelehan, ‘Skirmishing’, p. 192, and passim for an examination of the various understandings of that term by contemporaries.",
        "94": "Irish World, 13 Jan. 1877, p. 3.",
        "95": "Puck, 6 Sept. 1882, p. 16, reproduced in L.P. Curtis, Jr, Apes and Angels: The Irishman in Victorian Caricature (Newton Abbott, 1971), p. 64.",
        "96": "Note that Muslim responses were also pacific, particularly those focused on inner renewal (ijtihad) and reform rather than outward resistance (jihad).",
        "97": "N.R. Keddie, ‘The Revolt of Islam, 1700 to 1993: Comparative Considerations and Relations to Imperialism’, Comparative Studies in Society and History, xxxvi (1994), esp. p. 468.",
        "98": "D.B. Edwards, ‘Mad Mullahs and Englishmen: Discourse in the Colonial Encounter’, Comparative Studies in Society and History, xxxi (1989), p. 653.",
        "99": "For a recent survey, see Motadel, ed., Islam and the European Empires.",
        "100": "The cartoon is reproduced in Curtis, Jr, Apes and Angels, p. 24.",
        "101": "Ibid., pp. 25, 52.",
        "102": "Cited in de Nie, ‘Mahdi’, pp. 894–5. See also p. 896, where it is noted that, in contrast to such statements, ‘late nineteenth-century Ireland was no hotbed of philo-Islamism’: the Nationalist, Liberal and Conservative press alike more frequently made use of terms such as ‘fanatic’ and ‘false prophet’ even as some newspapers used the Mahdist War to flesh out an ‘anti-colonial’ nationalism.",
        "103": "J. Stephens, ‘The Phantom Wahhabi? Liberalism and the Muslim Fanatic in Mid-Victorian India’, Modern Asian Studies, xlvii (2013), pp. 22–52.",
        "104": "This discussion derives from T.G. McMahon, ‘The Assassination and Apotheosis of the Earl of Mayo’ in McMahon, de Nie and Townend, eds, Ireland and the Imperial World, p. 98.",
        "105": "Ibid.",
        "106": "In addition to reportage in Irish Times through February 1872, McMahon draws on James Wilson, Why Was Lord Mayo Killed? The Question Considered (London, 1872). The author of that work (which related details of the purported larger Wahhabi conspiracy) was the editor of the Indian Daily News.",
        "107": "R. Nichols, Settling the Frontier: Land, Law, and Society in the Peshawar Valley, 1500–1900 (Karachi, 2001).",
        "108": "John Adye, Sitana: A Mountain Campaign on the Borders of Afghanistan in 1863 (London, 1867).",
        "109": "M. Marsden and B.D. Hopkins, Fragments of the Afghan Frontier (London, 2011), p. 86, and the rest of that chapter for details of the Sitana colony.",
        "110": "Marsden and Hopkins, Fragments, p. 82. For a literary analysis of Hunter’s work that places it in discursive constructions particular to the genre of the Sensation novel that flourished after the Mutiny-Rebellion, see A. Padamsee, Representations of Indian Muslims in British Colonial Discourse (Basingstoke, 2005), esp. pp. 168–79. More significantly, the connection of the colonists to Wahhabism is traceable back to the conspiracy of the late 1830s, as is the use—generally supposed to have originated only after 1857, and evident in Hunter’s work—of the label Wahhabism as a charge to distinguish ‘good’ Muslims from those who were disloyal and inclined to rebellion; see C. Mallampalli, A Muslim Conspiracy in British India? Politics and Paranoia in the Early Nineteenth-Century Deccan (Cambridge, 2017), especially pp. 20–23, 178–215.",
        "111": "B.D. Hopkins, ‘Islam and Resistance in the British Empire’, in Motadel, ed., Islam and the European Empires, pp. 150–69, at 150. In a now classic work, David B. Edwards has identified the place of miracles in British understandings of Afghan ‘fanaticism’ on the Northwest Frontier during the apotheosis of the 1897 uprising or frontier war, which also gave further substance to such rhetoric in the colonial mind: Edwards, ‘Mad Mullahs’.",
        "112": "‘Indian Outrages’, Pall Mall Gazette, 22 Sept. 1871. Quoted in Stephens, ‘Phantom Wahhabi’, p. 37. For similar pronouncements of support for the Mahdi in Sudan in the 1880s, see: de Nie, ‘Mahdi’, p. 893.",
        "113": "Robert Armitage Sterndale, The Afghan Knife (2 vols, London, 1879), i, p. 17.",
        "114": "E. Kolsky, ‘The Colonial Rule of Law and the Legal Regime of Exception: Frontier “Fanaticism” and State Violence in British India’, American Historical Review, cxx (2015), p. 1234.",
        "115": "Outside commenters also concocted, for example, ‘Irish kaiffers’ in response to stories of Fenian involvement with Zulus: Townend, ‘Two Worlds’, p. 147. See also, for discussion of the musing of an Irish-Zulu ‘amalgamation’ and its critical reception, Townend, Road to Home Rule, pp. 75–82.",
        "116": "Irish World, 2 Feb. 1878, p. 3.",
        "117": "S.B. Cook, Imperial Affinities: Nineteenth Century Analogies and Exchanges between India and Ireland (New Delhi, 1993), pp. 32–3.",
        "118": "Ibid., p. 33.",
        "119": "Irish World, 27 Apr. 1878, p. 10.",
        "120": "To this can be added the formulation ‘Celtic Hottentots of Skibbereen’, as a means of drawing equivalence between Irish and Africans, found in the Irish nationalist press; see Kelly, ‘Irish Nationalist Opinion’, p. 141. The English Arabist-Orientalist Wilfrid Blunt (1840–1922) also coined the term ‘Irish fellahin’. Blunt was a first-hand observer of events in Egypt, sympathetic to ‘Urabi’s cause and critical of British imperialism; he threw in his lot with the Irish cause, so that his coinage brought the anti-colonial struggles of the Irish into alignment with the Egyptian peasants (fellahin) who had been mobilised by ‘Urabi: Gopal, Insurgent Empire, p. 154.",
        "121": "This recourse to emergency legislation had become routine before the Great Famine. See V. Crossman, ‘Emergency Legislation and Agrarian Disorder in Ireland, 1821–41’, Irish Historical Studies, xxvii (1991), pp. 309–23.",
        "122": "Irish World, 7 Aug. 1880, p. 1.",
        "123": "Ibid., 11 Oct. 1879, p. 1.",
        "124": "M. Ramnath, Haj to Utopia: How the Ghadar Movement Charted Global Radicalism and Attempted to Overthrow the British Empire (London, 2011), p. 1.",
        "125": "Ibid., p. 2.",
        "126": "J. Jenkins, ‘Fritz Fischer’s “Programme for Revolution”: Implications for a Global History of Germany in the First World War’, Journal of Contemporary History, xlviii (2013), quotation on p. 416.",
        "127": "Ibid., for the historiographical afterlife of Fischer’s analysis, and especially pp. 412–15, for the inquiries of subsequent scholars into German interest in jihad as part of its strategy. For reconstruction of Berlin’s programme within north Africa and Asia, see J. Jenkins, H. Liebau and L. Schmid, ‘Transnationalism and Insurrection: Independence Committees, Anti-Colonial Networks, and Germany’s Global War’, Journal of Global History, xv (2020), pp. 61–79. To this may be added the work of David Motadel, which has highlighted the variously pragmatic or ideological relations—not with the left but with the right, during the 1930s and 1940s—of numerous anti-colonial nationalists around the globe and Nazi Germany, the result of which was a ‘reactionary cosmopolitanism’ (from the standpoint of Berlin); see D. Motadel, ‘The Global Authoritarian Moment and the Revolt against Empire’, American Historical Review, cxxiv (2019), pp. 843–77.",
        "128": "Devoy’s Post Bag, II, ed. O'Brien and Ryan, p. 109. Irish World’s stance during the Great War was largely marked by its hostility to British interests (such as recruiting ‘cannon fodder’ in Ireland), seeing them as impediments to the Irish cause and exemplary of Britain’s disregard for the Irish; see Ní Bhroiméil, ‘Political Cartoons’, pp. 130–33. For their part, the Ghadarites also sought to forge solidarities with those pro-Ottoman, pan-Islamist Indian Muslims known as the Khilfatists: Ramnath, Haj to Utopia, pp. 166–93.",
        "129": "Ibid, p. 7, and passim.",
        "130": "Ibid, pp. 28 and esp. 102–15. Ramnath also notes that the easiness and enduring nature of Indian nationalists’ relationships with Irish nationalists is all the more remarkable given the Irish could not be placed in a pan-Islamic or pan-Asian formation, p. 96.",
        "131": "M.E. Plowman, ‘Irish Republicans and the Indo-German Conspiracy of World War I’, New Hibernia Review, vii (2003), pp. 81–105. See also M.E. Plowman, ‘The Anglo-Irish Factors in the Indo-German Conspiracy in San Francisco during WWI, 1913–1921’ (Univ. of Nebraska Ph.D. thesis, 2013).",
        "132": "Whelehan, Dynamiters, p. 2.",
        "133": "K.R.M. Short, The Dynamite War: Irish-American Bombers in Victorian Britain (Dublin, 1979), p. 1.",
        "134": "Motadel reminds us that actors such as those studied here could be cosmopolitan yet staunchly nationalist (rather than universalist) in outlook even as they forged global solidarities and networks: ‘Global Authoritarian’.",
        "135": "Although not a term used in the Fenian press, the idea of ‘world religions’ was taking shape in this period, as C.A. Bayly argued in a series of presentations shortly before his death, not least his lectures as Vivekananda Visiting Professor at the University of Chicago in 2014."
    }
}