{
    "title": "‘So Manly and Ornamental’: Shoe Buckles and Britain’s Eighteenth Century*",
    "author": "Matthew Mccormack",
    "date": "25 August 2023",
    "article": "The shoe buckle of the eighteenth century is an alien object today. At the time, shoes were manufactured without fastenings and the buckle was purchased separately. This offered opportunities for decoration, particularly for men, whose shoes were otherwise plain and unchanging. Over the course of the century, buckles grew larger and more elaborate, reaching their apogee in the ‘Artois’ style of the 1780s. In the wake of the French Revolution, buckles came to be associated with effeminacy and the excesses of the aristocracy, so fell from fashion. This article explores the roles of gender and class in this story, and will challenge the usual association of the buckle with foppery, demonstrating that they were consistent with mainstream masculinities until the 1790s. In order to understand the shoe buckle’s significance, the article engages with it as a material artefact. With their intricate mechanisms, complex processes of fastening, and roles in meaningful rituals, shoe buckles give us an insight into haptic practices and the embodiment of gender. The article therefore makes the case that shoe buckles were characteristic of masculinities, material practices and social identities in eighteenth-century Britain.The shoe buckle of the eighteenth century is an alien object in the twenty-first. We have no use for them today, because shoes come with fastenings; but in the eighteenth century they did not, and buckles had to be purchased separately. This offered an opportunity for decoration, especially for men: men’s shoes were plain and unchanging in this period, and shoe historians often note that more interest lies in their buckles.[CITATION-1] Indeed, buckles could be fabulously decorative objects: they could be manufactured from precious metals such as silver or gold, feature intricate designs, and be adorned with shiny stones. Some were enormous. In Sheridan’s comedy(1777), Lord Foppington explains that, formerly, ‘the buckle was a sort of machine, intended to keep on the shoe; but now the case is quite reversed, and the shoe is of no earthly use, but to keep on the buckle’.[CITATION-2] Shoe buckles were a characteristic feature of eighteenth-century dress and illustrate many facets of the period more generally. They were widely worn from the 1690s onwards—forming part of the classic male patrician ensemble of buckled shoes, stockings, breeches and coat—and fell from favour a century later. In the wake of the French Revolution, the shoe buckle came to be identified with the excesses of aristocratic fashion and, from the early 1790s, men shod themselves in boots or laced shoes instead, which apparently suited the sober and democratic mood of the day. This caused consternation among the buckle-makers, who had come to rely on this lucrative trade and suddenly faced penury. Deputations from London and the Midlands presented petitions to the court, imploring members of the royal family to continue wearing buckles and to require that they be worn in their presence. The Duke of Gloucester favoured the petitioners ‘with assurances of his best wishes and support of a manufacture so manly and ornamental as buckles’.[CITATION-3] The notion that buckles could be both manly and ornamental sits oddly with the current historiography. In general, buckles have been overlooked by historians of gender, which is curious given the attention accorded to comparable worn articles, such as wigs, hats and codpieces.[CITATION-4] Much of the work on buckles is curatorial or economic: they have not received a sustained treatment by cultural historians, who mention their significance in passing, if at all. Historians of jewellery note that articles like buckles tended to feature in moral debates about luxury and vanity.[CITATION-5] In literary studies too, buckles are analysed as a marker of class and gender, and a means to critique the pretensions of their wearers.[CITATION-6] They were a very conspicuous form of consumer good, at a time when there was unease about the fluidity of social distinctions and the corrupting effects of luxury. Men in particular were exhorted to resist this, in the interests of political liberty, manly independence, godly virtue and national strength.[CITATION-7] In these terms, buckles were ornamental, but not manly.The established story in fashion history is that the late eighteenth century witnessed a ‘renunciation’ in male fashion, as men’s dress became increasingly plain and uniform. The psychoanalyst J.C. Flügel first made this case in the 1930s, arguing that the reversal of the usual gendering of bodily display entailed a dramatic reorganisation of masculinity.[CITATION-8] Subsequent historians, such as David Kuchta, have reinforced this picture, arguing that respectable men adopted plain colours and styles as they asserted their collective moral right to rule.[CITATION-9] This served to widen gender difference, since women were identified with their biology and thence the domestic sphere, whereas men’s disembodiedness befitted the rational public sphere.[CITATION-10] At first sight, the decline of the buckle might appear to fit this chronology, but we will see that in many ways it actually serves to critique it: the notion of the ‘great masculine renunciation’ misreads the role of ornament in eighteenth-century costume and understates the showiness of the fashions that followed.Since these narratives maintain that display was problematic for men, historians have tended to associate buckles with foppery. Buckles feature prominently in studies of the ‘macaronis’, the fashion-obsessed men named after the pasta dish that they supposedly brought back from the Grand Tour—along with other foreign styles and vices.[CITATION-11] The shoe historians Bernard and Therle Hughes deployed an extract from(1698), in which city beaus wear ‘Shoes black as Jet, which shin’d by much Rubbing … displayed Buckles preserv’d bright in a Box of Cotton, that they dazzled the Eyes of each Beholder like a piece of Looking-Glass in the Sunshine’.[CITATION-12] This passage has been re-quoted by subsequent shoe historians, since it conveniently reinforces the image of buckles as showy and excessive, but it is in fact a misquotation: the original passage instead refers to black boots (which did not have buckles) and shiny spurs.[CITATION-13] The focus on foppery has obscured the extent to which buckles featured in mainstream masculine wear, and indeed could be considered manly. This article therefore re-examines the relationship between men and their buckles. It begins by exploring the history of buckles, establishing that their meanings were complex and subject to change. It then considers buckles as material artefacts, and concludes by exploring their implications for masculinity. We will see how the shoe buckle complicates our current understanding of the relationship between masculinity, effeminacy and luxury consumer goods, and furthermore that it played a role in wider shifts in the nature of social identity.In order to do this, the article considers the shoe buckle as an object, as well as something that was discussed in contemporary texts. Historians of material culture argue that we should ‘our research with objects’, rather than use them to illustrate arguments derived from documentary evidence.[CITATION-14] Material sources have the potential to tell us what other sources cannot. In the case of buckles, it is vital to engage with their materiality in order to get a sense of their physical effect on those who used them, and its social and cultural impact. Buckles were practical items that should be considered as objects in use,[CITATION-15] rather than static visual artefacts. In museums today, buckles are commonly displayed separately from the shoe, or on a shoe in isolation from a body: this disembodied approach to objects gives little impression of their everyday use or their importance to their wearers. Historians of emotions have thought about the ways in which objects act upon people’s feelings, highlighting the material and sensorial nature of pre-modern emotions.[CITATION-16] Buckles were small and valuable so were often given as gifts, and they could be cherished personal objects, replete with memories and emotional associations.In order to think about buckles as objects, I have studied buckles in five museum collections.[CITATION-17] I have handled around a hundred buckles, viewed many more, and also handled a few examples of buckled shoes. Many buckles survive in museums today, often the bequests of private collectors. In these collections, shoe buckles are commonly archived alongside other types of buckles, including those for neckstocks, breeches, spurs and hats.[CITATION-18] Buckles were often sold as a matching suite in an ornate leather-covered wooden case, which could well have been given as a present.[CITATION-19] Large numbers of shoe buckles survive because they were detachable, and could therefore be retained after the shoe wore out. Almost invariably, buckles and shoes have been preserved separately: among the thousands of shoes in the national shoe collection at Northampton Museum, only one men’s shoe from the eighteenth century features its buckle. Most surviving shoes are buckleless, but it is sometimes possible to see punctures, indentations and rust marks in the leather where a buckle once belonged.[CITATION-20] It is likely that where shoes are displayed with buckles, they have been married up with a buckle from elsewhere.[CITATION-21] In a sense, however, this does not matter, as buckles were supposed to be interchangeable. Buckle collections are skewed in other ways, since it tends to be the fancy and valuable ones that were preserved: few of the cheap buckles worn by humble people survive, and those that do tend to be heavily decayed artefacts recovered by archaeologists or metal detectorists.[CITATION-22] Since buckle fashions changed so quickly, it was also common for owners to trade in their old ones, so far more buckles survive from the later eighteenth century, when their size and lavish decoration differed from earlier periods.[CITATION-23] There is much to be gained from physically engaging with a buckle, in comparison with studying a visual representation. Only by handling it do you get a sense of its physical heft and intricate construction. Crucially, this also allows you to inspect the reverse, since buckles in photographs or exhibitions are invariably displayed face-up: the underside of the buckle reveals inscriptions, makers’ marks (and sometimes hallmarks) and the complex fastening mechanism. Only by manipulating this mechanism do you understand the skill required to fix a buckle in place: as with tying a shoelace, this would have become second nature with repetition, but would have taken some time to learn. The shoe buckle therefore gives us an insight into a lost haptic practice that was regularly performed by a large proportion of the population in eighteenth-century Britain.The origin of the shoe buckle was a matter of some debate in the Georgian period.[CITATION-24] Buckles had been used as fasteners on shoes since medieval times, when they were sewn in (as on a modern shoe), but the practice of using a detachable buckle dates from the Restoration. Samuel Pepys recorded in his diary on 22 January 1660: ‘This day I began to put on buckles to my shoes’.[CITATION-25] At that time they were a feature of court dress, but they were more widely adopted from the 1680s, when buckled shoes were worn as part of the male ensemble of coat, waistcoat, breeches and stockings. The buckle was then manufactured in what would become its standard form, with a decorative rim and a separate iron bar to hold the moving parts in place. Buckles were initially fairly small—hence the later comment that the period was ‘remarkable for the introduction of William [III], liberty, and the minute shoe-buckle’.[CITATION-26] Shoes in this period had narrow straps but, as shoes became heavier with broader straps, the size of the buckle grew. The construction of shoes in the eighteenth century lent itself to the detachable buckle, since shoes were constructed symmetrically on a straight last with two long straps.From the beginning, buckles were interchangeable and decorative. They became more ornate from the 1720s onwards and continued to grow in size, although June Swann has noted that they temporarily shrank in the 1750s.[CITATION-27] Early buckles tended to be formed in a ‘D’ shape, with a simple prong mechanism on one side of the central spindle and a flat section on the other to hold the strap in place: in one example from the 1720s, this takes the form of a pineapple (). At this time the pineapple was exotic and fashionable, and would have been grown in expensive glasshouses: the wearer might therefore have been signalling their sophistication, or the colonial origin of their wealth.[CITATION-28] By the mid-century, there was a huge proliferation of types of buckle for different occasions or to convey specific allegiances. One commentator listed coronation buckles, christening buckles, birthday buckles, Devonshire buckles and political buckles. They could be used to display party loyalties, although this commentator joked that these were ‘made of, in which theto a considerable degree predominated’: ‘The BRENTFORD Buckles, dedicated to WILKES and LIBERTY, had but a, because it was discovered that their substance was asas their construction was’.[CITATION-29] Shoe buckle (.1715): Northampton Museum 1977.D82. Courtesy of Northampton Museum and Art Gallery.Buckles reached their height of fashionability and size in the 1770s and 80s. Examples from this period can be strikingly large and heavy: it was common for buckles to be more than 70 mm wide, which would have been the full width of the shoe they were fastening ()—as satirically noted in the actor David Garrick’s prologue to Sheridan’s:Shoe buckle (late 1770s–1780s): Northampton Museum 1964.30.2. Courtesy of Northampton Museum and Art Gallery.The buckle then its modest limits knew—Now, like the ocean, dreadful to the view,Hath broke its bounds, and swallows up the shoe;The wearer’s foot, like his once fine estate,Is almost lost, th’is so great.[CITATION-30] These large, highly decorative articles were known as ‘Artois’ buckles, named after the Comte d’Artois, younger brother of Louis XVI and future Charles X, who was known for his fashionable excess. They were therefore explicitly identified with French fashion and with aristocratic style. Since large buckles were an elite style, it was inappropriate for men of the lower orders to be seen wearing them, and they would be considered presumptuous for doing so.[CITATION-31] Britain’s most celebrated wearer of Artois buckles was the Prince of Wales, later George IV, who was becoming the leader of fashion and a figure around whom opposition Whig politicians could rally. As the ‘arbiter of taste and elegance’, his fashion choices ‘were generally adopted by the Gentlemen’.[CITATION-32] His taste for huge buckles did, however, attract negative comment, as his friend Mary Hamilton reported to him in a letter of 8 December 1779:Whilst I was at Mr ____ a gentleman came in & related the following anecdote—wch. perhaps had he known I was in the family he would not have done—‘The Prince of Wales is a great Coxcomb in his dress—but he is particularly attentive to the appearance of his feet, & wears such tight shoes & large Buckles that ye King has taken every method to make him leave them off but without effect…’The letter continued:I heard, said he, the other day, that his Majesty after having repeatedly spoke & had ordered Lt. Col. Lake to try to persuade him out of this folly, finding that he was obstinate upon ye subject, took the following method: He took ye Prince on a remarkable long walk though Bogs, up Hills, over stones &c.—the Princes Shoes burst at ye Sides & what with ye weight of ye Buckles & the tightness of ye Shoes & ye length of ye walk his feet were covered with Blisters, & he was quite lame—the King flattered himself he had gained his point, but ye Prince’s obstinacy was proof against his sufferings, & he appeared at Dinner, & every since in tight Shoes and larger Buckles…[CITATION-33] It is clear that these huge buckles could be impractical: other wearers reported them getting tangled in stirrups, or in a partner’s clothes during a dance.[CITATION-34] But their impracticality was no object to men who were determined to achieve the desired look.It seems that many men did, since this period was the heyday of the macaroni. The figure of the macaroni in visual and literary satires was instantly recognisable: their bodies were tall and spindly, their speech and poses were affected, and they were clothed in rich, patterned and brightly coloured fabrics. The macaroni style was all about the accessories: tiny hats, large wigs, bejewelled canes and swords, and heeled shoes with lavish buckles. In Tobias Smollett’s, Captain Whiffle stepped onto the deck of his ship sporting ‘shoes of blue Meroquin, studded with diamond buckles, that flamed forth rivals to the sun!’[CITATION-35] Smollett insinuated that Whiffle was a sodomite, and the macaroni could be a sexually deviant figure, whose effeminate appearance reflected his sexuality. As Peter McNeil notes, however, this was not necessarily the case, since famously heterosexual men such as Charles James Fox were also identified with the fashion.[CITATION-36] Instead, the macaroni represented effeminacy in a social sense, highlighting the threat to masculinity when polite refinement was taken too far.[CITATION-37] The wearing of buckles was therefore not unrespectable in itself, if not taken to excess.Such was the rage for buckles that it supported a large manufacturing trade. This was largely based around Birmingham, Stafford and Wolverhampton: at its peak, Birmingham alone employed 20,000 people in the trade and produced around 2,500,000 buckles per year, many for the export market.[CITATION-38] Britain became renowned for its metallurgical skills and its products became so desirable that French metalworkers faked British stamps. We should therefore not over-emphasise the foreign associations of the buckle, since this product also had a strong national identity. Birmingham in particular became synonymous with innovative manufacturing processes and the production of new, desirable metal goods, in which it was said to lead the world.[CITATION-39] The town was particularly renowned for its steel buckles, which were ‘unsurpassed’.[CITATION-40] As a contemporary noted, there was plenty of demand for them: ‘It is said, that for many years the consumption of buckles in the metropolis was so enormous, that half the luggage of the coaches going from Birmingham to London was supposed to consist of buckles’.[CITATION-41] Following this peak, the decline of buckles in the 1790s was remarkably swift. It was no doubt partly a reaction to a fashion trend that had become unsustainable. Some blamed the buckle-makers themselves for making a product that was too expensive and fast-changing:The buckle-makers introduced changes of fashion so rapidly, that few fortunes were able to follow the succession of round and square, large and small, and people of fortune began to think they could employ £200 or £300 a year to better purpose than upon an article which in a few days they were obliged to give as perquisites to servants, or sell for a trifle totally disproportionate to their original cost.[CITATION-42] Given that part of the appeal of buckles had been their novelty—the new styles, new features and innovative manufacturing processes—it is also possible that consumers became bored once they became ubiquitous.The decline of the buckle was, however, largely a reaction to the Revolution in France. Across the Channel, revolutionaries rejected the buckle as monarchical and aristocratic, and instead adopted the shoe tie as a revolutionary symbol.[CITATION-43] Britain followed suit, for a combination of reasons. Radicals sought to display their revolutionary credentials and their rejection of aristocratic mores; loyalists may have rejected a fashion that had formerly been associated with Francophilia and immorality; and others were influenced by the new vogue for. Whatever the cause, men’s style after 1790 became more sober. In a time of war, men adopted the military fashion for trousers worn with boots or laced shoes.[CITATION-44] As Nathaniel Wraxall noted in his memoirs: ‘It was then that pantaloons, cropped hair and shoe strings, as well as the total abolition of buckles and ruffles, together with the disuse of hair-powder, characterized the men’.[CITATION-45] The traditional ensemble of buckled shoes, stockings and breeches was now only a feature of full dress, to be worn at balls and at court.The change in footwear styles—and how they were fastened—was loaded with meaning, since it related in powerful ways to class, gender, politics and national identity. Giorgio Riello has explored the changing status of shoelaces over time: whereas they had been respectable wear for men in the seventeenth century, they were decidedly unfashionable in the eighteenth and took on new meanings. They could be associated with puritanism, since the godly favoured them over the ostentation of buckles. Others regarded them as slovenly or effeminate, and in 1780s Paris they were apparently a means for homosexual men to identify themselves to each other.[CITATION-46] When laces became fashionable again, the buckle interest in Britain sought to revive these former associations. They condemned laces as ‘unmanly, absurd and ridiculous’, and a ‘foreign importation and adoption’.[CITATION-47] They used the traditions of street protest to mock the fashion, parading an ass around Birmingham ‘with shoe-bows attached to his fetlocks’.[CITATION-48] On the other hand, thenoted that these well-publicised protests backfired, since ‘many have begun to wear shoe-strings who had never thought of it before’.[CITATION-49] The change in fashion had a huge impact on account of the scale of the buckle trade. Birmingham’s dependence on this ‘elegant and imagined necessary ornament’ meant that the collapse of the trade was keenly felt, and many families faced destitution.[CITATION-50] The buckle-makers therefore turned to politics for a solution. They pointedly rejected state intervention—similar to the protections afforded to other trades—since they spoke in the idiom of constitutionalism, and did not want to compromise the ‘liberty’ that their patriotic product represented. Instead, they started a charity subscription to support the buckle-makers and their families, and sought royal favour for their manufactures.[CITATION-51] Deputations of buckle-makers petitioned the royal family to set an example to their subjects by continuing to wear buckles, and to require that they be worn at court and in the military.The manufacturers of the West Midlands petitioned the Prince of Wales on 17 December 1791. The petitioners were introduced to the prince via his friend Sheridan, who was MP for Stafford. Sheridan received some mockery for this in the press[CITATION-52] —which was probably deserved, given how his own plays had mocked the buckle craze. The manufacturers appealed to the prince’s ‘Goodness, Public Spirit and Humanity’, and trusted that he would prefer ‘the Blessings of the starving Manufacturers to the Encomiums of the Drawing Room’.[CITATION-53] Following this, in early 1792 the buckle-makers of London presented a series of petitions to members of the royal family. The petition to the king emphasised that he was their ‘Parent and Protector’, and highlighted the plight of workers ‘who cannot so easily turn their hands to other Trades’.[CITATION-54] The queen was lauded for her concern for His Majesty’s subjects, and the Prince of Wales was implored to ‘forbid Shoe Tyes your Royal Presence’. The petition to the Duke of York struck a sentimental tone, invoking the sufferings of the buckle-makers:Will it please your Highness, for a moment, to conceive what immense numbers of persons have spent the prime of their youth and manhood; entered into connections; increased their families, and embarked their all, having this trade for dependance. Their hearts bleeding at the cruel inconsiderate capriciousness of fashion … The nuptial tye, pitiably relaxed by reiterated sorrows: the children cry louder and more vehemently for food: the husband unmanned: his wonted courage fails: the wife more delicately sensible, is not able to resist one of the obtruding woes which croud into her mind.This passage is highly gendered, emphasising the desire of the male worker for masculine independence, and the victimhood of his wife and children who depend upon him. The genre of the passage is melodrama: the buckle-maker is the hero, his wife is the pure suffering heroine and the villain is not the usual aristocrat, but rather Fashion itself. The buckle-makers therefore made an appeal to hegemonic masculinity, untainted by the newly problematic associations of their product.The longest and most effusive petition was to the Duchess of York. This is comprehensible, given her popularity and the public’s fascination with her feet. Her marriage to the duke caused a sensation, and admiration for her little feet encouraged a generation to squeeze themselves into ill-fitting footwear in order to emulate her look. The petitioners may have been alluding to this when they lay their cause at her ‘Royal feet’.[CITATION-55] The duchess’s feet feature in one of the more memorable caricatures featuring shoe buckles, James Gillray’s ‘Fashionable Contrasts, or, The Duchess’s Little Shoe Yielding to the Magnitude of the Duke’s Foot’ (). Here the duke’s huge buckled shoe contrasts with her dainty slipper, shown in what is apparently the missionary position: the connections between feet and sex, which are common in many cultures,[CITATION-56] are here rendered explicit. At a time when buckles were rapidly going out of fashion, the duke’s buckle is here a sign of outdated aristocratic male privilege. The print dates from 24 January 1792, within days of the buckle-makers’ petition, which should therefore be regarded as an important context for the artwork.James Gillray, ‘Fashionable Contrasts, or, The Duchess’s Little Shoe Yielding to the Magnitude of the Duke’s Foot’ (24 Jan. 1792): Auchincloss Gillray v. 8, Beinecke Rare Book and Manuscript Library, Yale University.Although the petitions were well received at court, the buckle trade was done for. Buckle manufacturers had therefore to find another trade. As it turned out, the same Revolution that had killed off their trade provided a solution, since the declaration of war that followed created new markets. Metalworkers turned their hands to medals and tokens for patriotic consumers,[CITATION-57] and Birmingham became the centre of British arms manufacture.[CITATION-58] It is likely that many former buckle-makers turned their hands to gunmaking: the spring-loaded steel chape that features on late-period buckles resembles a flintlock, so it is probable that their skills were transferrable. Thereafter, the limited demand for buckles was not enough to sustain a major manufacturing sector. They still featured in court dress, and in the formal dress of legal officials, naval officers and the Highland regiments; in wider society they enjoyed occasional revivals and sometimes featured in women’s fashion; but they would never again be the choice for general male wear. Riello notes that the few who continued to wear them gave ‘signals of conservatism and bigotry’.[CITATION-59] Regency dandies shod themselves in shiny black boots—no less ostentatious or expensive than buckles—and Victorian statesmen gave off a sober, businesslike air in close-fitted wellingtons, or in new laced styles, such as Balmorals or Oxfords.[CITATION-60] A commentator looking back from the 1840s noted that buckles, once universal, were now ‘neglected and almost unknown’.[CITATION-61] The history of the shoe buckle was therefore complex and ever-changing, and a range of powerful gendered meanings were attributed to them at different times. In order fully to understand this, it is necessary to engage with the buckle as a material object. Studying buckles in museum collections reveals the huge variety of styles: they come in all shapes and sizes, with different decorations and materials, and it is very rare to find two pairs that are alike. Around a fifth of the buckles I handled came with makers’ marks, which helps to place them in terms of date and location: again, it is rare to find two the same, given the large number of small-scale manufacturers. Buckles were originally made by jewellers or toymakers, although the trade was so lucrative that—fatefully—many decided to specialise in buckles. In the eighteenth century, ‘toy’ referred to a range of fashionable trinkets: Marcia Pointon has suggested that the term was similar to ‘gizmo’ today.[CITATION-62] As well as having a practical use, buckles were therefore considered fancy, high-tech items that were satisfying to fiddle with, and which gave pleasure to their owners. In this respect they were comparable to horse tackle, a safely masculine domain of consumerism,[CITATION-63] which also consisted of leather fastened by metal buckles.Buckles could be costly, typically more than the shoes that they fastened. Artois buckles were reassuringly expensive. Fine ones could cost 20 guineas, and buckles created with precious stones for special occasions could cost even more: those worn by John Spencer for his wedding were valued at £30,000.[CITATION-64] Fortunes were spent keeping up with the latest fashions. The accounts of the Prince of Wales reveal how much he spent on shoe buckles, in addition to other types of buckle. These ranged in price from £1 1for ‘A small pair of silver buckles’ to £36 16for ‘A Pair of rich chased gold Shoe Buckles’, both purchased from the jeweller Thomas Gray. Receipts for the 1780s show just how many he purchased, reaching a peak of eighty-six pairs in 1787 alone. Unfortunately the receipts for the 1790s are missing, so we cannot gauge how far his purchasing mirrored the broader decline of the buckle. After 1800, when they were unfashionable and the styles did not change much, he purchased on average only one or two pairs a year.[CITATION-65] The wealthy owned multiple pairs, but the humble probably did not. A well-made buckle was a good investment: since they were reusable they could last a long time, and the cost of their materials gave them an inherent value. Buckles often featured in wills and they provided a moveable asset to sell, which was particularly valuable for women and other groups who did not have easy access to property. The poet William Cowper was given a pair of silver shoe buckles by his father when he was a schoolboy, ‘which I kept till I wanted money and then sold them’. When his father enquired after them, he lied that he had removed them to play football, whereupon they had been stolen from his waistcoat pocket.[CITATION-66] As small and valuable items, buckles were eminently stealable, and they often appear in the records of the Old Bailey.[CITATION-67] A new buckle could also alter the appearance of a stolen pair of shoes.[CITATION-68] Buckles were not necessarily expensive, however, and a cheap pair could be acquired for a shilling. A handful of buckles in Northampton Museum’s collection are crudely made and were presumably owned by humble people.[CITATION-69] For the mobile poor, a pair of shoe buckles might be among their few possessions. This was a common trope in literature. One of the prostitutes inrecalls that she was forced to leave home with only the clothes on her back and a few treasured belongings: ‘My whole stock was two broadpieces of my godmother’s, a few shillings, silver shoe-buckles, and a thimble’.[CITATION-70] A buckle’s expense was largely determined by the materials with which it was made. Buckles were often manufactured from silver and less often from gold. Some carry hallmarks, but the Assay Act of 1739 exempted many buckles from hallmarking: Swann notes that this is a disadvantage for curators, as it makes dating them difficult. Other materials were used as well. Wedgwood developed china buckles, but these were vulnerable to breakage and few survive.[CITATION-71] More important were new techniques for making steel. Alun Withey has shown how cast (or crucible) steel made possible the development of a wide variety of strong, intricate and rust-resistant articles, many of which had a close relationship with the body, such as medical instruments, orthopaedic supports, or items of personal grooming.[CITATION-72] Steel buckles also came from this new technology. Steel could be plated with more valuable metals, or could be buffed to a high shine in its own right. Cut steel ‘jewels’ could be just as shiny as stones, and Matthew Boulton developed a cost-effective method of casting these separately and riveting them in position.[CITATION-73] Buckles were often associated with the use of substitute materials that were intended to look more expensive than they were. Since they were worn on the feet, they usually avoided close inspection, and it was possible to achieve a lavish look on the cheap. Wearers were conscious that there was a high chance of buckles getting lost or damaged, so economical alternatives were popular. The clockmaker Christopher Pinchbeck developed an alloy that resembled gold, and many buckles were manufactured in this ‘pinchbeck’, a term that came to be synonymous with anything sham or fraudulent. The association of buckles with inauthenticity was particularly problematic for men, since in the later eighteenth century great store was placed upon a gentleman’s sincerity and the authentic expression of feeling.[CITATION-74] At a time when one’s political personality was founded on property ownership and masculine independence, it was problematic to claim to be wealthier than one was. Pinchbeck’s son Christopher was a politician and cartoonists savagely played on these associations in order to cast doubt on the integrity of this ‘king’s friend’.[CITATION-75] The issue of authenticity also concerned the stones that adorned buckles. A key way in which the elite displayed their wealth and power in the eighteenth century was the wearing of precious stones. Whereas jewellery in the Renaissance had comprised stones of many colours, in the eighteenth century elites favoured ‘the dazzling but colourless diamond’.[CITATION-76] As Pointon notes, social life in the period took place indoors after dark, ‘when artificial lighting enhanced … the glitter of cut and polished diamonds’.[CITATION-77] Candlelight brought out the brilliance in diamonds, especially when in motion, so diamond-encrusted buckles drew attention to dancing feet. Diamonds were increasingly secured with intricate claw feet, rather than set into the metal, so as to expose their facets to the light. Very few of these diamond shoe buckles survive today since, as Hannah Greig has pointed out, thewould constantly have their precious family diamonds reset into fashionably new pieces.[CITATION-78] In these cases, the buckle itself was expendable and was merely a temporary vehicle for displaying the stones, which would be passed down from generation to generation.Most people, however, could not afford diamonds, and even the wealthy were cautious about wearing precious stones that could easily be lost or stolen. Many eighteenth-century shoe buckles therefore featured ‘pastes’, which were lead-glass beads fashioned to look like diamonds. Unlike diamond buckles, many of these survive, since pastes were cheap and there was no incentive to reset them. Pastes could be produced in many colours,[CITATION-79] but in practice nearly all were produced in clear glass to emulate diamonds. By these means, the rich could keep their valuable diamonds for special occasions but achieve the same look for general wear, and the less opulent could emulate the rich. As with pinchbeck, fake jewels focused moral commentary upon the falsity of buckles, and, by extension, their wearers. This was a common theme in literature. In Burney’s, Mr Briggs advises the heroine about men who wear quartz in their buckles: ‘Take care of sharpers; don’t trust shoe-buckles. Nothing but Bristol stones! tricks in all things’.[CITATION-80] This negative moral commentary around buckles contrasts with how their owners felt about them. Buckles were often treasured objects, replete with memories. Richard Grassby has reminded us that ‘things are often more important for their associations and their past histories than for their ostensible properties’.[CITATION-81] Buckles sometimes carried inscriptions on the underside, particularly initials: when in use, they were hidden from view and close to the body, underlining their personal significance. Because buckles were small and fancy, they were often given as gifts, whether from a family member, a lover or an admirer.[CITATION-82] The Prince of Wales’s early correspondence reveals that he often sent buckles as gifts to his brothers—‘Buckles I send you as usual’—which partly explains why he bought so many. He particularly sent them to Frederick when he was based in Hanover and was struggling to obtain fashionable articles.[CITATION-83] Frederick’s replies of thanks were effusive: ‘I am infinitely obliged to you for the buckles which you was so good as to send me by the Duc d’Aremberg; they are beautiful’.[CITATION-84] In Richardson’s, the heroine’s father was embarrassed to be dressed in humble attire for her wedding, so the wealthy Mr B lent him some of his own clothes: ‘He was then pleased to give him the silver Buckles out of his own Shoes’. This completed the transformation: ‘you must expect to see my Father a great Beau’.[CITATION-85] Since shoes are symbolically associated with their wearer—probably more than any other garment—the shoe buckle carries the associations of its owner, but in a way that is more transferable than the shoe itself, which is physically moulded to a particular foot. Shoe buckles were therefore ideal gifts and retained strong personal meanings.Detachability was the key property of the buckle. Pointon compares them to buttons, which in this period were also not necessarily fixed to a particular garment, could be richly decorated and did much more than just fasten.[CITATION-86] The process of fastening a buckle was complex, and is an example of a commonplace physical practice and skill that is now lost to us. The first time a buckle was fitted in place, the two leather straps had to be pierced in just the right places so that the buckle would secure the shoe to the foot without being too tight. Since leather stretches, the wearer would err on the side of tightness for a first fitting. Thereafter the buckle had to be fastened and unfastened every time the shoe was taken on and off. The nursery rhyme ‘One, two, buckle my shoe’ tells the story of lace-makers getting ready to go to work: it is a counting song and its regular rhythm suggests that this was a physical practice that became second nature through repetition.[CITATION-87] Although one could fasten one’s own buckles, it was helpful to have someone else to do it, so a servant could perform the task for the well-to-do. The surgeon Hampton Weekes recalled visiting a colleague at breakfast, who ‘begd I would sit down during which time his servant was buckling his Shoes & putting on his Stock’, so it seems that one could eat or chat while the operation was being performed.[CITATION-88] The precise way that this was done depended on the type of fastening. Until about the 1780s this would have been the standard prong pivoting on a central bar, but later examples often feature a spring-loaded chape for easier release. Pairs of spring buckles had to mirror one another in order to achieve a perfectly symmetrical look, so they are often marked ‘left’ and ‘right’ underneath. Their spring mechanisms were, however, intricate and unsightly, and would be made from cheap metal such as iron or steel, so would be hidden behind a solid buckle design rather than an open rim. In order to give the appearance of the latter, they often feature a black patent leather panel in the centre, to match the shoe that they fastened (). Buckles therefore conceal their workings, while providing the appearance of elegance on the outside. A 1790 advertisement in the press for a ‘New-Invented Brunswick Spring Shoe-Buckle’ boasted:Pair of shoe buckles (early nineteenth century): Northampton Museum 1968.44.9. Courtesy of Northampton Museum and Art Gallery.The ease in wearing this Buckle is evident from the elasticity of the spring giving way to the motion of the foot, as experience proves, requires more liberty than has ever been attended to in the usual mode of fastening, which admits no elasticity, frequently preventing a free circulation.[CITATION-89] They therefore claimed to be healthy: ‘free circulation’ was the medical ideal at this time, and tight fashionable shoes were frequently condemned for preventing it.The advertisement also emphasised novelty and invention. We should not underestimate the technological precocity of buckles. The Victorians may have looked back on them as an outmoded ornament of thebut, a century before, they were a modern product of the Enlightenment. Buckles are an example of the product innovation that John Styles has identified in eighteenth-century consumerism, given the effort that went into their ‘product definition, design, differentiation, manufacture and marketing’.[CITATION-90] They were made with cutting-edge materials and processes, in industrial centres, like Birmingham, that were synonymous with invention and progress. Susan Whyman opens her biography of the bookseller William Hutton with an image of a buckle, manufactured in Birmingham from marcasite and steel. She proposes a new social category for men like Hutton, the ‘rough diamond’: men who lacked breeding and social graces, but achieved a certain amount of social mobility through industry and self-education. Like Birmingham’s buckles, these men ‘shone’ even though they were hewn from humbler materials.[CITATION-91] This is true to an extent, although marcasite is a fake diamond rather than a rough one: such buckles would never quite be the real thing, just as their wearers would never quite be gentlemen.The almost universal use of buckles as fasteners had implications for the shoes that they fastened. As Garrick’s prologue had bemoaned, the shoe was increasingly just there to hold the buckle. Another commentator agreed that the large buckle ‘was obliged to have a shoe made on purpose to fasten it’.[CITATION-92] It required a shoe of strong leather and so was more suited to footwear for men than for women, whose shoes of silk or wool would easily be torn by the metal mechanism. Although plain buckles were utilitarian articles that were worn by working people, and by soldiers and sailors, fancy buckles would have restricted the wearer to certain activities and locations. We have seen how the Prince of Wales discovered the inconvenience of large tight buckles on a long rural walk; some large buckles are very heavy, and would have impeded motion, collected dirt and become snagged on things. Buckles that were ornate, valuable and difficult to clean would have been better suited to indoor activities. It was fashionable to wear the buckle close to the toe,[CITATION-93] which would have been little use for fastening: a wealthy or foppish man could thus signal that he did notto walk, unlike working people who did not have the option of a carriage or sedan chair. The physical properties of the buckle therefore help us to understand the meanings that it conveyed.This article has argued that shoe buckles were a characteristic material article of the eighteenth century. They were a product of the Industrial Revolution, manufactured with novel processes in centres of innovation; they were a desirable consumer good, constantly changing to meet and stimulate new fashions; they were the focus of contemporary anxieties about luxury and the social order; their changing fortunes were informed by politics, war and national identity; and, as we will now see, they were an important component of contemporary visions of the masculine body. Shoe buckles were particularly significant for men. Although buckles are an unusual example of an eighteenth-century fashion that was adopted by both men and women, women concealed them under long skirts and never wore the huge buckles of the late century. Women may have attracted more criticism from moralists for wearing ornaments, but Pointon notes that men were no less fond of jewellery in this period:Shoe buckles, snuff-boxes, sword-hilts, canes with fancy heads, watches, buttons … seals and the crimson ribbons that attached them to a button hole that could be seductively glimpsed peeping from a waistcoat and, in particular, finger rings were all prized, highly visible and expressive components of male attire.[CITATION-94] A correspondent toin 1800 defended women from critics of their fashion choices, given that men like him had imposed miseries on barbers, buckle-makers, dealers in wig powder ‘and other persons half ruined by our fashionable schemes’.[CITATION-95] We therefore need to assess how we approach decorative items like buckles in relation to masculinity. It is certainly true that excessively decorative or impractical buckles could be criticised for effeminacy or foppery: they feature prominently in the macaroni caricatures of the period, and their association with French fashion could put them at odds with vigorous national masculinity. On the other hand, the alternative to shoe buckles—laces—were more problematic for men, at least until the 1790s when their respective meanings reversed. Before this, buckles could be associated with manliness. In family portraits, buckles could be a means of distinguishing older from younger brothers, since buckles were a feature of adult male dress.[CITATION-96] Working men wore them too, since a buckled leather shoe was more comfortable and socially aspirational than a wooden clog. Sailors prided themselves on their shiny buckles: Beverly Lemire notes that they were a sign of their ‘manliness and worthy character’.[CITATION-97] Common soldiers’ buckles were often covered by gaiters, but they were proudly worn by Highland regiments as part of the kilt ensemble. A pair of soldier’s buckles dating from the 1790s is held by the National Army Museum. They were worn by a private or an NCO and are fairly plain: they have a smooth rectangular rim that is probably made from brass, and no decorations that would snag or make them difficult to clean. This was a smart article rather than a fancy one. Nevertheless, they have been buffed to a high shine, and were weighty items to wear on one’s feet, measuring more than 60 mm across.[CITATION-98] As Scott Hughes Myerly has argued, we should not assume that impractical elements of military uniforms were operational impediments, since they contributed to the soldier’s image and bearing, and were therefore thought to have an important emotional effect on their wearers.[CITATION-99] The shoe buckle helped to project a particular image of the masculine body. Eighteenth-century ideals of male beauty emphasised the shapely leg, which elite men showed off in leather breeches and silk stockings, terminating in a shiny black leather shoe set off by a buckle. Anne Hollander has argued that dress serves to constitute the bodily ideals of its time, to the extent that the nude needs to be seen in the context of clothing fashions. Dress is therefore not just a surface covering and bodies are not pre-cultural, but are normative ideals that are actively produced. The mid-eighteenth-century ensemble consisted of several layers that were fitted but not tailored, emphasising the length of the torso and narrowness of the shoulders. This lent itself to a curved standing posture, as emphasised by portraiture of the age.[CITATION-100] The polite body was elongated and elegant, and was cultivated through dance and other forms of bodily discipline in order to move in a graceful way.[CITATION-101] Shiny buckles encrusted with jewels caught the light in order to highlight the polite body in motion. Buckles were integral to this wider look and therefore helped to construct the masculine body in the eighteenth century.If buckles only made sense in the context of the coat-and-breeches ensemble, they quickly disappeared along with it. The sharp fall of the buckle therefore needs to be placed in the context of the wider shift in men’s fashions in the 1790s. As we have seen, this has traditionally been explained in terms of the ‘great masculine renunciation’, whereby men’s clothes became more plain and uniform. The rapid fall of the buckle around 1791, however, seems too quick for a broad historical process that, Kuchta argues, took three centuries.[CITATION-102] Moreover, the fashions that replaced it were hardly less showy. Highly polished black boots shone almost as much as buckles, and their close fit served to emphasise the contours of the body. These were worn with high-waisted trousers and padded jackets that projected a very different body image from the mid-Georgian ensemble, emphasising the genitals and the brawn of the upper torso. As Karen Harvey has argued, this focused attention on the male form rather than detracted from it, often in a pointedly erotic way: men’s political power arguably became more embodied rather than the reverse.[CITATION-103] Joanne Begiato further argues that this change has to be explained in terms of social class, since ‘the feeling, graceful, and refined body appeared less useful in an age of revolution and war; certainly, the more robust fighting working-class bodies of sailors, soldiers, and boxers were depicted as particularly appealing and reassuring’.[CITATION-104] The nineteenth century valued the industrious arm of the working man over the elegant leg of the gentleman, so did not need to draw attention to the latter with a glistening ornament.Material things that are worn on the body therefore have implications for gender and the self. Literary scholars of the Renaissance have argued that ‘prosthetic’ articles, such as codpieces and handkerchiefs, contributed to gender identity, since they were regarded as coextensive with the body. They tend to suggest that this ceased by the eighteenth century with the rise of the modern individual, whereby exterior things became superfluous to the bounded self.[CITATION-105] As we have seen, however, worn material articles such as the buckle continued to inform understandings of masculinity, the body and personal worth. In the eighteenth century, one’s standing and social credit were often assessed, not in terms of one’s actual wealth, but in terms of ‘dress, manner, verbal facility and connection’. This underlined the importance of personal refinement and material display but, as Margot Finn has noted, made social capital very unstable.[CITATION-106] It was therefore not the decorativeness of bucklesthat was problematic for men, but rather the suspicion that the wearer claimed to be something that they were not. The widespread use of substitute materials in buckles—pinchbeck, pastes and quartz—associated them with artifice. Furthermore, as buckles became more sophisticated, more of their workings were concealed in the interests of achieving a particular look. This was particularly troubling for men in the later eighteenth century, who were encouraged to live up to the ideals of sincerity and emotional authenticity.In a fluid consumer society, where your credentials were established not by your known worth but by your appearance, articles like buckles therefore became the focus of anxieties about personal authenticity and the social order. Historians often argue that the later eighteenth century ushered in a new regime of selfhood, where formerly playful and performative identities were replaced with apparently objective categories such as race, biological sex and social class.[CITATION-107] For men in particular, this involved a shift in their way their virtue was evaluated, from outer display of manners and accoutrements, to the ‘inner man’ that reflected the true sentiments of his heart.[CITATION-108] A figure-hugging boot revealed the ‘true’ man, where the decorative buckle had concealed it. The fall of the buckle around 1790 was therefore bound up with new ways of understanding social and gendered identities. If the eighteenth century is a pivotal period between the early modern and the modern worlds, then a fashion trend that was ubiquitous from the 1690s to the 1790s arguably epitomises this period of transition. The buckle may well be alien to shoe wearers today, but it helped to make us modern.",
    "footnotes": {
        "1": "G. Riello, A Foot in the Past: Consumers, Producers and Footwear in the Long Eighteenth Century (Oxford, 2006), p. 77; J. Swann, Shoes (London, 1982), p. 25.",
        "2": "Richard Brinsley Sheridan, A Trip to Scarborough: A Comedy (first performed 1777) (Dublin, 1781), p. 9.",
        "3": "Gazetteer and New Daily Advertiser, 28 Feb. 1792.",
        "4": "For example, A. Rauser, ‘Hair, Authenticity and the Self-Made Macaroni’, Eighteenth-Century Studies, xxxviii (2004), pp. 101–17; W. Fisher, Materializing Gender in Early Modern English Literature and Culture (Cambridge, 2006).",
        "5": "M. Pointon, Brilliant Effects: A Cultural History of Gemstones and Jewellery (New Haven, CT, 2009), p. 26.",
        "6": "A. Kerfoot, ‘Declining Buckles and Movable Shoes in Frances Burney’s Cecilia’, Burney Journal, xi (2011), pp. 55–79.",
        "7": "G. Newman, The Rise of English Nationalism: A Cultural History, 1740–1830 (London, 1987); P. Carter, ‘An “Effeminate” or “Efficient” Nation? Masculinity and Eighteenth-Century Social Documentary’, Textual Practice, xi (1997), pp. 429–44; B. Harris, Politics and the Nation: Britain in the Mid-Eighteenth Century (Oxford, 2002).",
        "8": "J.C. Flügel, The Psychology of Clothes (London, 1930).",
        "9": "D. Kuchta, The Three Piece Suit and Modern Masculinity: England, 1550–1850 (Berkeley, CA, 2002).",
        "10": "T. King, The Gendering of Men, 1600–1750, I: The English Phallus (Madison, WI, 2004), p. 179.",
        "11": "P. McNeil, Pretty Gentlemen: Macaroni Men and the Eighteenth-Century Fashion World (New Haven, CT, 2018).",
        "12": "B. Hughes and T. Hughes, Georgian Shoe Buckles (London, 1972), p. 5.",
        "13": "The London Spy, Apr. 1699, p. 14.",
        "14": "A.D. Hood, ‘Material Culture: The Object’, in S. Barber and C. Peniston-Bird, eds, History Beyond the Text: A Student’s Guide to Approaching Alternative Sources (Oxford, 2009), pp. 176–98, at 176. Emphasis original.",
        "15": "U. Rublack, ‘Matter in the Material Renaissance’, Past and Present, no. 219 (2013), pp. 41–85, at 85.",
        "16": "S. Downes, S. Holloway and S. Randles, ‘A Feeling for Things, Past and Present’, in eaed., eds, Feeling Things: Objects and Emotions Through History (Oxford, 2017), pp. 8–23, at 22.",
        "17": "Northampton Museum, the Museum of Leathercraft (Northampton), the National Army Museum (off-site store at Stevenage), the Shoe Museum (Street) and the BATA Shoe Museum (Toronto).",
        "18": "See, for example, C.L. White, ‘Knee, Garter, Girdle, Hat, Stock and Spur Buckles from Seven Sites in Portsmouth, New Hampshire’, International Journal of Archaeology, xiii (2009), pp. 239–53. This article focuses solely on men’s shoe buckles, but these other types of buckle are also deserving of further work.",
        "19": "Museum of Leathercraft, 509.56, two pairs of steel buckles in a case covered with black morocco leather, n.d.",
        "20": "A. Fairhurst, ‘Eighteenth-Century Women’s Shoes: A Valuable Historical Resource’, Costume, liii (2019), pp. 20–42, at 25.",
        "21": "For example, the museum record for a black leather shoe from the 1790s notes that a modern owner has attached a buckle from a similar period, since the leather straps had previously been unpierced: Toronto, ON, BATA Shoe Museum, P85.0030.AB.",
        "22": "White, ‘Knee, Garter, Girdle’.",
        "23": "J. Swann, Catalogue of Shoe and Other Buckles in Northampton Museum (Northampton, 1981), p. 1.",
        "24": "One correspondent to the Gentleman’s Magazine suggested that they dated from Biblical times (Aug. 1803, p. 707), although a subsequent correspondent corrected this (Sept. 1803, p. 828).",
        "25": "The Diaries of Samuel Pepys: A Selection, ed. R. Latham (London, 2003), p. 9.",
        "26": "‘Topographical and Commercial History of Birmingham’, The Tradesman, or, Commercial Magazine, Jan. 1810, pp. 45–50, at 49.",
        "27": "Swann, Catalogue, p. 3.",
        "28": "J.M. Gohmann, ‘Colonizing Through Clay: A Case Study of the Pineapple in British Material Culture’, Eighteenth-Century Fiction, xxxi (2018), pp. 143–61.",
        "29": "Joseph Moser, ‘The Revolution in Shoe Buckles’, The European Magazine and London Review, li (Jan.–June 1807), pp. 424–7, at 426.",
        "30": "Sheridan, Trip to Scarborough, p. v.",
        "31": "P. McNeil and G. Riello, ‘The Art and Science of Walking: Gender, Space and the Fashionable Body in the Long Eighteenth Century’, Fashion Theory, ix (2005), pp. 175–204, at 190.",
        "32": "Moser, ‘Revolution in Shoe Buckles’, p. 426.",
        "33": "Windsor, The Royal Archives [hereafter TRA], GEO/ADD/3/83/54, Mary Hamilton to George, Prince of Wales, 8 Dec. 1779.",
        "34": "Hughes, Georgian Shoe Buckles, p. 4.",
        "35": "Tobias Smollett, The Adventures of Roderick Random (1748) (London, 1995), p. 198. Meroquin is Moroccan leather, which is softer and less hard-wearing than English cowhide.",
        "36": "McNeil, Pretty Gentlemen, p. 151.",
        "37": "P. Carter, ‘Men About Town: Representations of Foppery and Masculinity in Early Eighteenth-Century Urban Society’, in H. Barker and E. Chalus, eds, Gender in Eighteenth-Century England: Roles, Representations and Responsibilities (London, 1997), pp. 31–57.",
        "38": "I. Brooke, A History of English Shoe Fashions (London, 1948), p. 71.",
        "39": "M. Berg, ‘Commerce and Creativity in Eighteenth-Century Birmingham’, in ead., ed., Markets and Manufacture in Early Industrial Europe (Abingdon, 1991), pp. 173–201.",
        "40": "M. Berg, Luxury and Pleasure in Eighteenth-Century Britain (Oxford, 2005), p. 167.",
        "41": "‘Shoe-Buckles’, The Saturday Magazine, 10 Apr. 1841, pp. 141–2, at 141.",
        "42": "R.S., ‘Manners’, Literary Journal, or, Universal Review of Literature, 7 Apr. 1803, p. 412.",
        "43": "Riello, Foot in the Past, p. 81.",
        "44": "M. McCormack, ‘Boots, Material Culture and Georgian Masculinities’, Social History, xlii (2017), pp. 461–79.",
        "45": "Nathaniel Wraxall, Historical Memoirs of My Own Time (2 vols, London, 1815), i, p. 135.",
        "46": "Riello, Foot in the Past, pp. 75–6; ‘Introduction of Shoe-Buckles’, The London Journal, 15 Oct. 1892, p. 245.",
        "47": "Morning Chronicle, 28 Dec. 1791; London Chronicle, 22 Dec. 1791.",
        "48": "‘Shoe-Buckles’, p. 142.",
        "49": "Morning Chronicle, 4 Feb. 1792.",
        "50": "‘Shoe-Buckles’, p. 142.",
        "51": "Appeal from the Buckle Trade of London and Westminster, to the Royal Conductors of Fashion (London, 1792), pp. 2–3.",
        "52": "‘He is said to be buckling to business’: World, 27 Dec. 1791.",
        "53": "TRA, GEO/ADD/16/130, ‘The Humble Petition of the Buckle Manufacturers of Birmingham, Walsall, Wolverhampton and their Environs’, 17 Dec. 1791.",
        "54": "Appeal from the Buckle Trade, p. 5; TRA, GEO/ADD/16/129, ‘The Humble Petition of the Buckle Makers and Traders of London and Westminster’, 3 Jan. 1792.",
        "55": "Appeal from the Buckle Trade, pp. 8, 9, 11–12, 14.",
        "56": "W.A. Rossi, The Sex Life of the Foot and Shoe (London, 1977).",
        "57": "Berg, Luxury and Pleasure, p. 192.",
        "58": "‘Topographical and Commercial History’, p. 49; Berg, ‘Commerce and Creativity’, p. 181.",
        "59": "Riello, Foot in the Past, p. 82.",
        "60": "McCormack, ‘Boots’.",
        "61": "‘Shoe-Buckles’, p. 142.",
        "62": "Pointon, Brilliant Effects, p. 34.",
        "63": "A. Vickery, Behind Closed Doors: At Home in Georgian England (New Haven, CT, 2009), p. 124.",
        "64": "E. Wilson, A History of Shoe Fashions (London, 1969), p. 183.",
        "65": "TRA, GEO/MAIN 25679 (1788), 25899 (1815), George IV accounts (goldsmiths and jewellers).",
        "66": "William Cowper, ‘Adelphi’, in The Letters and Prose Writings of William Cowper, I: Adelphi and Letters, 1750–1781, ed. J. King and C. Ryskamp (Oxford, 1979), p. 7.",
        "67": "For the period 1700–1800, the term ‘buckle’ appears 780 times and ‘buckles’ 1,906 times in the corpus of Old Bailey Proceedings Online (University of Sheffield, 2003–18), at https://www.oldbaileyonline.org (accessed 21 Nov. 2019).",
        "68": "Fairhurst, ‘Eighteenth-Century Women’s Shoes’, p. 32.",
        "69": "Northampton, Northampton Museum [hereafter NM], 1982.36.9, shoe buckle, 1780s.",
        "70": "John Cleland, Fanny Hill, or, Memoirs of a Woman of Pleasure (London, 1985), p. 135. A broadpiece is a gold coin.",
        "71": "Swann, Catalogue, pp. 3, 5.",
        "72": "A. Withey, Technology, Self-Fashioning and Politeness in Eighteenth-Century Britain (Houndmills, 2016).",
        "73": "Hughes, Georgian Shoe Buckles, p. 7.",
        "74": "C. Reid, ‘Speaking Candidly: Rhetoric, Politics, and the Meanings of Candour in the Later Eighteenth Century’, British Journal for Eighteenth-Century Studies, 28 (2005), pp. 67–82.",
        "75": "James Gillray, ‘A Warm Birth for the Old Administration’ (1782) (F.G. Stephens and M.D. George, Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum [11 vols, London, 1870–1954], no. 5970).",
        "76": "H. Greig, The Beau Monde: Fashionable Society in Georgian London (Oxford, 2013), p. 49.",
        "77": "Pointon, Brilliant Effects, p. 26.",
        "78": "Greig, Beau Monde, p. 50.",
        "79": "NM, 1965.38.2, shoe buckle from the late eighteenth century, is a rare example of multi-coloured pastes.",
        "80": "Frances Burney, Cecilia, or, Memoirs of an Heiress, ed. P. Sabor and M.A. Doody (Oxford, 1999), p. 95.",
        "81": "R. Grassby, ‘Material Culture and Cultural History’, Journal of Interdisciplinary  History, xxxv (2005), p. 595.",
        "82": "In Mary Wortley Montagu’s Town Ecologues, a swell brags that his buckles were a gift from ‘a young countess’: Poems by Eminent Ladies (London, 1760), p. 164.",
        "83": "The Correspondence of George, Prince of Wales, 1770–1812, I: 1770–1789, ed. A. Aspinall (London, 1963), pp. 56–7 (Prince of Wales to Prince Frederick, 10 Apr. 1781).",
        "84": "Correspondence, ed. Aspinall, p. 91 (Prince Frederick to the Prince of Wales, 19 July 1782).",
        "85": "Samuel Richardson, Pamela, or, Virtue Rewarded (1740; Oxford, 2001), p. 313.",
        "86": "Pointon, Brilliant Effects, p. 49.",
        "87": "Songs for the Nursery (London, 1808), p. 44.",
        "88": "A Medical Student at St Thomas’s Hospital, 1801–1802: The Weekes Family Letters, ed. J. Ford (London, 1987), p. 69 (Hampton Weekes to Richard Weekes, 10 Nov. 1801).",
        "89": "World, 22 Mar. 1790.",
        "90": "J. Styles, ‘Product Innovation in Early Modern London’, Past and Present, no. 168 (2000), pp. 124–69, at 126.",
        "91": "S. Whyman, The Useful Knowledge of William Hutton: Culture and Industry in Eighteenth-Century Birmingham (Oxford, 2018), p. 54.",
        "92": "The Weekly Entertainer, 22 June 1812, p. 488.",
        "93": "Swann, Shoes, p. 28.",
        "94": "Pointon, Brilliant Effects, p. 49.",
        "95": "St James’s Chronicle, 11 Sept. 1800.",
        "96": "McNeil and Riello, ‘Art and Science of Walking’, p. 184.",
        "97": "B. Lemire, ‘A Question of Trousers: Seafarers, Masculinity and Empire in the Shaping of British Male Dress, c.1600–1800’, Cultural and Social History, xiii (2016), pp. 1–22, at 10.",
        "98": "Stevenage, National Army Museum, 1970-09-39, pair of shoe buckles, rectangular, other ranks, 97th Regiment of Foot, 1794–5.",
        "99": "S. Hughes Myerly, British Military Spectacle: From the Napoleonic Wars Through the Crimea (Cambridge, MA, 1996).",
        "100": "A. Hollander, Seeing Through Clothes (Berkeley, CA, 1975), pp. 123–4.",
        "101": "M. McCormack, ‘Dance and Drill: Polite Accomplishments and Military Masculinities in Georgian Britain’, Cultural and Social History, viii (2011), pp. 315–30.",
        "102": "Kuchta, Three Piece Suit.",
        "103": "K. Harvey, ‘Men of Parts: Masculine Embodiment and the Male Leg in Eighteenth-Century England’, Journal of British Studies, liv (2015), pp. 797–821.",
        "104": "J. Begiato, Manliness in Britain, 1760–1900: Bodies, Emotion and Material Culture (Manchester, 2020), p. 41.",
        "105": "A. Jones and P. Stallybrass, Renaissance Clothing and the Materials of Memory (Cambridge, 2000); Fisher, Materializing Gender, p. 159.",
        "106": "M. Finn, The Character of Credit: Personal Debt in English Culture, 1740–1914 (Cambridge, 2003), p. 320. See also A. Shepard, Accounting for Oneself: Worth, Status and the Social Order in Early Modern England (Oxford, 2015).",
        "107": "D. Wahrman, The Making of the Modern Self: Identity and Culture in Eighteenth-Century England (New Haven, CT, 2004).",
        "108": "J. Tosh, ‘Gentlemanly Politeness and Manly Simplicity in Victorian England’, Transactions of the Royal Historical Society, 6th ser., xxii (2002), pp. 455–72; M. McCormack, The Independent Man: Citizenship and Gender Politics in Georgian England (Manchester, 2005), p. 17."
    }
}