{
    "title": "‘The True Physicians Here are the Padres’: British Christian Army Chaplains and the Liberation of Bergen-Belsen*",
    "author": "Robert Thompson",
    "date": "17 August 2023",
    "article": "When a senior medical officer summarised the work of army chaplains in the liberation of Bergen-Belsen concentration camp, he said: ‘The true physicians here are the padres, and they are doing more good to the patients than anyone else’. Chaplains, however, have been largely absent from the extensive scholarship on Belsen. Similarly, widespread interest in post-Holocaust Christian–Jewish relations has ignored the accounts of those Christians who encountered the aftermath of the Holocaust in the liberation of the camps. This article shows that chaplains fulfilled a unique role at Belsen, providing pastoral care which encouraged survivors as they shared their stories. This process of listening was the first encounter of British Christian ministers with the realities of the Holocaust as experienced by its survivors. As a consequence, they differ from most contemporary British narratives of Belsen in their appreciation of the Jewishness of the experience: they largely recognised survivors as Jews and sought to understand the specific nature of Jewish suffering. Finally, this article shows that chaplains recorded their experiences and displayed a sensitive approach to survivor testimony, ensuring not only that a wider audience learned the truth of the liberation of Belsen, but that those accounts were defined by the experiences of the Jewish survivors themselves. The article concludes that the experience of Christian chaplaincy in the liberation of Belsen uncovers a singular example of Christian–Jewish encounter in the aftermath of the Holocaust, one in which Christian ministers demonstrated a profound care for survivors, their identities and their stories.When the Second World War came to an end in Europe in May 1945, the Rev. David Stewart initially found himself with ‘ample spare hours’ relaxing ‘under the trees of [an] orchard’.[CITATION-1] ‘Occasionally’, Stewart later wrote, ‘a visiting officer would talk of Buchenwald and Belsen’.[CITATION-2] Both concentration camps had been liberated by Allied forces in mid-April, followed by other camps in Germany and Austria. Belsen’s liberation in particular had confronted British society with stark images and descriptions of a Nazi concentration camp.[CITATION-3] Despite the rush of newsreel from the camps, Stewart’s peace appeared at first to be unaffected: ‘We listened a little sceptically’, he said.[CITATION-4] Such scepticism was not to last, however, as Stewart soon encountered the reality of a liberated camp for himself, being sent on 14 May to Bergen-Belsen with 35 Casualty Clearing Station, to which he was attached as an army chaplain. Writing in July after he had left the camp, he declared that ‘I shall tell only what I know is true … in conveying to my public the things I have seen with my eyes and heard with my ears. In short, the barest truth’.[CITATION-5] Stewart committed himself to sharing what he witnessed as a chaplain with a medical unit which cared for survivors of Belsen. But in the seventy-five years since the liberation, the experiences of Christian army chaplains have been neglected and do not feature in the principal histories of Belsen.[CITATION-6] And yet, scholarship has explored different categories of liberator and witness: the medical teams, soldiers, journalists and film crews, even war artists, have all been studied for their roles at Belsen and how they responded to what they encountered there.[CITATION-7] Mark Celinscak briefly studied chaplains, not as their own category of analysis, but alongside Belsen’s medical teams, as part of a group of ‘padres, doctors, nurses, and additional medical personnel’.[CITATION-8] His wider purpose was to restore understanding of the Canadian role in the liberation of Belsen, not to reveal new stories of British liberators.[CITATION-9] Chaplains were non-combatants and they had specific duties of care, distinct from the work of the medical teams. They were Christian ministers who had volunteered for war service and who confronted for the very first time the realities of the Nazi genocide of the Jews; they should not be included in the military and medical responses because their experience at Belsen and their resources for responding were very different from those of both combatants and other non-combatants. Christian army chaplains constitute a distinct category for understanding how British participants witnessed the liberation and understood the experiences of the survivors they encountered.Where historians have previously referred to the work of chaplains, they have largely focused on the role of Jewish chaplains, namely the Reverends Leslie Hardman and Isaac Levy.[CITATION-10] Both men wrote book-length memoirs of their experiences at Belsen, both became well-known members of the Anglo-Jewish community and were later appointed as rabbis of Hendon and Hampstead United synagogues respectively, and, as the large majority of survivors of Belsen were Jewish, it is appropriate that this is where historians have begun.[CITATION-11] However, at least thirty British Christian chaplains, attached to both combat and medical units, either witnessed the liberation, were involved in post-liberation care of survivors, or visited the camp at some point in the immediate aftermath.[CITATION-12] These included T.J. (Thomas James) Stretch, a Church of England priest from Fishguard in Pembrokeshire, who was one of the first chaplains to enter the camp. He was interviewed by a news reporter and wrote a short report from within Belsen itself.[CITATION-13] Michael Morrison, the Roman Catholic chaplain to 32 Casualty Clearing Station, who was at Belsen from 17 April to 27 May, wrote letters to the head of the Irish Jesuit Order in Dublin and published a book chapter about his experience.[CITATION-14] This article discusses two major accounts of chaplaincy at Belsen that have not previously been studied. John Ross was the Church of Scotland chaplain to a Light Anti-Aircraft Regiment brought in from 19 April to 24 May to support relief efforts. David Stewart, the Church of England chaplain to 35 Casualty Clearing Station, arrived later, on 14 May, and supported a hospital at Belsen until his unit was moved on 18 June. Both Ross and Stewart wrote detailed accounts of Belsen which have only recently been deposited in archives.[CITATION-15] As the Christian chaplains at Belsen have been largely neglected by historians, piecing together the evidence of their story has its challenges. Chaplains’ letters have the immediacy of being written in the midst of the liberation and post-liberation care.[CITATION-16] Some post-war accounts, such as Edmund Swift’s, composed as late as 1989, could be influenced by decades of post-war reflection on the events.[CITATION-17] In contrast, the reports written by Stretch and Stewart in 1945 are revealing in their immediacy, reflecting conversations with survivors and including detailed quotations, recorded soon after they occurred.[CITATION-18] Some Roman Catholic chaplains focused their care on the minority of Catholic survivors of Belsen. Others—those who spent a longer period of time in the camp and prioritised pastoral care and survivor testimony—were able to understand more of the Jewish survivors’ experiences and were therefore better equipped to transmit these particularities when they came to respond. Language, too, was a challenge for those involved in the liberation and could have limited their understanding. But some chaplains overcame this barrier because they spoke German, while others relied on survivors as interpreters, or on the intercession of their Jewish chaplain colleagues—both Hardman and Levy spoke Yiddish.By exploring what Christian chaplains did at Belsen, how they interacted with survivors and how they responded to the experience, three principal conclusions can be drawn. First, chaplains developed a particular form of pastoral care through which they encouraged survivors to share their stories of persecution. Second, as a consequence of listening to these stories, chaplains recognised and were able to articulate the Jewish identity of the majority of those they met, and understood the distinctiveness of Jewish suffering under Nazi persecution. And finally, this attention to survivors and their stories characterised how chaplains responded to the experience of witnessing the camp for themselves and how they reported on Belsen to a wider audience.Restoring Christian chaplains to the history of Belsen contributes to three critical areas of historical study. First, their pastoral care for survivors gives a new insight into an important aspect of the post-liberation rehabilitation of Belsen survivors and demonstrates how army chaplains adapted their understanding of their own responsibilities in such unique circumstances. The neglect of Belsen has been a significant omission in studies of army chaplaincy in the Second World War.[CITATION-19] Secondly, this study contributes a new understanding of Christian responses to the Holocaust, demonstrating that when Christian ministers encountered for themselves the individuals who had experienced the realities of Nazi persecution, they were more likely to comprehend the specific anti-Jewish nature of Nazi policy. Although the question of how far their understanding was disseminated is unclear, these chaplains’ responses add nuance to the conclusions of historians such as Tony Kushner and Tom Lawson, who have pointed to the example of the Church of England to conclude that the revelations from the Western concentration camps did not alter British society’s inability fully to appreciate the anti-Jewish nature of Nazi persecution.[CITATION-20] Finally, in analysing for the first time the written records of the chaplains themselves, this study provides new evidence of immediate post-liberation recognition of the importance of survivor testimony, challenging what David Cesarani called the ‘myth of silence’, the suggestion that survivor experience was absent from the narrative following liberation.[CITATION-21] In sharing testimony, some chaplains reveal a degree of sensitivity to some women’s experiences of sexual violence during the Holocaust, for example, suggesting that some chaplains understood how Nazi persecution was experienced in distinct ways by women—an aspect of the Holocaust which even in historical scholarship has only relatively recently been given due attention.[CITATION-22] As the only major Nazi concentration camp liberated by British forces, Bergen-Belsen has a particular place within the British memory of the Holocaust. This was evidenced by the prominent part played in the 2020 UK Holocaust Memorial Day ceremony by the Belsen survivor Mala Tribich and the British liberator Ian Forsyth, who shared their remembrances alongside one another.[CITATION-23] But the experiences of participants such as Christian chaplains have been left untold. It is important to restore chaplains’ experiences to the historical record to enable a new understanding of both the liberation of a Nazi concentration camp and Christian responses to Jewish identity and experience in the immediate aftermath of the Holocaust.Eight days after his arrival at Belsen, T.J. Stretch was interviewed bywhile standing next to a partially filled mass grave. ‘This morning’, Stretch said, ‘we buried over 5,000 bodies. We don’t know who they are. Behind me you can see a pit which will contain another 5,000. There are two others like it in preparation’.[CITATION-24] The image of chaplains standing over the graves of Belsen’s victims was deeply powerful in framing the public understanding of Belsen and in associating chaplains with these mass funerals. A photograph of Michael Morrison praying over a mass grave was published on the front page of the Catholic newspaperon 4 May 1945, the paper’s first reporting of the news of the camp and its liberation.[CITATION-25] John Ross was filmed saying his own prayers over a mass grave.[CITATION-26] Ross’s daughters recall that a family friend saw the newsreel in Palestine, watching in the cinema with a Jerusalem audience. Surrounded by Jews, many of them seeing footage of the Holocaust’s aftermath for the first time, Ross’s friend jumped from his cinema seat and shouted: ‘There’s Jack!’[CITATION-27] This narrative—which firmly linked chaplains with burials—has defined historians’ assumptions about the role of chaplains at Belsen. As Mark Celinscak concluded, in the initial period of the liberation, ‘there was not much time to complete additional tasks’.[CITATION-28] Undoubtedly, in the typhus-ridden environment of newly liberated Belsen, burials were one of the most pressing of chaplains’ duties. But chaplains did far more at the camp than saying prayers over mass graves. From their arrival they took responsibility for one of the relief teams’ five core priorities, which had been laid out by Lieutenant Colonel Gonin, commanding officer of 11 Light Field Ambulance: ‘To help those who lived to regain their humanity’.[CITATION-29] Chaplains moved beyond what was usually expected of them in wartime and developed a particular pastoral role which focused on supporting survivors to talk, to be listened to and thus to regain their strength for the future.The roles chaplains were expected to play during the Second World War can be traced through official chaplaincy publications.[CITATION-30] The Deputy Chaplain General, Percy Middleton Brumwell, wrote in 1943 that the army chaplain was a ‘source of inspiration and good cheer’ to men in the front line. Chaplains, in his assessment, could have an impact on victory in battle because ‘[v]ictory in the day of battle will depend on morale’, something chaplains were well placed to influence through preaching and visiting men in the front line. But war was not all about morale and victory. Michael Snape has argued that in comparison with the First World War, chaplains serving between 1939 and 1945 undertook a far greater degree of ‘personal welfare work’, primarily in terms of the pastoral issues facing the men with whom they were serving.[CITATION-31] However, official publications could not prepare army chaplains for what confronted them when they entered Belsen in April and May 1945. Morrison estimated that when he arrived at Belsen on 17 April with 32 Casualty Clearing Station there were between 7,000 and 10,000 dead bodies lying out in the open or in their huts.[CITATION-32] In the report which T.J. Stretch wrote at Belsen, dated 23 April, he noted that a week after the first troops entered the camp, people were still dying and bodies were still unburied: ‘Yesterday, I went round the camp with a Doctor who commands a Hygiene Section. We estimated that there were over 2,000 bodies lying on the ground—there will be more tomorrow’. He added that ‘tomorrow, with a Roman Catholic and a Jewish chaplain I am burying over 4,000 people in a communal grave’.[CITATION-33] Compared with the usual expectations of chaplains in wartime these were unprecedented responsibilities: chaplains’ training provided guidance for the burial of individual, named servicemen, not mass burials of atrocity victims.[CITATION-34] Neither their prior experiences of the horrors of war nor rumours of other Nazi camps could prepare chaplains for the realities they faced at Belsen, as David Stewart’s initial scepticism about reports from Belsen and Buchenwald indicated.[CITATION-35] As well as duties to the dead, however, chaplains had responsibilities to the living. Catholic chaplains exercised particular responsibilities for the Catholic former inmates they discovered at Belsen. Morrison described how in his first twelve days he buried around 13,000 dead. But ‘[t]hose thirteen thousand took up very little of my time as two graves took five thousand each’.[CITATION-36] Instead, he considered that his responsibilities to the living were of even greater significance. He anointed hundreds with holy oil.[CITATION-37] He said Mass, and before he had left Belsen he was able to report to the Jesuit authorities in Dublin that ‘all Catholics had received Holy Communion at least once’.[CITATION-38] That Morrison wrote about these things to his superiors in the Jesuit Order suggests something of how he viewed Belsen specifically through the lens of a Catholic priest: he had a special duty to ensure that Catholics received the Sacrament.Even in the midst of their other duties, pastoral care became the overriding responsibility of the chaplains at Belsen. Ross demonstrated how his clerical and pastoral responsibilities were inherently linked. An officer in Ross’s regiment noted that the chaplain had established an ‘Inquiry Bureau’ which enabled survivors to begin to try and make contact with their former homes and the families from whom they had been separated.[CITATION-39] Ross emphasised, however, that this was more than simply an administrative department or post office. By acting on survivors’ enquiries, Ross participated in the first urgent task facing Jews following liberation: to get ‘back to their homes and united with friends they have left, if they can be found’.[CITATION-40] The particular religious tasks of a Roman Catholic chaplain were also often conceived in pastoral terms. Herbert Welchman, the senior Roman Catholic chaplain to 8 Corps, described administering the Last Rites. He said that it ‘was most touching to see the gratitude of these poor souls for the consolations of their religion of which they had been deprived so long’.[CITATION-41] Welchman’s words implied that in performing the responsibilities of a Catholic priest he was not simply fulfilling everyday religious obligations but was restoring a sense of normality for survivors, enabling practices which gave them solace and helped reclaim their identity, and thus providing care for their well-being.Edmund Swift demonstrated how, in pursuing his Roman Catholic duties, his status as a chaplain encouraged survivors to begin to tell him their personal stories. He arrived at Belsen at the end of April, and on his first day he accompanied Morrison around the camp, ‘both of us carrying the Blessed Sacrament’.[CITATION-42] Swift’s first task was to find Catholic survivors and fulfil Catholic obligations; but immediately, he was drawn into conversation with survivors themselves. On arrival, a French survivor gave him DDT to allow him to enter the disease-ridden camp safely. The survivor, according to Swift:suddenly noticed that under my tunic I was wearing a stole. ‘Oh are you a priest?’ he asked in surprise. And then for fifteen to twenty minutes he gave a graphic description of the outrageous treatment they had all received and the atrocious sufferings and degradation to which they had been submitted.[CITATION-43] Similarly, for Stretch, Ross and Stewart, attention to pastoral care was a significant feature of their work at Belsen. In July 1945, when Stewart published his account of his experience, it was the doctor in command of his unit, Lieutenant Colonel A.M. Campbell, whom he asked to provide the foreword. Campbell, one of the most senior medical officers at Belsen, praised the chaplains’ work at the camp: ‘No greater tribute can be paid to their work than was uttered by one of the medical officers—“The true physicians here are the padres, and they are doing more good to the patients than anyone else”’.[CITATION-44] Chaplains were intimately involved with the care of survivors, but they were not simply absorbed into the same work as the doctors and nurses. The doctors and nurses saved lives—Campbell said that medical treatment brought survivors back to ‘normal health and sanity’—but the chaplains, according to Campbell, through ‘sympathy, kindness, and understanding’, helped to give survivors ‘the will to live’.[CITATION-45] Ross summed up his duties in this way: ‘[w]e had been trained to kill and destroy, now we were helping to save and rebuild’.[CITATION-46] He gave a detailed account of the diverse work undertaken at Belsen, describing the procedure of DDT dusting; survivors ‘waiting outside to see the Jewish padre with one of their numerous problems’; burials; meals being prepared in the cookhouse and the accompanying food distribution process; washing in the bath-house; sanitary arrangements; and hospital care.[CITATION-47] He was, then, not just to be found standing over graves conducting burials or confined to one particular job in one particular area of the camp. Instead, his close involvement with so much of the relief work at Belsen enabled Ross to hold conversations with survivors. This is evidenced in the knowledge he demonstrated in his report, written soon after the war, regarding conditions in the camp; he was able to share what survivors had told him about their treatment at the hands of the SS guards, detailing ‘some of the facts which were corroborated by many witnesses’.[CITATION-48] Of all the chaplains at Belsen, David Stewart articulated at greatest length his concentrated process of committed pastoral care. Communicating with the aid of a German–English dictionary and English-speaking survivors who acted as interpreters in the hospital wards, and working in collaboration with his unit’s other chaplain, T.J. Davies, Stewart described his regime of care as a ‘determination to understand the needs of the patients’.[CITATION-49] In his retelling, this commenced on the patient’s arrival in the hospital, with a smile and then ‘a single [ventured] word—“Hullo”’, to which the reply was ‘a skinny hand’ which reached out to his.[CITATION-50] Stewart understood his purpose as being ‘to induce our patients to talk of their experiences and to help them to realise that they need never again fear the recurrence of those evil things’.[CITATION-51] He encouraged survivors to recollect their experience and to articulate it to him, and in doing so he thought that survivors could build a connection between their life before the catastrophe and their life to come.[CITATION-52] Stewart believed that the pastoral support he offered also contributed to survivors’ physical recovery. After numerous meetings and conversations with Marieka, a young Polish woman from Warsaw, conducted with the help of her English-speaking friend who served as interpreter, Stewart wrote that:One day I told Marieka—‘If you could only straighten your legs, you could walk.’ So she began to make the effort. Every day she forced her knees down, ignoring the pain, until she could do it twelve times. In a fortnight, she was able to stand. In another week she walked.[CITATION-53] The period of time cited by Stewart, and the photograph he published of Marieka with the caption ‘Standing for the first time in four months’, suggest that he was deeply involved in her care.Stewart described another of his patients as ‘the girl who did not want to live’. Her name was Magda, and when Stewart first encountered her in the hospital she would lie in bed, pretending to sleep, refusing to speak to anyone. Another survivor, Marika, who spoke English and acted as interpreter, told Stewart that it was because ‘[s]he doesn’t want to get better. She prefers to die’.[CITATION-54] This seems to have emboldened Stewart, who the next day went to speak to her. He remembered the conversation:‘What do you want to talk with me about?’‘I want you to tell me about yourself.’‘There is nothing to tell. I am just a Jewess. From Hungary. My family is dead. I am alive, unfortunately. There is no one in the world to care whether I live or die. It would be better for me to die, for I think God himself has surely forgotten me.’‘No, Magda, God has not forgotten you. And there are many who will be glad you lived.’She gave a short bitter laugh.‘Who are they?’‘People you will meet when you go back into the world again.’‘But if I don’t go back, I shall not meet them and how can they be glad or sorry?’‘Well, I shall be very glad if you get better.’ …Bit by bit she told me about herself … I brought several other girls to see her, taking care to choose those with a cheerful nature and firm character. To my joy, one of them became her fast friend. She, too, had no relations. When I left Belsen she was convalescing rapidly.[CITATION-55] Though articulated only from his side of the conversation, by spending time with Magda, encouraging her to talk, and by being there to listen, as chaplain Stewart participated in the first stage of her recovery.At liberated Belsen chaplains therefore carried out diverse tasks which went beyond initial mass burials and which sought to provide pastoral care for survivors. This challenges the existing assumption that liberators treated survivors with ‘shock, bewilderment, and lack of understanding’.[CITATION-56] The medical teams, according to historian Johannes-Dieter Steinert, made little allowance for the emotional needs of survivors and thought little of the ‘lifelong consequences of the recent trauma’.[CITATION-57] But chaplains could respond to survivors differently. They demonstrated a level of pastoral responsibility which was concerned both with the physical recovery of survivors and also with addressing the long-term psychological impact of the trauma the survivors had experienced.It is difficult to judge the extent to which chaplains’ pastoral work was a success. Nevertheless, in sharing his narrative of chaplaincy, Stewart demonstrated something of his own development in response to hearing survivors’ stories. At the beginning of his report the survivors were anonymous and they were victims: ‘the inmates were louse-ridden, emaciated and helpless. The living slept in the huts with the dead’.[CITATION-58] However, by the end of his account, Stewart was demonstrating a relationship with individuals who had names, stories, relatives, a painful past, but also the possibility of a future. They were no longer anonymous victims who were all the same; now they were Hanka, Julia, Sara, Vera, Genia, Susie, Klara, Marieka, Magda, Eirena, Blanca, Anna, Guta, David. In this way, Stewart showed how, in listening to survivors’ stories as a form of pastoral care, chaplains could engage with the survivors as individuals, and, in most cases, this meant they could begin to have some understanding of those survivors’ Jewish identities.Contemporary narratives of the liberation of Bergen-Belsen often contained few references to Jews and Jewish experiences of persecution. Historians have explored how the context of the liberation in the last weeks before Germany’s final defeat obscured knowledge of the eastern death camps such as Auschwitz. It has been suggested that Belsen was absorbed into what was already known about pre-war camps and not understood for its place within the escalation of Nazi persecution. The extent of the horrors revealed there meant that Belsen became the ultimate evidence of the evil of Nazism. The timing of its liberation close to the end of war in Europe contributed to its swift adoption as the symbol of the British role in defeating such evil.[CITATION-59] Joanne Reilly has noted that few of the soldier liberators of Belsen were able to comprehend something which was so horrific and therefore they could not understand its place within anything wider that would become known as the Holocaust.[CITATION-60] The Jewish story was neglected.Examining the experience of Belsen through the eyes of Christian army chaplains has allowed us, in the previous section of this article, to see how far the chaplains committed themselves to the pastoral care of survivors and interacted with them. Even then, Michael Morrison still referred to survivors in mass numbers. Describing the survivors he encountered when he arrived at the so-called ‘Horror Camp’, Morrison wrote that ‘about fifty thousand people were herded’ into it.[CITATION-61] But was this how all chaplains encountered the survivors of Belsen, or did others consider survivors as individuals and, specifically, as Jews? In examining how they articulated their interactions, it becomes clear that most chaplains had some understanding of the Jewish identities of Belsen’s victims and the particular suffering of the Jews in Nazi Europe.Of the more than 60,000 people alive in Belsen at the time of its liberation, around two-thirds were Jews.[CITATION-62] In fact, there were more Jewish survivors of Belsen than of any other concentration camp liberated by the western Allies.[CITATION-63] Yet when British observers responded to reports of Belsen, the Jewishness of the camp, its victims and its survivors was mostly absent from the narrative.[CITATION-64] Scholars have generally agreed that for the liberators and for British society more widely, Belsen was a universal, not a Jewish, experience. Tony Kushner has argued that ‘the ambiguities of liberalism’ characterised the context in which the British conceived of the persecution of the Jews: in other words, an attitude of ‘liberal universalism’, which opposed ‘religious/racial intolerance’ but which could not comprehend ‘Jewish’, meant that the Jews were absent from British reports of Belsen.[CITATION-65] Tom Lawson has maintained that for the Church of England the ambiguities of liberalism were articulated in a Christian framework: war with Nazi Germany was a war for Christianity itself.[CITATION-66] When the concentration camps were liberated, this narrative was ultimately unaffected: the camps were evidence of Nazi anti-Christianity, not antisemitism. For example, Lawson quoted the, the leading Anglican newspaper, which in August 1945 blamed the ‘secularisation of society’ for the atrocities.[CITATION-67] When theis compared with other church newspapers, it is clear that the attitude of the Church of England was replicated across other Christian denominations. The Catholic press failed to recognise the liberation of Belsen as evidence of the persecution and attempted destruction of the Jewish people. The first report in thewas headlined ‘Westminster Mass For German Torture Camp Victims’. The article announced: ‘There will be a Solemn Requiem Mass in Westminster Cathedral at 12 noon on Monday, April 30, for the repose of the souls of the victims who have died in German concentration camps’.[CITATION-68] There was no room in this report for Jewish victims. The Mass at Westminster Cathedral was reported on the front page of the Catholicon 4 May. The paper reported that in the congregation ‘[t]he Poles, probably the chief sufferers from Nazi cruelty were largely represented … They were mourning death and cruelty not so much to soldiers, who accepted the risks, but to men and women like themselves, whose main crime was that they resisted un-Christian domination’.[CITATION-69] Catholic readers in Britain, therefore, absorbed a view of Belsen which was largely understood in national, Christian and, specifically in the Polish case, Catholic terms, without room for an understanding of antisemitism, Jews and the Final Solution.It is important to recognise, however, that historical analysis of this Christian–Jewish interaction in the wake of the Holocaust has primarily focused on the accounts of those who did not witness the concentration camps for themselves. Once eyewitness testimony is integrated, these conclusions become complicated. For example, Russell Wallis’s work on British prisoners of war has challenged the conclusions of Kushner and others that liberal universalism prevented the Allies from recognising the Nazi treatment of Jews. Wallis has demonstrated how those British soldiers who witnessed the persecution of the Jews at first hand, working as prisoners of war alongside Jewish forced labourers, or encountering Jews on forced marches in the latter stages of the war, for example, understood far better the particular place of Jews within Nazi ideology.[CITATION-70] Restoring chaplains to the historical record also allows us to assess the Christian response to the Holocaust in the light of the accounts of individuals who actually witnessed something of the consequences of Nazi persecution. In encountering the realities of Belsen, chaplains, as Christian ministers, were prompted to respond differently to the Jewishness of the experience. As in the case of British prisoners of war, this suggests that those non-Jews whom circumstances placed alongside Jewish survivors for sustained periods of time were able to understand more of the experiences of Jews in comparison with those who either encountered survivors only briefly or who formed a narrative from a distance. A context in which they were intimately involved in Jews’ welfare enabled many chaplains firstly to identify survivors as Jews and, secondly, to understand something of the uniqueness of Jewish suffering in the Nazi catastrophe. Moreover, in recognising for themselves the Jewish experience of Belsen, chaplains wanted others to understand this too.The Jewish chaplains who witnessed Belsen, of course, could not fail to see survivors as Jews. Leslie Hardman was the first Jewish chaplain to arrive at Belsen. He wrote movingly of the first encounter between Jewish survivors and a rabbi from the liberating forces. One spoke to him in Yiddish:[A]nd I spoke to them in the same language. I don’t know what I said, but my words had no more effect on them than my appearance. Then the girl pointed to the Magen David on my tunic, and they came forward cautiously, one by one, and peered. Slowly, almost reluctantly, recognition reached their tired, tormented minds.[CITATION-71] As a rabbi, identified by his Star of David and communicating in Yiddish, the common language of much of Eastern European Jewry, a Jewish chaplain was able immediately to form a powerful emotional connection with Jewish survivors. For Hardman, entering Belsen—and confronting the realities he found there—was an intensely Jewish experience.[CITATION-72] Christian chaplains at Belsen gained a better understanding of the victims’ identities through their frequent interactions with their Jewish colleagues. Describing his first burial service, Hardman recalled standing by the graveside with a Protestant chaplain. Hardman asked his fellow chaplain whether he would like to pray first. Hardman recorded the Protestant chaplain’s response:[H]e said it would be more fitting if I did so, as most of the dead were Jewish. And so, with bursting heart, the salt tears coursing down my cheeks, I said the prayers for the dead … Then the Protestant padre said his prayers, and the three of us stood with bowed, uncovered heads. As we left the grave I was still crying, and my companions, too, were deeply moved. My fellow padre turned to me, saying, ‘There is very little I can do here. Most of the people are Jewish, and I cannot talk even with those of my faith, as I do not know the language. You are needed, you must stay.’[CITATION-73] Even if this particular Protestant chaplain could not communicate in English with survivors, the experience of standing over a mass grave and witnessing his colleague’s deep emotional response and spiritual connection with those still living in the camp emphasised to him that the majority of the victims and survivors of Belsen were Jews. There was no attempt to impose Christian understanding or language at this moment, only a deep and moving respect for Jewish suffering, grief and survival. It is a powerful image of Jewish–Christian interaction in the stark aftermath of the Nazi catastrophe.In many more cases, Christian chaplains identified survivors of Belsen as Jews. Stretch made a real effort to try to understand who the victims of Belsen were. ‘[W]ho are these people who have suffered so much?’, he asked and then answered himself: ‘We don’t know; nobody knows’. Stretch listed some of the ‘crimes’ for which the survivors had apparently been interned: listening to anti-Nazi broadcasts, speaking out ‘against the state or against Hitler’ and being ‘underground workers in occupied countries’. Others, Stretch emphasised, ‘belonged to different races and creeds; they were Poles or Jews—that was their only crime’.[CITATION-74] Here, Stretch demonstrated that in the midst of his work at Belsen he was reflecting on who the victims were and why they were at Belsen. Although his conclusion displayed some universalism, he did acknowledge that, for many of Belsen’s victims, it was their Jewishness which had singled them out for persecution. When John Ross first entered the camp, he encountered a group of girls who had only recently arrived at Belsen. ‘The majority of them were Jewesses’, he wrote, ‘—French, Czech, Hungarian and German—who spoke several languages and were now acting as interpreters for the British’.[CITATION-75] He identified survivors by nationality but before doing so emphasised their Jewishness. Later in his report he was even clearer: of those in the camp, ‘[c]ertainly 60% at least were Jews’.[CITATION-76] David Stewart was equally unequivocal: ‘A very large proportion of the internees were Jewish, of German, Polish and Hungarian origin’.[CITATION-77] Indeed, the identities of the survivors whose stories Stewart published were not anonymous: where relevant he clearly affirmed the fact of their being Jews.[CITATION-78] It has been noted, however, that Roman Catholic chaplains carried out some specifically Catholic roles at Belsen, such as administering the Last Rites to the dying. In some cases this limited Catholic chaplains’ opportunities to reflect on the Jewish identities of survivors. Michael Morrison, the first Roman Catholic chaplain to enter the camp, did not mention Jews in any of his writing about the experience. In his first letter from Belsen, dated as early as 18 April, he described the victims as ‘dead civilians’. Already he was focused on his duties as a Catholic to Catholics: ‘Administering the sacraments is very difficult as none of the people speak English and no record of religion is kept’.[CITATION-79] A more detailed letter describing his work at Belsen, written on 11 May, referred to patients in the hospitals as ‘Poles, Hungarians, Czechs, Russians, French, Belgians, Dutch’, and not as Jews and non-Jews.[CITATION-80] Similarly, Morrison’s published account of Belsen, which appeared in 1947, made no mention of Jews. He wrote that in Camp 1, the ‘Horror Camp’, ‘[i]t is very difficult to assess the number of Catholics but it must have been about 30%’.[CITATION-81] Clearly Morrison was aware that the vast majority of victims and survivors were non-Catholics, but he did not feel any need to qualify this non-Catholicism with the word ‘Jews’. Another Catholic chaplain, Herbert Welchman, visited Belsen as early as 17 April. In his memorandum on his visit he also made no reference to Jewish victims. Instead, he spoke of Poles and French and particularly emphasised a group of Frenchmen who ‘were overjoyed when they heard that a British Military Chaplain was coming to live in the camp and that they would be able to attend Holy Mass and the Sacraments. They proudly produced their tattered prayer books and said that they had used them daily’.[CITATION-82] The challenging language barrier which Morrison experienced may have been a factor, but it is also possible that he did not make reference to the Jewish identities of the majority of Belsen victims because he was writing for a Catholic audience; perhaps he felt that it was the details about Catholics, and not Jews, which Catholic readers wanted to hear. Welchman’s experience also suggests that he sensed an urgency in his own responsibilities as a Catholic priest to fellow Catholics. The introduction to, an edited collection of experiences of Catholic chaplains during the Second World War, in which Morrison’s account of Belsen appeared, described Catholic chaplaincy duties narrowly as being ‘for the specific purpose of ministering to the spiritual and moral needs of Catholic personnel in the Army’.[CITATION-83] It is not surprising, then, that in the extreme circumstances of Belsen, Morrison and Welchman persisted in seeking out Catholics to whose needs they could continue to minister.However, this approach was not representative of all Catholic chaplains at Belsen. Morrison entered the camp in the very early stages, when there were Catholics dying around him. The need to administer the Last Rites and anoint the dying and the dead, in his role as spiritual caregiver, was urgent. Catholics who arrived later and spent more time in Belsen, however, did identify some victims as Jews. Vincent Fay, for example, entered Belsen on 27 April with 9 British General Hospital and was stationed there until 17 June. In letters written from the camp he described the administering of the Sacraments to Catholic survivors but he also stated of the survivors that they were ‘of every nationality especially Poles, Russians, Czech-Slovaks and many Jews’.[CITATION-84] George Galbraith, who entered Belsen with the Vatican Relief Commission in Europe, was quoted at length by thein September 1945. The editorial line again strongly emphasised the Catholic and Polish victims, especially those who had been priests. The headline was ‘Priests’ Death Roll in Horror Camps: Scottish Chaplain Reports From Belsen’ and the lead read: ‘Fr. Galbraith informs us that 80 priests, mostly Poles, died in this compound and that in Dachau 1,200 priests died, 800 of whom were Polish’.[CITATION-85] Galbraith himself, who wrote of the time he spent in the hospitals at Belsen, contradicted the editorial line and emphasised that despite the national mix, most people in the camp were Jewish: ‘The camp was cosmopolitan. Poles in large numbers, Dutch, Belgians, Italians, Czechs, Slovenes, Yugoslavs, Hungarians, Austrians, Greeks, German, French. The Jewish element predominated. 80 per cent Jews’.[CITATION-86] Edmund Swift first encountered survivors of Nazi persecution at what he called the ‘Bremen Concentration Camp’ and which was most likely the Bremen-Farge sub-camp of Neuengamme. He recalled that the survivors ‘were all Europeans, and from their response towards us appeared to be all Catholics. We anointed them all’.[CITATION-87] Of Belsen, however—where Swift arrived on 14 May, staying for two weeks and returning on 28 June until leaving for good on 9 August—he reported that ‘[a]mong the Belsen prisoners Jews were predominant’.[CITATION-88] Swift’s account also demonstrates that chaplains did not simply identify victims and survivors of Belsen as Jews but also understood something of the particular nature of the Jewish experience of Belsen. As an interesting addition to Galbraith’s report for the Vatican Mission, Swift added that one of the Mission’s key clerical roles was to gather information from Jewish survivors ‘about relations and friends, and whether they were already dead or perhaps still alive but in some unknown locality’. The information was collected by Vatican staff and it ‘thus became possible for families to be reunited or at least to learn what members of the family were still alive and where they might be found’.[CITATION-89] In undertaking this task, chaplains learned about the particularities of the Jewish experiences, above all the severe displacement wrought by the Nazi persecution.Other work conducted by chaplains also helped them to understand the uniqueness of the Jewish experience of Belsen and of Nazi persecution more widely. John Ross ran what he called an ‘Interview Room—answering questions, dealing with requests and complaints etc. etc. and running a kind of Post Office for those who wanted to write letters’. He noted that his office was shared by a Jewish chaplain: ‘He could speak German and most of our clients were Jews but I, of course, had to have an interpreter … We had a very fine Hungarian Jewess and her daughter of twenty working with us and she had a wonderful way of dealing with our callers’.[CITATION-90] This work—the interactions with Jewish survivors, the close working relationship with the Jewish chaplain and Jewish interpreters—suggests that Ross had numerous opportunities to understand the Jewishness of Belsen.The Jewish chaplain with whom Ross shared an office was most probably Leslie Hardman. The latter recalled that ‘I had been given the use of a small room which served me as an office. Here hundreds of people came to seek my help’, for example in tracing lost loved ones.[CITATION-91] The sort of insights which Ross might have learned from sharing a close working environment with Hardman, who was himself dealing with so many Jewish survivors and their families, can be gleaned from a conversation Hardman reported having with other British officers in the camp. His colleagues were finding it difficult to empathise with the survivors. ‘Be patient’, Hardman advised them, ‘these people are not just sick recovering from an illness; they have not just been pardoned for any crime or holding some political idea … They have been subjected not only to a deliberate extermination of themselves as a people, but to a disintegration of their souls’.[CITATION-92] Hardman made it clear to his colleagues that this was not simply a horror camp but evidence of the Nazis’ attempted destruction of the Jewish people. This was the understanding which Christian chaplains could obtain from working with their Jewish colleagues.Engaging on a pastoral level with survivors was another important way in which chaplains could understand the Jewish experience both at Belsen and earlier. Large numbers of the Jews at Belsen were survivors of the forced death marches from Auschwitz and elsewhere in the winter of 1944–5.[CITATION-93] They had survived many of the realities of Nazi persecution beyond the horror of Belsen itself. David Stewart wrote that ‘[o]ne could always detect the Jewish patients by the number neatly tattooed on their forearms. This was done on their arrival at their first Concentration Camp’.[CITATION-94] Although not all Jews were tattooed at Auschwitz, the majority of those with tattoos were Jewish. Stewart’s reference to ‘first’ concentration camp implies some understanding of the long experience of continued, repeated, escalated persecutions enacted against the Jewish people by the Nazis and their collaborators. Belsen was not simply a detention centre for political opponents, nor was it the only camp where Jews had suffered.In one testimony Stewart told the story of a teenage boy called David. He was clearly deeply moved by his relationship with David and shared something of how the boy would ‘sit and gaze out of the window and say nothing’ on his numerous visits to Stewart’s office. After reflecting on this, Stewart then said: ‘There does not seem to be any peace for the Davids of this world’.[CITATION-95] Perhaps Stewart meant that there was no peace for children on whom the horrors of war had had an impact. But is it simply a coincidence that this young Jewish boy held the name of the foundational Jewish King David? Is it possible that here Stewart was actually saying that through his experience he saw something of how there had been no peace for the Jews as a people as a whole? Perhaps, being a David himself, Stewart especially identified with him. Either way, it suggests a degree of solidarity with the survivor. Nowhere did Stewart—or indeed any of the Christian chaplains studied—exhibit evidence of antisemitism, use of anti-Jewish stereotypes or attempts at conversion, all things which, although not universally practised in the Church of England of the time, were nonetheless widespread.[CITATION-96] Stewart did not force his own faith on the Jews he met, nor did he minimise their experiences or seek to diminish their faith and identity. He appears to have respected them as Jews. As we have already seen, when one Jewish survivor, Magda, told him that she thought that ‘God Himself surely has surely forgotten me’, Stewart responded: ‘No, Magda. God has not forgotten you. And there are many who will be glad you lived.’[CITATION-97] T.J. Stretch, like Stewart, demonstrated some understanding of the wider Jewish experience across Europe. Rather than simply associating Belsen with Nazi persecution and Nazi persecution with Belsen, he was aware that Belsen was only part of the story. He recognised that the dead he encountered ‘are a small portion of the great unknown number who have been systematically killed by the Nazis’.[CITATION-98] Tony Kushner has noted that in contemporary accounts Belsen was often portrayed as the very worst example of Nazi atrocities—Auschwitz was absent; and, particularly in the later Belsen trials, British accounts of the evidence were emphasised over and above Jewish voices.[CITATION-99] But chaplains complicate this narrative: because they interacted with survivors, they learned about what survivors had suffered, not just at Belsen but also elsewhere.Not only did chaplains gain some understanding of Jewish experiences of Nazi persecution, in some cases they were committed to communicating these experiences to a wider audience. Edmund Swift shared how one Czech Jewish woman talked to him in distressing detail about the gas chambers and crematoria of Auschwitz. One of her companions interrupted her and said: ‘Ugh! Let us not talk about all this frightful business. It is now passed. Let us put it behind our backs and forget all about it’. But the first woman replied: ‘No my dear, we must talk about it. We must let the world know howhave been treated, and whathave been through’.[CITATION-100] Swift’s account of Belsen was written in 1989, decades after the events he described, but if accurately remembered, this particular anecdote illustrates both how Swift took note of Jewish experiences of persecution and that he continued, many years later, to agree with the survivors he had met: the world should know how ‘they’, the Jews, had been treated. And unlike Swift’s, Ross’s account was written soon after the war. Stewart’s account was published just months after he left Belsen. Stretch wrote in the camp, a week after the first Allied troops entered. Thus, survivors’ Jewish identity was not just something which chaplains later considered in the context of post-war reassessment of the Christian–Jewish relationship; they did so inside the camp itself as a reaction to the circumstances in which they encountered survivors themselves and, crucially, survivors’ stories.The question remains, then, as to why Christian chaplains responded so differently from other eyewitnesses at Belsen in their understanding of something of the Jewish experience of the camp. Joanne Reilly has claimed that for the liberators, Belsen was ‘not a particularly Jewish tragedy but a human one’.[CITATION-101] The very fact of being present at Belsen, therefore, was not enough to convince liberators of the Jewishness of the majority of the victims and survivors. There appears to have been something more specific about the role of the chaplain, which means that many of them did not conform to the established British narrative of Belsen as a universalist horror. The distinctions between chaplains’ accounts suggest that there was no simple Catholic/Protestant divide to explain differences in reporting. On a personal level, it was what chaplains did in practice—and how they thought about their presence at the camp at the time and afterwards—which enabled them to recognise the Jewishness of survivors. Because chaplains approached survivors as individuals and listened as survivors bore witness, they had the opportunity to understand them as Jewish victims and as Jewish survivors.Tony Kushner has said that the silence of some when it came to the Jewishness of survivors was ‘not accidental’.[CITATION-102] If this omission was deliberate, then stating the Jewishness of survivors was not accidental either. Chaplains chose to articulate and to seek to understand the Jewishness of those they met because they saw survivors as people with individual stories. Indeed, they told others about survivors’ identities because they wanted others to learn. In expressing his reasons for recording his experience at Belsen, John Ross wrote that he hoped to ‘awaken and keep alive our sympathy for all, Jews and Gentiles alike, who have suffered during this war and before it, immeasurably more than we have’.[CITATION-103] Ross stated that there are lessons for everyone, but he singled out Jews for particular mention because his experience at Belsen taught him something of the uniqueness of Jewish suffering under the Nazis and the necessity of ‘our’ sympathy. For Ross, identifying victims of Belsen as Jews was not just a matter of telling something of the truthful reality of the experience. Acknowledging that victims were Jews should lead to a response: it motivated sympathy and inspired a change in the Christian attitude towards Jews. It also shaped how chaplains wrote about their experience in order to help others understand what they had witnessed.At the beginning of his report on Belsen, T.J. Stretch reflected on how, and whether, he ought to tell others of the experience:I don’t know whether I ought to write this. Something seemed to tell me that many may say it is a flight of my imagination; others may say that at least there is a semblance of truth in what I write, but that I have laid on the colours much too thickly. But for all that, I feel it ought to be done … This is so ghastly a story that the whole world should know about it.[CITATION-104] Though they found it difficult, it was in writing that chaplains first felt able to articulate their response to Belsen. They were concerned to tell the truth of the camp, what they knew of its history and the conditions for its inmates, and, most interestingly, some chaplains shared the testimony of survivors themselves. In so doing, chaplains at Belsen provide a powerful corrective to the claim that ‘no one was interested in the testimony of the survivors’ and considerably supplement more recent work on those who sought to preserve the stories of those who had survived Belsen.[CITATION-105] Chaplains recorded their encounters with survivors and these interactions formed the basis of their response to Belsen in the initial period following the camp’s liberation.Chaplains’ first justification for writing concerned the imperative of telling the truth. When Stretch wrote his report, he signed and dated it ‘T.J. Stretch C.F. [Chaplain to the Forces], Belsen Camp, April 221945’ in an effort to establish the authenticity of his account.[CITATION-106] Just days after the camp was liberated Stretch was eager to state the truth of what he had witnessed, and his effort to record this truth was reinforced by what he did with the report. Stretch did not write for his family or friends; he wrote for a wider audience. The report was dictated to his batman and several copies were made. One was sent to Stretch’s superior, the Assistant Chaplain General, John William Jackson Steele, who, recognising the importance of Stretch’s account, sent it on 2 May, along with a report by the Jewish Chaplain Isaac Levy, to all senior chaplains. Indeed, in his memorandum which accompanied Stretch’s and Levy’s accounts, Steele—who himself visited Belsen—also acknowledged the importance of telling the truth of Belsen: ‘As it was impossible to arrange for all chaplains to see this camp, these two papers may give you the atmosphere of an eye witness account … I hope it will allow you to judge the accounts that have appeared in the newspapers and to appreciate their true worth’.[CITATION-107] In this way, Stretch’s response was circulated, read and absorbed, alongside a Jewish account, by other Christian clergy serving in the British armed forces. At least one such chaplain, Bryan Isaac, kept his copy of Stretch’s report for the rest of his life.[CITATION-108] Even more than this, Stretch’s report reached a still larger audience because it was sent to theand was quickly published in this mainstream Christian newspaper later in May 1945.[CITATION-109] Part of Stretch’s intention was therefore not just to tell the truth but also to ensure that the Church at large—and Christians—would know what he had witnessed.Similarly, David Stewart articulated his sense of purpose in telling others the truth about the experience of Belsen. His account was written just a few weeks after leaving the camp. The report was published as a pamphlet and included a number of his own photographs. In his opening reflection, Stewart outlined his objective, writing that the experiences of the survivors he met ‘entered so deeply into my soul that forever I cannot forget’ and that in the account that followed ‘I have tried to draw a picture of what I know to be the truth’.[CITATION-110] John Ross, too, commented on his need to inform others. In his report, he recalled writing home to his family when the ‘Horror Camp’ was burned on 21 May 1945.[CITATION-111] In all these examples there is a clear sense that these chaplains recognised the importance of telling others about their experience in the immediate aftermath. Neither Stretch nor Stewart nor Ross wrote about the rest of their war service. Belsen had such an impact on them that it was this alone that they felt others needed to understand.It is important, then, to consider what truths the chaplains wanted others to hear. Dramatic, horrific details were not absent from the narratives they told. In the early part of his account, Stewart wrote: ‘There is a shocking ugliness in the thin whimpering of a man who is longing for the relief which death alone can give; the gasping screams of a woman in the throes of dysenteric cramps … At Belsen, these things were a commonplace’.[CITATION-112] Examples of potentially sensationalised language in Stewart’s account are, however, almost always instances where he was describing the early days of the liberation, something he himself did not witness, since he arrived at Belsen on 14 May. Where his account is impersonal or graphic in tone, this reflects the observations of others. His accounts of his own experiences are far more personal, and his encounters with survivors displayed a deep sense of respect, such as his response to a non-Jewish Polish patient who wept at the realisation that she would never see her mother again. To this, Stewart wrote: ‘What could one say in the face of such grief as that? Here was sacred ground’.[CITATION-113] Even if the horrors were occasionally voiced, most chaplains’ accounts of Belsen were not sensationalised or overly dramatised but were attempts to establish a factual record. Edmund Swift used fifteen pages to outline its location, the story of the liberation and the conditions which survivors experienced, writing for example of the ‘half a litre per day’ of soup to which inmates were restricted.[CITATION-114] As chaplains to the hospitals, Swift and Fay were particularly determined that their readers should understand the conditions which patients experienced.[CITATION-115] In his report, Ross took his readers with him as he described the camp, writing, for example: ‘In order to give you some idea of what the camp itself was like, I am going to ask you to visit it with me now. We enter through the administrative block at the main entrance.’[CITATION-116] Similarly, Stretch shared details of the survivors he met, including their ages and insights into their experience, noting, for example, that a ‘girl who spoke to me had been there for six months; she had been in another camp for six months and before that, in prison for one year’. He directed readers’ attention beyond Belsen to other camps, writing that ‘some internees say it is not the worst camp by any stretch of imagination’, thus broadening the understanding of readers back home that Nazi persecution was about more than the horrors of Belsen. The way Stretch wrote was also deeply affecting, addressing his readers directly and involving them in responding to Belsen: ‘Can you imagine your children living in such surroundings?’, he asked.[CITATION-117] His account was not merely descriptive; he shared the details with an intention to initiate a response from others, just as he, too, had been forced to respond.Stretch’s report was designed for immediate consumption and was therefore short. Other chaplains were able to say far more about the individuals they encountered in Belsen. Indeed, they used their responses to share the testimonies of survivors. Of the sixty-eight pages Swift wrote about Belsen, he used almost twenty to record stories from his many conversations with survivors, such as a Jewish woman who described the process of selection at Auschwitz and the murders of children.[CITATION-118] Swift indicated clearly to the reader that what he knew of Belsen and other evidence was founded on what survivors had told him. For example, he related information regarding German burials of victims in the last few days before the liberation based ‘[o]n the testimony of a survivor’.[CITATION-119] The value of survivor testimony in conveying the lived realities of Belsen was also recognised by another chaplain, Daniel Cummings. Cummings did not visit Belsen itself, but as a Catholic chaplain to a British military hospital in Bassum, around seventy miles from Belsen, he met many survivors who had been transferred there from the camp. With a knowledge of German, Cummings was able to act as interpreter between patients and the medical staff, in this way encountering and hearing the stories of many survivors.[CITATION-120] For example, the story of a young teenage boy called David affected Cummings in particular. He shared what David told him about his experience: of the German invasion of Poland, the arrival of troops at his village, the rounding up of Jews, the murder of David’s mother and sister, his forced labour in mines, his escape, recapture, evasion of an execution squad, and eventually his liberation by the British. Cummings also noted that the Nazis ‘gave him a number as his name—it was tattooed on his upper arm. He pulled up his shirtsleeve and showed me the light blue figures marked clearly on his skin. Why had they done this to a Jewish child?’[CITATION-121] In sharing David’s testimony, Cummings confirmed his commitment to replacing a number with a name and a story, restoring identity where it had previously been erased.As I argued earlier, David Stewart moved from an anonymised description of survivors towards sharing individual stories. Twenty-nine of the fifty-eight pages Stewart wrote were dedicated entirely to individual survivors’ testimonies. Most of these accounts were told in the survivors’ own words as they had related them to Stewart in the course of his pastoral care, and they were accompanied by photographs of the respective survivors, not horror images of masses of anonymised victims but named and captioned portraits. For example, alongside a photograph of four young women, arms around each other, he shared the story of ‘four sisters’: Blanka, Irena, Magda and Anna, all Hungarian Jews. Stewart shared what they told him of their deportation to Auschwitz, the selections, the murders by gas and the operations of the crematoria, but he also included small facts about their lives before the war which could only have been revealed from personal attention to the detail of their conversations: ‘Their father had a big drapery business in Hungary. Blanka’s husband was an officer in the Hungarian Army’.[CITATION-122] He also related small aspects of his relationship with them in the passing on of their testimony:The last time I saw the four sisters, they were all recovered from typhus and sharing a room in Camp 3. They were happy, for they had just received news that their father and brother were alive. Blanka’s husband was safe, too. They gave me Vienna sausage and sauerkraut, and cold tea, and we ate together.[CITATION-123] The act of listening to survivors’ testimonies and recording them was therefore evidence of an expansive approach to survivor care, in which food and fellowship were shared between chaplain and survivors, as well as stories of the past and hopes for the future. They revealed something of the individual experiences of survivors and some of the truth of the Holocaust, but they also emerged directly from Stewart’s attention to pastoral care. He wrote:That they suffered degradation and indignity is no fault of theirs. It leaves no taint or stigma upon them. The stigma will be ours, who have the power to set them again on their feet, if we fail in our duty to do them this simple service. They have earned their future. Let it be our pleasure and our happiness to ensure that that future holds nothing for them but peace and rest.[CITATION-124] His intention was to ensure that society at large would co-operate with him in guaranteeing a better future for survivors who had suffered so much. Highlighting lived experiences through the recording of testimony was a way to illuminate this duty to a wider audience.In doing so, Stewart was particularly attentive to women’s testimony, sharing details of the sexual violence to which women were often subjected during the Holocaust. For example, an English-speaking woman whom Stewart referred to as ‘Madame B’ related stories of exploitation at Ravensbrück concentration camp:‘No woman was really safe’, she said, ‘I have been there when an S.S. man has come into the hut and looked around speculatively. I have heard him say, “You, and you, and you … come on. Get yourselves washed, the soldiers are waiting.” These girls had to go … They had to submit to the most beastly usage.’[CITATION-125] It is possible that in a different context such horrific details could have been used in a sensationalist way, to prove the horror and the evil of the Nazi regime. But in the context of Stewart’s pastoral care, and his intention of bearing witness to the truth of what was experienced by the victims of Nazism, he seems to have shared these details in order to give voice to real experiences of women under Nazi persecution. These stories were shared in the words of the survivors themselves, just weeks after they were first spoken to Stewart. The conveying of such testimony by Stewart complicates historians’ existing assumptions that people did not listen to the specifically gendered experiences of women during the Holocaust.[CITATION-126] Just weeks after the liberation, it is clear that a male chaplain did engage with female survivors; he listened to the stories they told of the particular abuses they suffered because they were women as well as Jews; and he deemed these examples important enough to be written up.In Britain, according to David Cesarani, Belsen was not understood through the voiced experiences of survivors themselves, despite the willingness of some survivors to tell their stories.[CITATION-127] Studying Belsen through the accounts of chaplains shows that some of them asked questions and wanted to hear survivors’ stories: chaplains recognised the value of testimonies, both with the express desire that people should know and learn from them, but also so that, in reading and listening to them, the world could safeguard the wellbeing of survivors themselves. Boaz Cohen has concluded that child testimonies collected in 1945 and 1946 in a school in the post-war Displaced Persons camp were ‘unique … in their closeness to the events described’.[CITATION-128] Yet chaplains’ accounts were recorded even earlier, gathering testimony from survivors who were just beginning to speak only days and weeks after the liberation.The twenty-nine pages of survivor testimonies in Stewart’s report are not the most detailed testimonies of the Holocaust. They are not recorded interviews, published memoirs or professional oral history accounts. Nevertheless, they are among the very earliest attempts to record the experiences of camp survivors. Stewart’s work precedes by three months the founding of the first Jewish archive of survivor experiences in the British-occupied zone of Germany, and by twelve months the well-known and much-studied documentation work conducted among Displaced Persons by David Boder.[CITATION-129] Both during and immediately after the events of the Holocaust, Jews pursued with urgency a tradition which has been termed ‘salvage ethnography’, preserving evidence of their plight for the future.[CITATION-130] The uniqueness of Stewart’s account is that he, as a non-Jew, just one month after the liberation of Belsen, recognised an urgent need to record and preserve Jewish survivors’ stories as they were told to him.If most chaplains responded to their experience of Belsen by writing in the immediate aftermath, how they continued to respond later in life—to what must have been the traumatic experience of their time at Belsen—is more difficult to trace. Scholars of the impact of trauma in wartime suggest that it is not the fact of witnessing something particularly painful which is the trigger for trauma. More influential is the nature of the context in which pain is witnessed and later remembered by the individual.[CITATION-131] Chaplains were attached personnel, operating on their own, alongside and within but not as a permanent part of their units. Support—and the opportunity to begin to process what they were encountering—had to be found where it could. In the camp itself it was from each other that chaplains were first able to seek and provide support for themselves. Vincent Fay, for example, wrote home about his ‘usual clerical visitors’, Morrison and Swift.[CITATION-132] Swift wrote of the way in which chaplains met together as a group ‘every week’ to divide responsibilities, organising different hospital visit rotas, for example.[CITATION-133] In such circumstances, it is probable that chaplains shared experiences with each other and offered one another mutual support.When chaplains returned to their parishes after the Second World War, however, they were again left on their own to pursue their potentially isolating priestly vocations. T.J. Stretch was interviewed in the camp bynewsman Paul Wyand. In his memoir, Wyand wrote about the deep impact Belsen had on him, describing nightmares and admitting to never having been ‘quite the same after Belsen’.[CITATION-134] When Wyand’s memoir was serialised in the national press in the late 1950s, Stretch was able to contact him and a very close friendship was renewed between the two men. Stretch’s daughter believes that their friendship must have helped them both to cope with the trauma of what they had experienced.[CITATION-135] Similarly, John Ross maintained contact with several former colleagues from the camp, including one of the Jewish chaplains.[CITATION-136] Although their correspondence can no longer be traced, it can be supposed that these continued relationships, based on very specific shared experiences of witnessing the consequences of genocide, helped chaplains to process this trauma.Re-entering parish ministry after witnessing such acute human experiences at Belsen was not, however, an easy process. In 1952, David Stewart became rector of Kenchester, Bridge Sollars and Bishopstone in the diocese of Hereford, where he enjoyed happier times, such as the village celebration of the coronation of Queen Elizabeth II in 1953. But trauma remained a reality of life. On 9 February 1956 a five-year-old girl was knocked down and killed by a milk lorry in Bishopstone. The children with whom the girl had been playing moments before ran to the rectory, where they roused Stewart from his sick bed. The funeral was held five days later. Four days after that, Stewart himself died at home, aged sixty-six.[CITATION-137] When a reporter from thevisited Stewart in 1953 and asked him about his time at Belsen, Stewart replied, ‘those things are best forgotten’.[CITATION-138] But the chaplains did not forget Belsen and did speak about it, which is why the reporter knew enough to ask about it. Local parishioners in Herefordshire—as well as in Uggeshall, Suffolk, Stewart’s pre-war parish to which he first returned after the war—knew of Stewart’s Belsen experience. Copies of his Belsen report remain in the possession of local families to whom he gifted them after the war.[CITATION-139] Though it cannot be shown that the experiences he wrote about were disseminated far, it is clear that Stewart would not have written, published and continued to share his report unless he wanted other people, specifically Christians in local British communities, to remember.In some cases, then, chaplains did not feel able to articulate their experiences in direct conversation but still managed to pass on their message to others. Perhaps, in the case of Stewart or Stretch, they felt, as Stretch’s daughter believes of her father, that they had said what they could in their written responses in the immediate aftermath.[CITATION-140] As time went on, it was more difficult to process the experience, but they had at least recorded their response. John Ross might not have spoken to his daughters about Belsen but he preserved his report. If he had not, his experience might have been lost to the historical record. As it was, chaplains’ own words stand as testimony both to what they witnessed at Belsen in 1945 and to their ongoing response in subsequent decades.There is an appropriateness to this ongoing response. Throughout their time at Belsen, chaplains prioritised the welfare and the voices of survivors themselves. It is fitting then that in telling the world of their experience, chaplains spoke less about themselves and their own reaction and allowed their written accounts—which did so much to share the testimony of survivors—to have the final word. As Stewart concluded in his report, he was ‘glad’ to have experienced Belsen and ‘glad beyond words I met these people’. He went on to say that he would continue to hold them in his memory into the future: ‘I hope I shall meet many of them again. My home will always be open to them’.[CITATION-141] When Stretch concluded his report on Belsen, he wondered whether anyone would believe him. His response, he said, ‘is a simple one. All I have written about I have seen. And what I have seen, I shall never forget. Never’.[CITATION-142] By preserving his experience in a written record, Stretch committed himself to ensuring that others would remember too.In exploring here for the first time the experiences of Stretch and other Christian chaplains, this article has only investigated one side of the encounter between Christian and Jew in the aftermath of Belsen’s liberation. Further work is ongoing to analyse critically the extent to which Jewish voices could be heard, and their experiences understood, through chaplains’ own personal narrative framings. Nevertheless, this study has identified the particular part that chaplains played in the liberation of Belsen, its aftermath and British interactions with the Holocaust. It has also challenged a number of prevailing historical assumptions. Approaching Belsen through the Christian army chaplains is a different way of encountering Holocaust history. The chaplain was not victim, perpetrator or bystander. Nor does the chaplain fit easily into the unhelpful category of ‘liberator’.Chaplains responded to the Holocaust as Christians in a distinct way. Though much of the British Christian discourse about Belsen minimised or ignored the Jewish identity of most of the camp’s victims, chaplains often recognised Jewish experiences at Belsen and they tried to disseminate an understanding of Jewish identity and Jewish testimony to a larger public. The fact that this article uncovers many of their writings for the first time suggests that their accounts did not have much impact on the wider Christian community, although they certainly tried. This says something about the difference between the response to Belsen of chaplains and the reactions of those Christians who relied on newsreel footage to shape their understanding. Chaplains do not overturn historians’ assumptions that the ‘liberal imagination’ prevented Britain and the organised churches from understanding Jewish experiences of suffering under the Nazis. Clearly, the wider Christian discourse was different. But chaplains do nuance previous historical understanding: those Christians who witnessed Belsen for themselves identified victims and survivors as Jews and understood something of the distinctiveness of Jewish suffering during the Nazi catastrophe.Finally, they demonstrate that at the very moment of liberation and in the immediate aftermath some people recognised the urgent importance of testimony. Chaplains wanted to listen to survivors’ experiences and they shared such stories both in their attempts at pastoral care and in the clear intention to ensure people learned the truth of what survivors had experienced.The meaning of Colonel Campbell’s 1945 foreword to David Stewart’s account of Belsen is clear: ‘The true physicians here are the padres, and they are doing more good to the patients than anyone else’.[CITATION-143] Chaplains practised a particular form of care for survivors that exhibited sensitivity to their identities and stories. By restoring knowledge of the distinct role of British Christian chaplains in the liberation of Bergen-Belsen, what Stretch and his fellow chaplains saw—and the lives of the survivors they ministered to and whose testimonies they recorded—can in this way, at last, not only be believed, as Stretch hoped, but be appropriately remembered as well.",
    "footnotes": {
        "1": "London, The Wiener Library [hereafter WL], SP 01091, David Stewart, The Crime of Belsen: A Pen Portrait (Berlin, 1945) [hereafter Stewart, Crime of Belsen], pp. 5–6.",
        "2": "Ibid., p. 5.",
        "3": "J. Petersen, ‘Belsen and a British Broadcasting Icon’, Holocaust Studies, xiii (2007), pp. 19–43, at 21. Between 10 and 15 million people in the UK listened to Richard Dimbleby’s BBC report.",
        "4": "Stewart, Crime of Belsen, p. 5.",
        "5": "Ibid., p. 7.",
        "6": "J. Reilly, Belsen: The Liberation of a Concentration Camp (London, 1997); J. Reilly, D. Cesarani, T. Kushner and C. Richmond, eds, Belsen in History and Memory (London, 1997); S. Bardgett and D. Cesarani, eds, Belsen 1945: New Historical Perspectives (London, 2006); B. Shephard, After Daybreak: The Liberation of Belsen, 1945 (London, 2012).",
        "7": "Reilly, Belsen, p. 5; Major D. Williams, ‘The First Day in the Camp’, B. Shephard, ‘The Medical Relief Effort at Belsen’, T. Haggith, ‘The Filming of the Liberation of Bergen-Belsen and its Impact on the Understanding of the Holocaust’, and A. Capet, ‘The Liberation of the Bergen-Belsen Camp as Seen by Some British Official War Artists in 1945’, all in Bardgett and Cesarani, eds, Belsen 1945, pp. 27–30, 31–50, 89–122, and 170–85 respectively.",
        "8": "M. Celinscak, Distance from the Belsen Heap: Allied Forces and the Liberation of a Nazi Concentration Camp (Toronto, ON, 2015), p. 190.",
        "9": "Ibid., p. 4.",
        "10": "Reilly, Belsen, p. 36; Shephard, After Daybreak, p. 70; J.M. Lewis, ‘“If All of the Sky were Paper”: The Jewish Chaplains at Bergen Belsen Concentration Camp. Part 1’, Jewish Historical Studies, no. 53 (2022), pp. 57–82. In this period it was common for rabbis to refer to themselves, and to be referred to, as ‘Reverend’: see, for example, ‘Obituary of Isaac Levy’, The Guardian, 3 May 2005, available at https://www.theguardian.com/news/2005/may/03/guardianobituaries.religion (accessed 1 Dec. 2022).",
        "11": "L.H. Hardman and C. Goodman, The Survivors: The Story of the Belsen Remnant (London, 1958); I. Levy, Witness to Evil: Bergen-Belsen, 1945 (London, 1995).",
        "12": "Celinscak, Distance from the Belsen Heap, p. 179; Shrivenham, Museum of Army Chaplaincy Archive [hereafter MACA], David Blake, unpublished report, ‘The RAChD and the Liberation of Bergen-Belsen Concentration Camp, April 1945’, 2015. As well as the six British chaplains named by Celinscak and the additional three named by Blake, I have been able to identify a further twenty-one names of British chaplains. These include chaplains of military units of 11 Armoured Division which encountered the camp at its initial liberation, as well as chaplains to the hospitals and casualty clearing stations which later arrived to care for the patients.",
        "13": "London, Imperial War Museum [hereafter IWM], Film Archive, ‘British Army Chaplain Describes Bergen-Belsen Upon Liberation’, 1945, available via Holocaust Encyclopedia (United States Holocaust Memorial Museum) at https://encyclopedia.ushmm.org/content/en/film/british-army-chaplain-describes-bergen-belsen-upon-liberation (accessed 1 Dec. 2022); IWM, Docs.11561, Private Papers of Reverend T.J. Stretch CF, undated typescript report [hereafter Stretch report].",
        "14": "Dublin, Irish Jesuit Archives [hereafter IJA], CHP2/29, letters from Fr M.G. Morrison SJ to Very Rev. J.R. McMannon SJ; M.G. Morrison SJ, ‘At Belsen’, in M. Dempsey, ed., The Priest among the Soldiers (London, 1947), pp. 188–94.",
        "15": "MACA, Revd John Ross MBE Papers; Stewart, Crime of Belsen. Similarly, while Jewish chaplaincy has been well covered by historians of the liberation of other concentration camps discovered by the Western Allies, Christian chaplains at camps encountered by the United States Army have not been studied before. However, this lies beyond the scope of this article. My ongoing Ph.D. research, on ‘Liberators, Occupiers, Pastors: Christian Encounters with Holocaust Survivors in Occupied Germany, 1945–1950’, compares the experiences of the chaplains at Belsen with those of the Christian chaplains at the liberation of other camps.",
        "16": "IJA, CHP2/29/42, Morrison to McMannon, 11 May 1945; IWM, Docs.18952, Private Papers of Reverend Father V.M. Fay, Fay to Hugh and Anne, 9 May 1945; MACA, Revd John Ross MBE Papers, Ross to Ancrise Ross, 22 May 1945.",
        "17": "IWM, Docs.225, Private Papers of Father E.J. Swift SJ, ‘Indelible Memories of Belsen’.",
        "18": "IWM, Docs.11561, Stretch report; Stewart, Crime of Belsen.",
        "19": "M. Snape, The Royal Army Chaplains’ Department, 1796–1953: Clergy under Fire (Woodbridge, 2008); A. Robinson, Chaplains at War: The Role of Clergymen during World War II (London, 2008).",
        "20": "T. Kushner, The Holocaust and the Liberal Imagination: A Social and Cultural History (Oxford, 1994), p. 207; T. Lawson, The Church of England and the Holocaust: Christianity, Memory and Nazism (Woodbridge, 2006), p. 108.",
        "21": "D. Cesarani and E.J. Sundquist, eds, After the Holocaust: Challenging the Myth of Silence (London, 2011).",
        "22": "Z. Waxman, Women in the Holocaust: A Feminist History (Oxford, 2017), p. 148.",
        "23": "‘UK Commemorative Ceremony for Holocaust Memorial Day 2020 [28 Jan. 2020]’, available at the Holocaust Memorial Day Trust website, https://www.hmd.org.uk/news/uk-commemorative-ceremony-for-holocaust-memorial-day-2020/ (accessed 1 Dec. 2022).",
        "24": "IWM, ‘British Army Chaplain Describes Bergen-Belsen Upon Liberation’.",
        "25": "The Universe, 4 May 1945.",
        "26": "‘Belsen’ (Movietone, 1945), available via the British Pathé website at https://www.britishpathe.com/video/belsen (accessed 1 Dec. 2022).",
        "27": "MACA, Revd John Ross MBE Papers, ‘Belsen’.",
        "28": "Celinscak, Distance from the Belsen Heap, p. 179.",
        "29": "IWM, Docs.3713, Private Papers of Lt Col M.W. Gonin, ‘The RAMC at Belsen Concentration Camp’, p. 4.",
        "30": "P. Middleton Brumwell, The Army Chaplain: The Royal Army Chaplains’ Department. The Duties of Chaplains and Morale (London, 1943).",
        "31": "M. Snape, God and the British Soldier: Religion and the British Army in the First and Second World Wars (Abingdon, 2005), p. 119.",
        "32": "Morrison, ‘At Belsen’, pp. 189–90.",
        "33": "IWM, Docs.11561, Stretch report, p. 1.",
        "34": "IWM, Northern Command, ‘Instructions (Revised) For Chaplains To The Forces’, 1944.",
        "35": "Stewart, Crime of Belsen, p. 5.",
        "36": "IJA, CHP2/29/42, Morrison to McMannon, 11 May 1945, p. 4.",
        "37": "Ibid.",
        "38": "IJA, CHP2/29/45, Morrison to McMannon, 31 May 1945, p. 2.",
        "39": "IWM, Docs.9230, Official Reports of the Liberation of Belsen Camp, 1945, ‘The Story of Belsen’, p. 8.",
        "40": "MACA, Revd John Ross MBE Papers, Ross to Ancrise Ross, 22 May 1945.",
        "41": "MACA, Roman Catholic Chaplaincy Archives, Fr Welchman Papers, ‘Memorandum on a Visit to Belsen Concentration Camp’, 17 Apr. 1945.",
        "42": "IWM, Docs.225, Private Papers of Father E.J. Swift SJ, ‘Indelible Memories of Belsen’, p. 34.",
        "43": "Ibid.",
        "44": "A.M. Campbell, ‘Foreword’, in Stewart, Crime of Belsen, p. 3.",
        "45": "Ibid.",
        "46": "MACA, Revd John Ross MBE Papers, ‘Belsen’, p. 1.",
        "47": "Ibid., pp. 2–5.",
        "48": "Ibid., p. 5.",
        "49": "Stewart, Crime of Belsen, p. 19.",
        "50": "Ibid., pp. 17–18.",
        "51": "Ibid., p. 20.",
        "52": "While the Jewish chaplains refer in their memoirs to their Christian colleagues (Hardman and Goodman, Survivors, p. 24; Levy, Witness to Evil, pp. 12–13), the research conducted thus far has not yet found examples of survivors’ own responses to Christian chaplains. Further research is therefore necessary to assess the survivors’ views of Christian chaplains and the pastoral care they offered.",
        "53": "Stewart, Crime of Belsen, p. 45.",
        "54": "Ibid., pp. 51–2.",
        "55": "Ibid., pp. 54–6.",
        "56": "J.-D. Steinert, ‘British Relief Forces in Belsen Concentration Camp: Emergency Relief and the Perception of Survivors’, in Bardgett and Cesarani, eds, Belsen 1945, p. 70.",
        "57": "Ibid., pp. 75–6.",
        "58": "Stewart, Crime of Belsen, p. 11.",
        "59": "Reilly, Belsen, p. 52; T. Kushner, ‘Memory of Belsen’, in Reilly et al., Belsen in History and Memory, p. 190.",
        "60": "Reilly, Belsen, p. 33.",
        "61": "Morrison, ‘At Belsen’, p. 190.",
        "62": "Reilly, Belsen, p. 18; T. Kushner, ‘From “This Belsen Business” to “Shoah Business”: History, Memory and Heritage, 1945–2005’, in Bardgett and Cesarani, eds, Belsen 1945, p. 192.",
        "63": "Kushner, Holocaust and the Liberal Imagination, p. 206.",
        "64": "Petersen, ‘Belsen and a British Broadcasting Icon’, p. 27. References to Jews were edited out of Richard Dimbleby’s broadcast from the camp.",
        "65": "Kushner, Holocaust and the Liberal Imagination, pp. 32, 215.",
        "66": "Lawson, Church of England and the Holocaust, p. 6.",
        "67": "Ibid., p. 136.",
        "68": "Catholic Times, 27 Apr. 1945, p. 2.",
        "69": "‘Requiem For Nazi Victims’, The Universe, 4 May 1945, p. 1.",
        "70": "R. Wallis, British POWs and the Holocaust: Witnessing the Nazi Atrocities (London, 2017), p. 16.",
        "71": "Hardman and Goodman, Survivors, pp. 11–12.",
        "72": "Ibid., p. 10. Hardman was eager to conclude that this did not mean the survivors were only ‘my [his]’ people. They were ‘everyone’s people’, suggesting that there could be both an acknowledgement of survivors’ Jewishness and a more universalist response, a lesson for everyone.",
        "73": "Ibid., p. 24.",
        "74": "IWM, Docs.11561, Stretch report, p. 2.",
        "75": "MACA, Revd John Ross MBE Papers, ‘Belsen’, p. 2. The term ‘Jewess’ was commonly used in a pejorative sense at the time Ross was writing. However, in this case it is reasonable to assume that there is no malice in Ross’s words. He is here being merely descriptive. Indeed, the Jewish chaplain Isaac Levy also used the same term (Levy, Witness to Evil, p. 27).",
        "76": "MACA, Revd John Ross MBE Papers, ‘Belsen’, p. 5.",
        "77": "Stewart, Crime of Belsen, p. 13.",
        "78": "Ibid., p. 32.",
        "79": "IJA, CHP2/29/39, Morrison to McMannon, 18 Apr. 1945.",
        "80": "IJA, CHP2/29/41–3, Morrison to McMannon, 11 May 1945.",
        "81": "Morrison, ‘At Belsen’, pp. 189–90.",
        "82": "MACA, Roman Catholic Chaplaincy Archives, Fr Welchman Papers, ‘Memorandum on a Visit to Belsen Concentration Camp’, 17 Apr. 1945.",
        "83": "Rt Revd Mgr John Coghlan, ‘Introduction’, in Dempsey, Priest among the Soldiers, p. 1.",
        "84": "IWM, Docs.18952, Private Papers of Reverend Father V.M. Fay, Fay to Anne, 22 May 1945, p. 7, and Fay to Hugh and Anne, 9 May 1945, p. 4.",
        "85": "Catholic Herald, 21 Sept. 1945.",
        "86": "Ibid.",
        "87": "IWM, Docs.225, Private Papers of Father E.J. Swift SJ, ‘Indelible Memories of Belsen’, pp. 12–13.",
        "88": "Ibid., p. 27.",
        "89": "Ibid., p. 60.",
        "90": "MACA, Revd John Ross MBE Papers, Ross to Ancrise Ross, 22 May 1945.",
        "91": "Hardman and Goodman, Survivors, p. 31.",
        "92": "Ibid., p. 19.",
        "93": "Kushner, ‘From “This Belsen Business” to “Shoah Business”’, p. 192.",
        "94": "Stewart, Crime of Belsen, p. 26.",
        "95": "Ibid., p. 39.",
        "96": "T. Kushner, The Persistence of Prejudice: Antisemitism in British Society during the Second World War (Manchester, 1989), pp. 106–8.",
        "97": "Stewart, Crime of Belsen, p. 54.",
        "98": "IWM, Docs.11561, Stretch report, p. 2.",
        "99": "Kushner, ‘Memory of Belsen’, p. 190.",
        "100": "IWM, Docs.225, Private Papers of Father E.J. Swift SJ, ‘Indelible Memories of Belsen’, p. 59 (emphasis added).",
        "101": "Reilly, Belsen, p. 2.",
        "102": "Kushner, ‘Memory of Belsen’, p. 187.",
        "103": "MACA, Revd John Ross MBE Papers, ‘Belsen’, p. 6.",
        "104": "IWM, Docs.11561, Stretch report, p. 1.",
        "105": "D. Cesarani, ‘Introduction’, in Bardgett and Cesarani, eds, Belsen 1945, p. 7; B. Cohen, ‘“And I Was Only a Child”: Children’s Testimonies, Bergen-Belsen 1945’, in Bardgett and Cesarani, eds, Belsen 1945, pp. 153–69.",
        "106": "MACA, Revd T.J. Stretch, ‘Report on Belsen Camp’.",
        "107": "IWM, LBY K. 94/2302, J.W.J. Steele, note accompanying ‘Belsen Concentration Camp’; IWM, Sound Record 10660 (Reel 4), ‘Steele, John William Jackson (Oral history)’, 4 May 1989.",
        "108": "Personal correspondence with the granddaughter of the Rev. Bryan R. Isaac, 23 Aug. 2019.",
        "109": "Church Times, 18 May 1945, p. 278.",
        "110": "Stewart, Crime of Belsen, p. 4.",
        "111": "MACA, Revd John Ross MBE Papers, ‘Belsen’, p. 6.",
        "112": "Stewart, Crime of Belsen, p. 4.",
        "113": "Ibid., p. 49.",
        "114": "IWM, Docs.225, Private Papers of Father E.J. Swift SJ, ‘Indelible Memories of Belsen’, p. 23.",
        "115": "IWM, Docs.18952, Private Papers of Reverend Father V.M. Fay, Fay to Hugh and Anne, 9 May 1945, pp. 1–2.",
        "116": "MACA, Revd John Ross MBE Papers, ‘Belsen’, p. 2.",
        "117": "IWM, Docs.11561, Stretch report, p. 2.",
        "118": "IWM, Docs.225, Private Papers of Father E.J. Swift SJ, ‘Indelible Memories of Belsen’, pp. 58–9.",
        "119": "Ibid., p. 23.",
        "120": "D. Cummings, Rest and Be Thankful: Autobiography of a Belfast Missionary (Newtownards, 2015), p. 255.",
        "121": "Ibid., pp. 257–8.",
        "122": "Stewart, Crime of Belsen, pp. 39–41.",
        "123": "Ibid., p. 41.",
        "124": "Ibid., p. 7.",
        "125": "Ibid., p. 30.",
        "126": "Waxman, Women in the Holocaust, p. 149.",
        "127": "D. Cesarani, ‘How Post-War Britain Reflected on the Nazi Persecution and Mass Murder of Europe’s Jews: A Reassessment of Early Responses’, in H. Ewence and T. Kushner, eds, Whatever Happened to British Jewish Studies? (London, 2012), p. 127.",
        "128": "Cohen, ‘“And I Was Only a Child”’, p. 153.",
        "129": "L. Jockusch, Collect and Record! Jewish Holocaust Documentation in Early Postwar Europe (Oxford, 2012), p. 28; A. Rosen, The Wonder of Their Voices: The 1946 Holocaust Interviews of David Boder (Oxford, 2010).",
        "130": "S. Gilbert, ‘Buried Monuments: Yiddish Songs and Holocaust Memory’, History Workshop Journal, no. 66 (2008), pp. 107–28, at 110.",
        "131": "p. 6.",
        "132": "IWM, Docs.18952, Private Papers of Father V.M. Fay, Fay to Anne, 22 May 1945, p. 1.",
        "133": "IWM, Docs.225, Private Papers of Father E.J. Swift SJ, ‘Indelible Memories of Belsen’, p. 48.",
        "134": "P. Wyand, Useless if Delayed: Adventures in Putting History on Film (London, 1959), p. 167.",
        "135": "Interview with the daughter of the Rev. T.J. Stretch, Wareham, 14 June 2019.",
        "136": "Interview with the daughters of the Rev. John Ross, London, 14 Sept. 2019.",
        "137": "J. Macklin, History of Bishopstone and Bunshill (N.p., 2011), pp. 296–7.",
        "138": "Ibid., p. 296.",
        "139": "Telephone interview with John Macklin, 30 July 2019; personal correspondence with resident of Uggeshall, 27 July 2019.",
        "140": "Interview with the daughter of the Rev. T.J. Stretch, Wareham, 14 June 2019.",
        "141": "Stewart, Crime of Belsen, p. 56.",
        "142": "IWM, Docs.11561, Stretch report, p. 3.",
        "143": "Stewart, Crime of Belsen, p. 3."
    }
}