{
    "title": "‘Take Power—Vote Liberal’: Jeremy Thorpe, the 1974 Liberal Revival, and the Politics of 1970s Britain*",
    "author": "Peter Sloman",
    "date": "22 February 2023",
    "article": "The Liberal Party’s 1972–4 revival under Jeremy Thorpe placed it at the heart of political debate in 1970s Britain—a period marked by inflation, strikes, and recurrent talk of political ‘crisis’. This article explores the evolution of Liberal policy, strategy, and support between 1970 and 1979, and argues that Thorpe and his colleagues were agents as well as beneficiaries of electoral dealignment. As long-standing critics of class politics, Liberals were well placed to exploit voters’ frustrations with Edward Heath and Harold Wilson and to articulate demands for a more collaborative and participatory style of government. Thorpe’s populist critique of the two-party system was backed up by a distinctive plan for economic and political renewal, in which social, industrial, and constitutional reforms would give governments the legitimacy to make incomes policies work. These ideas resonated strongly in the two 1974 general elections, but the Liberals’ new-found support was relatively shallow, and Thorpe’s appeal was waning even before the Norman Scott affair forced his 1976 resignation. The 1970s Liberal revival nevertheless laid important political foundations which the SDP/Liberal Alliance would build on after 1981, as it sought to articulate a centrist alternative to Thatcherism.On Monday 2 September 1974, the Liberal Party leader, Jeremy Thorpe, stopped off in a rain-soaked Brighton as part of a pre-election tour of English coastal resorts. Three days earlier, Thorpe’s attempt to appeal to late-summer holidaymakers had descended into farce when his hovercraft ran aground on Sidmouth beach, but at Brighton he offered a sober warning about Britain’s mounting economic difficulties.[CITATION-1] His flamboyant style, he explained to ainterviewer, was designed to draw attention to a ‘deadly serious’ message: ‘we are living beyond our means, the Government is borrowing more than it could ever hope to repay, our debts are accumulating to the tune of £4,500 million annually and there is no single panacea which can rescue us’.[CITATION-2] If the coming October election produced another hung Parliament, the Liberals would seek to form a Government of National Unity in order to ‘save the country from the perils of bankruptcy, poverty and unemployment’. Unless the UK’s democratic leaders took ‘a grip on its affairs’, Thorpe warned, then ‘less discerning individuals’ would ‘have no scruples about using more painful instruments of repression’ to tackle the nation’s problems.[CITATION-3] The 1970s is widely remembered as a turning point in post-war British history: a period when inflation and trade union militancy led to a crisis of confidence in the post-war settlement and helped open the door for Margaret Thatcher’s election victory in 1979. Political narratives of the decade have tended to be structured around a series of failures of governance—the 1973–4 energy crisis, the 1976 International Monetary Fund (IMF) application, and the 1978–9 ‘Winter of Discontent’—from which the Thatcher government’s monetarist experiment offered a divisive but politically successful way out.[CITATION-4] As historians such as Lawrence Black and Hugh Pemberton have pointed out, however, the prevailing view of the 1970s as a ‘benighted decade’ is itself a politically constructed one, which risks obscuring more complex patterns of social and cultural change and foreclosing the possibility of different outcomes.[CITATION-5] On the one hand, electoral dealignment and fears of ‘the break-up of Britain’ can be seen as symptoms of a larger cultural shift in which class-based identities and established social institutions were disrupted by the decline of ‘deference’ and the rise of ‘popular individualism’.[CITATION-6] On the other hand, we also need to pay close attention to the complex temporalities of the decade and the political contingencies involved in the coming of Thatcherism.Recent accounts of the construction of ‘crisis’ in 1970s Britain have largely focused on Conservative politicians and their supporters in the press—as, for instance, in Camilla Schofield’s study of Enoch Powell, Robert Saunders’s work on Margaret Thatcher, and Colin Hay’s influential analysis of the ‘Winter of Discontent’.[CITATION-7] As Jim Tomlinson has noted, however, ‘declinism’ was by no means confined to the political right, but ‘became the common currency of British politics in the 1970s’.[CITATION-8] As Conservative and Labour governments struggled to respond to the UK’s economic challenges, Liberals, Marxist radicals, and Scottish and Welsh nationalists all gained political traction and played an important role in fostering a sense of political dislocation.[CITATION-9] Thorpe’s Brighton speech shows that even Liberal politicians sometimes couched their appeal in an apocalyptic register.The re-emergence of the Liberal Party as a significant electoral force was one of the most important political developments in 1970s Britain. In the general election of February 1974, the Liberals won more than six million votes (19.3 per cent of the total) and helped remove Edward Heath’s government from office; in October 1974 they ran 619 candidates, took 18.3 per cent of the vote, and confirmed their renewed political relevance. Though the party struggled to convert these votes into parliamentary seats, returning fourteen MPs in February and thirteen in October, the tight results produced by the two elections gave the small band of Liberals significant weight in the House of Commons.[CITATION-10] Between March 1977 and July 1978, Thorpe’s successor David Steel and his colleagues sustained Jim Callaghan’s government in power through the ‘Lib–Lab Pact’—the first such formal inter-party agreement since the Second World War.[CITATION-11] Even as Liberal support declined during the late 1970s, the party remained a significant factor in Labour and Conservative calculations. Indeed, Margaret Thatcher’s success in winning over between one-quarter and two-fifths of October 1974 Liberal voters was one of the foundations of her 1979 election victory.[CITATION-12] To date, however, the Thorpe-era Liberal revival has received surprisingly little attention from historians. The only full-length study of the party in the 1970s—a 1999 Ph.D. thesis by Ruth Fox—remains unpublished, and other analysis is largely confined to biographies (such as Michael Bloch’s life of Thorpe), general surveys of the party’s history and political thought (such as Tudor Jones’s study of(2011)), and specialist articles in the.[CITATION-13] One possible reason for this neglect is that contemporary political scientists tended to see the upsurge in Liberal support largely as a protest vote. If Disraeli’s working-class Conservatives were ‘angels in marble’, then 1974 Liberal voters were ‘angels in plastic’, drawn to the party by disillusionment with Heath and by Thorpe’s charismatic image rather than any deeper Liberal commitment.[CITATION-14] A second problem is that the Liberals fell short of their stated goals of ‘realignment’ and electoral reform, both during the 1970s and in the subsequent Alliance with the Social Democratic Party (1981–8). As a result, the party’s electoral gains under Thorpe and Steel have been overshadowed by a sense of ultimate strategic failure.[CITATION-15] Perceptions of Thorpe’s leadership have also, understandably, been coloured by the Norman Scott affair, which culminated in his resignation in 1976 and trial in 1979 on the charge of conspiracy to murder. Posthumous allegations of child sexual abuse against the Liberal MPs Cyril Smith and Clement Freud have further damaged the party’s reputation. The stench of scandal here is strong—indeed, nauseating. Although most Liberals seem to have known little or nothing about these activities until they became public knowledge,published a report about Smith’s conduct as early as 1979, and the recent Independent Inquiry into Child Sexual Abuse (IICSA) has strongly criticised David Steel for failing to launch a full investigation.[CITATION-16] The IICSA report raises troubling questions about the party’s internal culture and procedures during the 1970s and 1980s. Nevertheless, these issues are not the focus of the present work, which looks instead at the party’s public face. After all, the dark underbelly of the 1970s Liberal Party can only be properly understood against the backdrop of the party’s political appeal, campaigns, and objectives.This article therefore re-examines the 1970s Liberal revival in order to establish the nature and significance of the party’s breakthrough in 1974. In particular, it seeks to move beyond a personalised focus on Thorpe to explore how the party as a whole navigated the shifting social, economic and cultural landscape of 1970s Britain, and to see the party not as a passive beneficiary of ‘dealignment’ but as an active political agent. As Camilla Schofield has argued, ‘the decline of class’ was mediated by language and political argument, and thus, ‘at least to some extent, arather thantransformation’.[CITATION-17] As long-standing critics of ‘class politics’, Liberals were well placed to give voice to voters’ frustration with both Conservative and Labour governments, and to tap into the ‘growing desire to emphasize individuality, authenticity, and ordinariness’ which Florence Sutcliffe-Braithwaite has identified in vernacular culture during this period.[CITATION-18] Younger voters seem to have been particularly attracted by the Liberals, perhaps because of Thorpe’s forthright embrace of progressive causes from Europe and immigrants’ rights to racial and sexual equality. At its peak, however, the party’s critique of ‘adversary politics’ resonated well beyond the ranks of young idealists and metropolitan intellectuals. Under Thorpe, the Liberals pitched their appeal not only at ‘People Who Think For Themselves’ (as Jo Grimond’s posters had put it in 1964) but at a broad swathe of disillusioned voters, framing a Liberal vote as an opportunity to ‘Take Power’ and ‘Change the Face of Britain’. The Liberals’ strong performance in the two elections of 1974 reminds us that feelings of ‘powerlessness’ and alienation from governing elites were politically mutable, and could be given shape by liberal as well as conservative forms of populism.The article develops this argument in six main steps. The first section sets the scene by placing the Liberal Party in the wider social and political context of early 1970s Britain, including the cultural tensions brought to the fore by Enoch Powell’s ‘Rivers of Blood’ speech, and examines how younger activists sought to revive Liberal fortunes after the disastrous 1970 election through campaign-oriented ‘community politics’. A second section unpacks the Liberal response to the economic challenges which Britain faced during the Heath years, and argues that the party’s 1974 campaigns were rooted in a coherent (if somewhat technocratic) vision of a reconstructed post-war settlement. The third and fourth sections trace the revival of the party’s electoral fortunes from the by-election victories of 1972–3 to the general elections of February and October 1974. The fifth section explores how core elements of the Liberal agenda—particularly interest in electoral reform and ‘national unity’—continued to shape political debate into the later 1970s, but were ultimately squeezed out by the more assertive ‘conviction politics’ of Mrs Thatcher. Finally, the conclusion reflects on the wider implications of the Liberal revival for our understanding of post-war British politics.The Liberal Party began the 1970s in a parlous state. In the election of June 1970—Thorpe’s first as leader—the party lost six of the twelve seats which it had won four years earlier, and Thorpe himself only clung on in North Devon by 369 votes. If the landslide Labour victory in 1966 had dashed Jo Grimond’s hopes of a ‘realignment of the left’, the unpopularity of Harold Wilson’s government in the final years of the decade left the Liberals adrift, caught out by a rising tide of conservatism. Thorpe spent much of the 1970 campaign accusing Edward Heath of moving ‘further and further to the right’ under pressure from Enoch Powell, whom he described as ‘stark staring bonkers’, but the Tory victory suggested that many voters were unperturbed.[CITATION-19] Eric Lubbock’s defeat at Orpington, which he had won in a famous by-election in 1962, set the seal on the Liberal reverse. ‘[A]fter a decade of struggle to break back into the mainstream of British political life’, Peter Fiddick noted in, the Liberals had been reduced to ‘a tiny rump’ and were ‘once more the party of the Celtic fringe’.[CITATION-20] agreed, and predicted that if the Heath government performed even ‘reasonably well’ there was ‘no likelihood of the Liberals being able to make any impact’ in the coming Parliament.[CITATION-21] The Liberals’ poor performance in 1970 partly stemmed from the weakness of Thorpe’s campaign—Peter Hain, then a leading Young Liberal activist, thought the manifesto was ‘shoddy, incoherent, and totally negative’—but it also reflected the party’s traditional vulnerability to a Conservative recovery in rural and suburban areas.[CITATION-22] In the economic sphere, the Liberals had shared fully in the ‘growthmanship’ of the early 1960s, which came to seem increasingly naïve during the second half of the decade; in the social and cultural sphere, the party was associated with the ‘permissive’ agenda, most notably through David Steel’s role in introducing the 1967 Abortion Act and Thorpe’s vocal support for Commonwealth immigration.[CITATION-23] As the Cambridge historian John Vincent had warned when Thorpe became leader, these progressive views sat uncomfortably with prevailing cultural norms in some of the ‘up-country’ seats which Liberal MPs represented.[CITATION-24] Richard Wainwright blamed Tory campaigning on crime and immigration for his defeat in Colne Valley, and some members of the party’s national executive felt that ‘Liberals’ association with … so-called “permissive society” measures’ had become an electoral liability.[CITATION-25] The challenges posed by the cultural politics of the late 1960s were amplified by two areas in which the Liberals had shown signs of growth during the early years of Thorpe’s leadership. Firstly, the Young Liberal Movement (YLs) had boomed as a result of an influx of left-leaning students who were attracted by Thorpe’s attacks on apartheid and angered by the Wilson government’s equivocations over the Vietnam War.[CITATION-26] Attempts to commit the party to an anti-NATO stance at its 1966 Assembly led the media to label YL activists as ‘Red Guards’, and the leading role which Hain and other YLs played in the Stop the Seventy Tour campaign against the white South African cricket team kept the movement in the limelight in the run-up to the 1970 election. Some older Liberals, such as Arthur Slack of the National Union of Liberal Clubs, blamed the YLs for the party’s losses in 1970, and matters came to a head later in the year when the former YL chairman Louis Eaks was widely accused of stoking antisemitism.[CITATION-27] Thorpe responded by commissioning Stephen Terrell QC to lead a controversial and largely fruitless inquiry into the YLs and their relationship with the wider party.[CITATION-28] A second area of Liberal growth lay in the party’s efforts to expand its local government presence from small towns and seaside resorts to inner-city areas, especially those where Labour’s political organisation had decayed through neglect, industrial decline, or unpopular rehousing schemes.[CITATION-29] The most striking example of this progress came in Birmingham, where Wallace Lawler won Newtown ward in 1962, turned it into a political base, and then gained Birmingham Ladywood from Labour in a 1969 parliamentary by-election.[CITATION-30] Lawler, a plastics manufacturer, described himself as ‘an unofficial Ombudsman for the whole of the city’ and built up his profile through populist campaigns—for instance, by taking a thousand Birmingham pensioners to Downing Street to protest against rising electricity charges.[CITATION-31] Yet this ‘rebirth of working-class Liberalism’—as Brian Priestley of theput it—came with a sting in the tail, as Lawler broke from the party’s liberal line on immigration to complain about ‘ugly problems’ of overcrowding and venereal disease among immigrant groups, and called for labour permits in Birmingham to be restricted until these problems were solved.[CITATION-32] Lawler’s flirtation with nativism was by no means typical of Liberal councillors, but a 1971 row over a traveller site in Barnsley suggested that it was not an isolated case.[CITATION-33] At a time of widespread anxieties over race and cultural change, a populist commitment to local representation could easily undercut the party’s efforts to position itself as the champion of other liberal principles.Despite its small size, then, Thorpe’s party found itself straddling the social and cultural divides which fractured late 1960s Britain, as MPs representing far-flung rural seats rubbed up against student radicals, middle-class professionals and inner-city activists.[CITATION-34] What held these groups together was a shared desire to keep the Liberal Party alive as an independent force. Indeed, the near-death experience of 1970 galvanised new efforts at co-ordination. Perhaps most importantly, some of the more pragmatic Young Liberals—led by the new YL chairman Tony Greaves and vice-chairman Gordon Lishman—began to throw their energies into local activism, and drew on New Left ideas about direct action and ‘maximum feasible participation’ in order to flesh out a liberal theory of ‘community politics’.[CITATION-35] At the 1970 Assembly in Eastbourne, Greaves and Lishman successfully amended a resolution on ‘Party Strategy and Tactics’ to commit the Liberals to ‘a dual approach to politics, acting both inside and outside the institutions of the political establishment … to help organize people in communities to take and use power; to use our political skills to redress grievances; and to represent people at all levels of the political structure’. The national party would support the effort to build ‘a Liberal power base in the major cities of this country’ by taking ‘an aggressive political lead on issues of moral concern, injustice and oppression’, identifying the Liberals with ‘the underprivileged of this country and the world’ and using these campaigns ‘to publicise Liberal attitudes and policies’. In due course, this strategy would prepare the party to fight the next general election ‘on the broadest possible front’.[CITATION-36] The community politics strategy which emerged during the early 1970s opened up common ground between New Left-influenced YLs and urban councillors, and helped shift the focus of the party’s activities from Parliament to local government and the regions. Lishman wrote a ‘community politics guide’ for circulation to local parties, and the party set out to target major gains in the 1973 local elections, when voters in England and Wales would elect members of the new county and district councils created by the 1972 Local Government Act.[CITATION-37] Though Thorpe and other MPs treated the Eastbourne strategy with caution, Richard Wainwright—who had become chairman of the national executive after losing his Colne Valley seat—began to reshape the party’s policy and organisation to support extra-parliamentary campaigning. For instance, during the winter of 1971–2 Wainwright launched an ‘Action on Hardship’ campaign to highlight the party’s concern for low-paid workers, while the YLs ran a campaign on the ‘Urban Crisis’ which called for a new participatory approach to housing and planning.[CITATION-38] Wainwright hoped to use these campaigns to build links with the ‘poverty lobby’ groups which had emerged in response to the ‘rediscovery of poverty’ during the 1960s, such as Shelter and the Child Poverty Action Group.[CITATION-39] The initial response from the voluntary sector was ‘not … very favourable’, but the campaigns seem to have helped re-engage some wavering party members.[CITATION-40] David Steel also persuaded Shelter’s founding director Des Wilson to join the party in order to stand as the Liberal candidate for Hove in a 1973 by-election.[CITATION-41] High-intensity ‘pavement politics’ yielded its biggest dividends in Liverpool, where Cyril Carr and Trevor Jones usedleaflets and ‘grumble sheets’ to exploit voters’ frustration with poor housing conditions and other council services. Decades of often sectarian ‘boss politics’ provided an ideal foil for Liberal activism, and the Liberal group grew from four councillors in 1970 to forty-six in 1973, when the party supplanted Labour to form a minority administration.[CITATION-42] Greaves, a geography teacher at Colne Grammar School, put similar techniques into practice in his home borough of Pendle, where the Liberals also became the largest party.[CITATION-43] Across the country as a whole, the 1973 elections saw more than 1,400 Liberal councillors elected, about 6 per cent of the total, as the party took control of Eastbourne and held the balance of power in several other boroughs, including Leeds and Bury.[CITATION-44] By this point, the national political mood was also turning strongly in the Liberals’ favour.The Liberals’ experiments in community politics took place against the backdrop of the Heath government’s efforts to achieve a ‘quiet revolution’ in the British economy by cutting taxes, taming trade union power, and unleashing the dynamism of the private sector.[CITATION-45] Heath’s concern about the political impact of rising unemployment in 1971–2 prompted his famous ‘u-turn’ towards reflation, with the ‘Barber boom’ accompanied by a statutory incomes policy and repeated efforts to reach a bargain with the Confederation of British Industry (CBI) and Trades Union Congress (TUC). Keith Middlemas has characterised 1972–4 as the last and boldest attempt to reverse the UK’s relative economic decline through corporatist co-operation: ‘a strategic attempt to rethink the nature of … the postwar settlement’ which was undermined by bitter rows over the government’s Industrial Relations Act, housing finance reforms and regressive tax policies.[CITATION-46] The OPEC oil embargo and Heath’s confrontation with the National Union of Mineworkers (NUM) brought matters to a head in the winter of 1973–4; indeed, the economist Michael Stewart thought this period ‘saw the opening up of class divides and the emergence of social antagonisms on a scale probably not witnessed since the General Strike half a century before’.[CITATION-47] Heath’s unpopularity and perceived divisiveness created new opportunities for the Liberals. If the role of the state in a modern economy was to hold the ring between capital and labour, as Heath’s rhetoric increasingly suggested, then the Liberals could reasonably question whether either Labour or the Conservatives were sufficiently independent to define and represent the national interest.[CITATION-48] At the same time, the party’s efforts to reassert its relevance were also aided by the divisions which had opened up in the Labour Party in 1971–2, when Roy Jenkins and sixty-eight other MPs defied a three-line whip to vote in favour of entry to the European Economic Community (EEC). Thorpe contrasted the Liberals’ consistent support for Europe with Harold Wilson’s equivocations on the issue, and floated the prospect of drawing Jenkinsites and moderate Tories into a ‘coalition of the centre’.[CITATION-49] thought that the idea of the Liberals as ‘the nucleus of a powerful, moderate party’ was a chimera, but William Rees-Mogg ofwas more receptive to the idea, and commissioned a poll in September 1972 which suggested that 35 per cent of voters would support an alliance between the Liberals and Labour moderates.[CITATION-50] (Perhaps more strikingly, 53 per cent agreed that ‘The present party political system no longer works properly’, and 40 per cent supported the proposition that ‘If there was a chance of the Liberal Party getting into power, I would vote for them’.) Though Jenkins and his supporters rebuffed the idea, discussions of realignment were kept alive by Dick Taverne’s resignation as a Labour MP after a row with left-wing activists in Lincoln, and his triumphant victory as a ‘Democratic Labour’ candidate in the resulting March 1973 by-election.[CITATION-51] Since the 1920s, the Conservatives had generally sought to squeeze the Liberals out of British politics in order to monopolise the non-Labour vote; during 1972–3, some Tories and right-leaning journalists seem to have switched to talking up the Liberals as a way of encouraging a split in the Labour Party.[CITATION-52] Thorpe’s approach to Liberal leadership was very different to the reflective, policy-oriented style of his predecessor Jo Grimond. Where Grimond had given the party ‘credibility’, Thorpe toldin September 1973, ‘my task has been to try to give itcredibility, to prove that it can succeed, that it can win seats, that it can put people into the House of Commons who can do something’.[CITATION-53] As the Bodmin MP Peter Bessell observed, Thorpe was fascinated by organisation and electioneering rather than ideas, and his firm liberal convictions on issues such as decolonisation and civil liberties coexisted with a rather woolly centrism on economic and social policy.[CITATION-54] Given how little attention most voters paid to Liberal policy, such vagueness was not necessarily a disadvantage; indeed, some of the party’s campaign planners thought its ‘most effective appeal’ was to tap into ‘the average voter’s natural inclination for real change’ by emphasising that ‘Liberals can win and are winning’.[CITATION-55] Nevertheless, the party clearly needed to back up its slogans with some policy detail if it was to mount a serious bid for office. Much of this work was undertaken by Wainwright, the Treasury spokesman John Pardoe, the party’s research director Tony Richards, and the former party president Desmond Banks, who took on the newly created voluntary role of ‘director of policy promotion’.[CITATION-56] The policy package that emerged in 1972–3 drew heavily on proposals which had been developed under Grimond a decade earlier, but took on new relevance in a context of growing industrial tension. The party’s economic analysis placed it firmly in the ‘Keynesian-plus’ mainstream, with the rise in unemployment during 1971 attributed to weak demand and the rising inflation of 1972–3 seen primarily as a ‘cost-push’ phenomenon.[CITATION-57] This focus on wages and prices led the Liberals to offer broad support for the incomes policies imposed by the Wilson and Heath governments, though they frequently criticised the details.[CITATION-58] Working with the industrial relations specialist Michael Fogarty, whose vision of the ‘just wage’ was strongly influenced by Catholic social teaching, Pardoe argued that the government should use punitive levies on corporation tax and National Insurance contributions to penalise excessive wage and price increases.[CITATION-59] The fundamental problem with Heath’s incomes policy, however, was neither structure nor enforcement but a lack of consent, since the Conservatives had explicitly rejected ‘the philosophy of compulsory wage control’ in their 1970 manifesto. What was needed (the Liberals argued) was a clear electoral mandate for statutory controls, instead of an endless series of improvised short-term measures.[CITATION-60] Many contemporary commentators interpreted the wage inflation and union militancy of the late 1960s and 1970s in sociological terms. John Goldthorpe, for instance, thought that the rise of the welfare state and the decline of traditional social norms had made younger workers more sensitive to distributional inequalities, and the economist Ralph Turvey believed that ‘strong feelings of social injustice’ had contributed to the post-1969 ‘wage explosion’.[CITATION-61] In this political climate, the Heath government’s ability to impose wage restraint appeared to be severely compromised by the Conservative Party’s close relationship with business and the large tax cuts it had given to shareholders and high earners.[CITATION-62] By contrast, the Liberals argued that three sets of radical reforms could ensure that a permanent incomes policy was seen as ‘fair’.Firstly, the Liberals set out plans for a vigorous assault on poverty through wage regulation and social security changes. A Liberal government would introduce a statutory minimum wage set at two-thirds of average industrial earnings (£24 per week in 1973), raise old age pensions to half average earnings for a married couple, and introduce a ‘credit income tax’ scheme to provide a minimum income floor for the whole population. Like Labour, the Liberals spoke the language of ‘social justice’; unlike Labour, the party was less concerned about unionised workers than those whom Thorpe called the ‘forgotten minorities’—the farm workers, ‘public servants, pensioners, and other social security beneficiaries’ who lacked the bargaining power to keep pace with rising prices.[CITATION-63] Wainwright and Thorpe used the ‘Action on Hardship’ campaign to publicise this agenda—for instance, by drawing attention to low pay among lace workers in Nottingham and Securicor security staff in Kent.[CITATION-64] During the election of February 1974 the party went even further by promising to ‘freeze all rents for at least a year’ in order to help maintain living standards.[CITATION-65] Significantly, the February 1974 manifesto also linked the case for redistribution to the longer-term environmental crisis which had been highlighted by thinkers such as E.F. Schumacher. Since the world’s resources were ‘limited’ and the UK would need to transition to ‘an age of stability’ with ‘controlled economic growth’, it was all the more important to limit ‘private consumption by the few in favour of better public services for the majority of our citizens’.[CITATION-66] Secondly, the Liberals promised to transform the relationship between workers and employers by making radical changes to corporate structure. Under the label of ‘co-partnership’, the party proposed to create Works Councils in firms with more than twenty employees, to require firms with more than fifty employees to introduce profit-sharing schemes, and to give employees half the votes (alongside shareholders) in the election of ‘supervisory boards’. These proposals drew on a longer history of Liberal thinking about partnership which dated back at least as far as David Lloyd George’s ‘Yellow Book’ on(1928) and had been fleshed out in the 1960s by Peter McGregor, a manager at the engineering firm Ferranti. During 1973, Liberal MPs introduced private members’ bills on the subject in an attempt to capture public attention, and Thorpe claimed that co-partnership would create ‘a totally new climate in industry’, which would help to solve the UK’s economic problems.[CITATION-67] As Stuart White has pointed out, the Liberals’ plans implied a sharp break with the traditional conception of the capitalist firm, placing significant constraints on managerial autonomy and the pursuit of shareholder value. At the same time, they also attempted to empower workers as individuals, in contrast to the Labour left’s trade union-orientated vision of industrial democracy.[CITATION-68] Thirdly, the Liberals reframed their long-standing commitment to constitutional reform as a response to the new political moment. Proportional representation (PR) remained the party’s main demand, but Thorpe and his colleagues now justified it not only on grounds of fairness but also as a way of restoring the effectiveness and legitimacy of the UK political system. Electoral reform would end the abrupt swings of the pendulum which had destabilised British economic policy since 1964 and encourage a more consensual and ‘European’ style of government. In line with the principles of community politics, the Liberals also called for a radical devolution of power from Westminster and Whitehall: first to elected parliaments or assemblies in Scotland, Wales, and the English regions, then to local authorities, and finally to neighbourhood councils, which—unlike the districts created by the 1972 Local Government Act—would be small enough to allow for meaningful participation.[CITATION-69] The defence of local particularity against the centralising tendencies of the British state had been a hallmark of Liberal politics since the Second World War, but the 1970s reaction against ‘bureaucracy’ and ‘bigness’ gave it broader resonance. Lord Crowther-Hunt and Alan Peacock echoed the Liberal diagnosis in their memorandum of dissent to the 1973 Kilbrandon Report on the Constitution, arguing that sweeping decentralisation was necessary to deal with a ‘pervading sense of powerlessness’ and ‘indications of a growing alienation from the governmental system’.[CITATION-70] As the Liberal activist Hannan Rose noted in, the party found, ‘perhaps to its own surprise’, that ‘some of its old, well-worn and well-loved tunes’ had finally begun to attract public attention.[CITATION-71] Taken together, these policies added up to an ambitious programme for reconstructing the post-war settlement on new foundations. The Liberal agenda reflected the institutionalist tendencies of British social thought in the 1960s and 1970s, which (in different ways) had shaped both Wilson and Heath’s attempts at ‘modernisation’.[CITATION-72] There were also links with the ‘reconstructionist’ ideas of progressive business leaders such as George Goyder and Wilfred Brown—who sought to defuse industrial conflict by restructuring the capitalist firm and placing it within a new social architecture—and with the emerging environmentalist movement.[CITATION-73] Yet the political meaning of this agenda was fundamentally ambiguous. On one level, the 1974 Liberal manifestos came as close as the party had probably ever done to challenging the assumptions of market economics in the name of social justice, building on the communitarianism of the Edwardian New Liberals and the interventionism of ‘centrist-liberal’ economists such as Keynes and Beveridge.[CITATION-74] At the same time, the party’s interest in redistribution, co-partnership and political reform could also be seen as a way of bolstering the legitimacy of the state and strengthening its ability to face down the unions. If many Liberal activists saw their party through the former lens, some of its sympathisers in the press—such as Rees-Mogg and Bernard Levin in—appear to have been more interested in the latter.[CITATION-75] The upturn in the Liberals’ electoral support was sudden and unexpected. As late as February 1972,saw ‘no sign of another revival’: the party’s poll ratings had languished in the single digits since the 1970 election, and it had fought only five out of twelve by-elections, losing its deposit in four of them.[CITATION-76] Thorpe’s own performance had been lacklustre since his first wife Caroline died in a tragic post-election car crash, and it was only when the European Communities Bill came to the Commons in early 1972 that he really returned to form.[CITATION-77] Then, as Heath imposed a wage freeze and Labour’s divisions widened, the Liberal by-election bandwagon started rolling. In October 1972, Cyril Smith gained Rochdale from Labour on the basis of a populist local campaign; in December, Graham Tope won the safe Conservative seat of Sutton and Cheam on a 33 per cent swing; and during 1973 the Liberals took the Isle of Ely, Ripon, and Berwick-upon-Tweed from the Tories. This gave them five by-election gains in just over a year, along with three very respectable second places.As Richard Jay has pointed out, the Liberals were ‘lucky in both the timing and the location of the by-elections’, which allowed them to harness the votes of disillusioned Conservatives just as they had done at Orpington in the early 1960s.[CITATION-78] What was new, however, was the party’s ability to make progress in constituencies where it had no tradition of success and very little local organisation, such as the Labour-held seats of Chester-le-Street and Manchester Exchange, where it came a strong second. In some cases this reflected intensive campaign techniques (pioneered by the Liverpool councillor Trevor Jones and deployed to great effect at Sutton and Cheam) and the personal appeal of strong local candidates, but it also suggested a growing openness to the party’s national message, particularly as class-based loyalties started to wither. The political scientist Michael Steed, who stood as the Liberal candidate at Manchester Exchange, thought that ‘the key to the mood of the electorate was “the feeling of utter powerlessness”’.[CITATION-79] Though many male manual workers in the constituency were still Labour partisans, their wives seemed more receptive to Steed’s campaign, not least because of dissatisfaction with the Labour-run city council over housing conditions.[CITATION-80] Peter Hain also detected ‘a growing feeling of rootlessness’, which went hand in hand with ‘a deep antipathy towards modern, centralised Party machines’.[CITATION-81] After jumping in the opinion polls during summer 1973 and peaking at 29 per cent with National Opinion Polls (NOP) on 13 October, Liberal support drifted downwards as the winter closed in and the miners’ dispute took hold.[CITATION-82] Some Liberals feared that they would be squeezed out in a ‘crisis election’; instead, Heath’s decision to call an early poll on the question of ‘Who governs?’ played straight into the party’s hands.[CITATION-83] The row between the Conservative government and the NUM and the resulting ‘three-day week’ powerfully dramatised the Liberal claim that adversarial politics had brought the country to a standstill, allowing Thorpe to pose as an honest broker who would ‘unite the centre’ and ‘isolate the extremists on the right and left in the national interest’.[CITATION-84] ‘If we can offer to bring peace to Industry’, he told candidates at the beginning of the three-week campaign, ‘I believe that Liberals will gain massive support at the Polls’.[CITATION-85] The Liberal campaign for the February election was ‘patched together very hurriedly in January’, but the momentum which the party had gained over the previous year meant that it fielded more than 500 candidates for the first time since the Second World War, allowing Thorpe to declare that ‘If you want a Liberal Government you can have one’.[CITATION-86] Thorpe himself spent most of the election in Barnstaple and appeared at press conferences via a specially installed video link, which helped to accentuate his detachment from the verbal dogfight between Heath and Wilson.[CITATION-87] The Liberals also benefited from a relatively generous allocation of party political broadcasts (divided between the parties in a ratio of 5:5:3) and increased television news coverage once the short campaign began: the party ‘almost doubled its share of news coverage’ compared with 1970, and Thorpe ‘made skilled use of the nightly opportunity to present a fresh and constructive image’.[CITATION-88] Finally, the party spent over £25,000 on a series of press advertisements and ‘Take Power’ posters, orchestrated by the advertising executive and Liberal candidate Adrian Slade.[CITATION-89] This campaign was made possible by Thorpe’s success in raising donations from businessmen such as Jack Hayward, many of which he handled directly (or through secretive ‘direct aid accounts’) and some of which he was later alleged to have misappropriated.[CITATION-90] On polling day, Liberal candidates took 19.3 per cent of the national vote—more than double their 1970 performance—and an average of 24 per cent in the 452 seats they contested in England.[CITATION-91] (The Liberals performed less well in Scotland, and to a lesser extent Wales, where the Conservative vote was more resilient and the nationalist parties offered an alternative vehicle of protest.) The broad geographical spread of Liberal support, however, meant that the party won only fourteen seats: holding three of the five by-election gains, retaking Colne Valley and Bodmin (which had been lost in 1970), and adding the Isle of Wight, Hazel Grove, and Cardigan. Data from the British Election Study (BES) suggests that almost half of the new Liberal voters had not voted in 1970, and that the rest were drawn fairly evenly from Labour and the Conservatives; however, some of the Labour-to-Liberal switchers may have been tactically motivated, since most of the Liberals’ strongest performances (including more than four-fifths of their 146 second places) came in Tory constituencies.[CITATION-92] In particular, the Liberals established themselves as the main challengers to the Conservatives across a broad swathe of southern England, coming second in sixty-eight out of 105 Tory-held seats south of the Thames, and made particularly big strides in London suburbs and commuter seats such as Richmond, Twickenham, and Guildford.[CITATION-93] By contrast, the Liberal results bore little relationship to local government activity, perhaps because the dark February nights were not well suited to pavement politics. Indeed, Liverpool Wavertree—where the incoming council leader Cyril Carr was the Liberal candidate—was one of only two English seats where the Liberal vote share went down.[CITATION-94] Who were the six million Liberal voters? Analysis of the BES and other opinion surveys suggests four main patterns. Firstly, Liberal voters were disproportionately young: for instance, the BES found that 27 per cent of under-25s and 23 per cent of 25- to 34- year-olds supported the Liberals, falling to 10 per cent among those aged 75 and over.[CITATION-95] The Conservative Party’s private polling of 16–28 year olds also highlighted ‘[t]he disruptive effect of the Liberals on the political loyalties of the young’, and suggested that young women and those with ‘more and higher educational qualifications than the age group as a whole’ were particularly likely to switch to Thorpe’s party.[CITATION-96] Secondly, as in the 1960s, the Liberals did better among the ‘salariat’ and other white-collar groups than among manual workers.[CITATION-97] Thirdly, Liberal voters gave Thorpe high leadership ratings, particularly compared to Heath, whose battle with the NUM had made him seem both combative and ineffectual. Unlike Heath and Wilson, Thorpe’s ratings ran well ahead of his party’s, supporting the widespread view that his television appearances had been an important asset.[CITATION-98] Fourthly, Liberal voters tended to be less satisfied with the British political system than Labour or Conservative supporters.[CITATION-99] It is difficult to draw broader conclusions about political attitudes, since the February BES survey was relatively short (and therefore light on policy questions), but the October survey suggested that Liberal voters were disproportionately likely to believe that both ‘big business’ and trade unions had too much power, and held broadly but not overwhelmingly liberal views on issues such as race and women’s equality.[CITATION-100] Thorpe discouraged talk of coalitions during the February 1974 campaign, but assured voters that he was prepared to work with other parties if the election produced a hung Parliament.[CITATION-101] When the results came in, with both Labour (on 301 seats) and the Conservatives (on 297 seats) well short of a majority, he had to deliver on this promise. Heath offered him a coalition, including a seat in the Cabinet, plus a Speaker’s Conference on electoral reform; but though Thorpe seems to have been attracted to the idea, Liberal candidates and activists deluged party headquarters with objections. Not only would a Conservative–Liberal coalition have lacked a majority of seats (and so required support from at least one other party, probably the Ulster Unionists), but most Liberals believed the party’s success was largely the result of Heath’s unpopularity. The fourteen Liberal MPs thus rejected Heath’s offer and called instead for an all-party Government of National Unity to carry out an agreed short-term economic programme. Since neither of the main parties was interested in repeating the events of 1931, Heath resigned and allowed Wilson to form a minority administration.[CITATION-102] A new election was widely expected within months, and the most optimistic Liberals hoped that ‘one more heave’ would bring the party to power, though the Labour government’s honeymoon period made this task much harder. By ending the miners’ dispute, repealing the Industrial Relations Act, and taking action on rents and food prices, Wilson sought to signal a return to pragmatic social-democratic governance, and an Opinion Research Centre poll in April found that six out of ten voters—including a majority of Liberals—felt that Labour had been ‘much more moderate and constructive than they expected’.[CITATION-103] The Liberal Party was also divided in its analysis of the February result, since some activists believed that Thorpe had overdone the case for ‘moderation’ and should have offered a more ‘assertive presentation of Liberal policies’.[CITATION-104] By contrast, Thorpe was more impressed by the strong public support for co-operation, and worried that Heath would succeed in blaming the Liberals for putting Labour in office. In June, Thorpe and his chief whip David Steel went on television to declare that they were still willing to form a Government of National Unity (GNU) if the next election proved inconclusive.[CITATION-105] Polls carried out during the summer of 1974 found wide support for the principle of such a government; as Heath’s Shadow Cabinet noted in July, the country was ‘currently going through one of its coalition moods’.[CITATION-106] Even the most cursory examination of the idea, however, revealed two serious problems. Firstly, a succession of Conservative MPs—mostly moderates such as Maurice Macmillan and Ian Gilmour—publicly expressed an interest in a coalition, whereas Labour ministers vigorously rejected it.[CITATION-107] The Liberals pointed out that Heath’s confrontational record in office meant that he could hardly pose as a unifying figure, but that implied that they might be willing to serve under a different Tory leader.[CITATION-108] Secondly, as Jo Grimond pointed out, any coalition would need a clear ‘goal’, since the country would ‘not be pulled out of its decline simply by cobbling together a Cabinet of different parties’.[CITATION-109] The obvious rationale for co-operation was to deal with the economic crisis created by the oil shock, which by mid-1974 had produced rapid inflation and a large balance-of-payments deficit.[CITATION-110] Thorpe thus used a speech at Loughborough in July to set out a ‘minimum programme required to save this country from economic disaster’, involving prices and incomes controls, electoral reform, industrial co-partnership, and cuts in ‘prestige projects’ in order to redirect resources to social security.[CITATION-111] Yet thoughwas impressed by the ‘Left-wing flavour’ of his speech, many of the Liberals’ most attractive social policies had already been pre-empted by the minority Labour government.[CITATION-112] To many on the left, a GNU seemed to be little more than a vehicle to manoeuvre Labour out of office, re-impose wage restraint, and smuggle in proportional representation by the back door.Suspicions that the Liberals were tacking to the centre right were reinforced by a hardening of the party’s economic stance after the February election. John Pardoe, for instance, warned in lurid terms that Britain was ‘approaching that situation of “explosive inflation” which has been experienced in so many South American countries’, which would be ‘a danger to our society, to our politics, to our Parliamentary Institutions, to our very democracy’. Though he rejected monetarism on the grounds that mass unemployment was unacceptable, he argued that ‘the menace of inflation must be met; met hard; and met now’, and accused the Labour Chancellor, Denis Healey, of attempting to evade the problem.[CITATION-113] Faced with an interventionist Labour government and corporate alarm about a ‘profits squeeze’, some Liberal MPs also began to worry about the survival of the market economy. Pardoe declared that Labour’s attempt to hold down prices through controls and subsidies was ‘nuts’, while Wainwright warned that ‘Export-led growth cannot be achieved by State-shackled manufacturing industry’.[CITATION-114] Even Thorpe claimed that Britain had become ‘a nation living beyond its means, with a standard of living which cannot be sustained by our current level of economic activity’. Sooner or later, the Liberal leader insisted, the government would have to be honest with the electorate about the need for sacrifice.[CITATION-115] This gloomy analysis of Britain’s economic position meant that the Liberal message in the October 1974 campaign sat rather awkwardly with the glitzy style which Thorpe had chosen. The party had calculated that a vote share of 26–28 per cent would deliver a much larger block of MPs, and Thorpe hoped that his tour of target seats—first by hovercraft and then by helicopter—would help attract the media coverage required for a national breakthrough.[CITATION-116] In addition to television news coverage, the Liberals gained sympathetic treatment from much of the press, which discussed the party’s manifesto ‘with unprecedented seriousness’ and covered Thorpe’s speeches at length.[CITATION-117] Alastair Hetherington ofechoed the Liberal argument that ‘consensus’ could be ‘tough, progressive, and fair’, whileendorsed a GNU and,, and thesupported a Conservative–Liberal coalition with varying degrees of clarity.[CITATION-118] By Liberal standards, the campaign was also well resourced, though the party was still poorer than its rivals. Across the two elections of 1974, Conservative Central Office spent over £1.6 million and Transport House just under £1 million, while even the inclusion of Thorpe’s direct aid accounts only took central Liberal spending to about £300,000.[CITATION-119] At constituency level, the gap was smaller: Liberal candidates’ election expenses averaged £725 in October, compared with £1,275 for Conservatives and £1,163 for Labour candidates.[CITATION-120] Alongside the national campaign, the Liberals concentrated their efforts on about forty ‘critical marginals’, drawing on the work of the Winnable Seats Committee, which Thorpe had established in the 1960s, and the experience which agents such as John Spiller had gained in the 1972–3 by-elections.[CITATION-121] Almost all of these seats were Conservative-held, so squeezing residual Labour support became a particular focus.[CITATION-122] As both Labour and the Conservatives sought to burnish their moderate credentials, however, Liberal poll ratings struggled to break through the 20 per cent mark. In the final week of the campaign, Thorpe focused his argument back on political reform in an attempt to ‘sharpen and simplify’ the party’s message:Shall we persevere with the mistakes of a quarter of a century for another five years on October 10, or shall we have the courage to BREAK THE TWO-PARTY SYSTEM—AND SAVE BRITAIN[?][CITATION-123] Peter Riddell of thethought Thorpe was ‘more surefooted’ after this pivot, but there was no Liberal surge, and attempts to attract tactical anti-Tory votes bore little fruit.[CITATION-124] Overall, the Liberal vote share fell back slightly, and the party dropped to thirteen seats, losing Hazel Grove and Bodmin while gaining Truro. The BES survey found an enormous ‘churn’ in Liberal support, as the party lost almost half its February voters but gained about two million others.[CITATION-125] The party’s post-election inquests revealed a range of views. David Steel argued that the Liberal message had been ‘too intellectual and too complicated’ and that the party needed to strengthen its appeal to ‘erstwhile Labour voters’, but some activists felt that Thorpe and Steel’s musings about coalition had alienated precisely this group.[CITATION-126] Some members of the national executive thought the emphasis on ‘the gravity of the country’s economic situation’ had been overdone, to the detriment of ‘other matters of equally vital concern to the people’. Others complained that ‘the image of frivolity surrounding the Leader … contrasted with the serious nature of the campaign’, and that the party had ‘failed to promote’ the ‘grass roots campaigning image’ implied by the community politics strategy.[CITATION-127] R.W. Johnson has characterised the period between 1974 and 1976 as the era of the UK’s ‘Great Fear’, in which ‘parts of the establishment began seriously to consider alternatives to our present form of parliamentary democracy’.[CITATION-128] Rapid inflation—peaking around 25 per cent in 1975—and the perceived humiliation of the 1976 IMF crisis led to widespread talk of national decline and social breakdown, reinforced by a wider cultural mood which made the 1970s ‘the golden age of paranoia’.[CITATION-129] At the most extreme end of the spectrum, figures such as the retired general Sir Walter Walker and the Cold War strategist Brian Crozier were rumoured to be flirting with the possibility of a military coup, and New Left commentators such as Stuart Hall warned that middle-class complaints about inflation, taxation and crime would provide fertile territory for ‘authoritarian populism’.[CITATION-130] Yet talk of realignment and constitutional change also drew on more liberal and progressive sources, including the ‘Yes’ campaign in the June 1975 referendum, which brought Heath, Jenkins and Thorpe together to argue in favour of continued EEC membership. As Robert Saunders has pointed out, ‘the spirit of cross-party solidarity embodied by Britain in Europe was widely applauded’ in the press, and the referendum result was seen as a decisive victory for ‘moderates’ over the Labour left and the Powellite right.[CITATION-131] , for instance, followed up the referendum by calling for a centrist coalition which could give effect to the shared goals of the ‘middle majority’.[CITATION-132] The shift from election season to the normal routines of parliamentary life made it hard for the Liberals to maintain the high public profile they had gained in 1974. Although the Labour government’s slim majority of three seats gave smaller parties some leverage, the Liberals found themselves jostling with the eleven Scottish National Party MPs, three Plaid Cymru MPs, and assorted Northern Irish politicians for influence and media coverage.[CITATION-133] Margaret Thatcher’s election as Conservative leader helped to restore Tory morale, and Thorpe’s position was under fire even before Norman Scott’s allegations broke into the public domain in January 1976.[CITATION-134] By the time Thorpe resigned as leader in May 1976, the Liberals had fallen back to 10 per cent in the polls and were starting to experience heavy losses in local elections.Despite these setbacks, some of the themes which the Liberals had launched into public debate in 1973–4 continued to resonate. In particular, the case for electoral reform had begun to take on a life of its own before the October 1974 election, when the Oxford political scientist S.E. Finer used an article into articulate a ‘defence of deadlock’.[CITATION-135] Finer argued that the ‘conventional wisdom’ that the first-past-the-post system delivered ‘firm and stable government’ was no longer tenable, since neither Wilson nor Heath had managed to tame the unions, and the combination of economic crises (in 1967 and 1972) and electoral swings (in 1970 and 1974) had produced a succession of sharp policy reversals.[CITATION-136] Under a PR system, with coalition or minority governments, ‘social and economic policy would be more continuous, more incremental and more self-consistent’, and it would be ‘all but impossible for one powerful sectional interest to bully or to capture parliament’.[CITATION-137] Finer recruited sympathetic colleagues such as Nevil Johnson and the economists Thomas Wilson and David Stout to help flesh out this argument in a book of essays on(1975), and the ‘adversary politics thesis’ became a staple of UK political science literature during the late 1970s and 1980s.[CITATION-138] The Hansard Society sponsored a Commission on Electoral Reform chaired by the Conservative historian Lord Blake, which came out in favour of a switch to either the Additional Member System or the Single Transferable Vote.[CITATION-139] Lord Harlech, the chairman of the European Movement and a former British ambassador to Washington, also launched a National Committee for Electoral Reform (NCER) in June 1976 to co-ordinate a public campaign on the issue.[CITATION-140] The adversary politics thesis was strongly influenced by the apparent success of the West German political system in maintaining policy stability and public consent for anti-inflationary measures during the mid-1970s. As the NCER’s director Richard Holme put it, West Germany was ‘a democracy which works’.[CITATION-141] This vision of a consensus democracy was particularly attractive to many of the technocrats who had struggled to make corporatism work in Britain over the previous decade; for instance, the director general of the National Economic Development Office, Ronald McIntosh, voted Liberal in the two 1974 elections and publicly urged politicians to break free from ‘adversary politics’.[CITATION-142] At the same time, PR also appealed to businessmen who feared the rise of a left-wing Labour government and complained that policy instability was undermining their investment plans. For instance, a meeting of British United Industrialists in June 1975 found ‘considerable agreement that the present electoral system … is very bad for private enterprise which needs to make long-term plans and cannot know whether such plans might be viable under whatever Government may be in power’.[CITATION-143] Thorpe canvassed business support for PR during 1974 and 1975, and drew a sympathetic response from figures such as Sir Val Duncan of Rio Tinto Zinc and Sir Marcus Sieff of Marks & Spencer.[CITATION-144] This interest in constitutional reform overlapped somewhat uneasily with right-wing machinations against the Labour government. Indeed, Duncan reportedly convened a dinner for business leaders in May 1975 at which he talked about how the army would ‘play its proper role’ if the UK descended into anarchy.[CITATION-145] Thorpe hoped that corporate donors would either defect to the Liberals or use their influence to swing the Conservatives round to electoral reform, but in the end, neither happened. Though Heathite MPs such as Douglas Hurd and Sir George Young were sympathetic, Margaret Thatcher was deeply hostile to both PR and the broader coalitionist impulse.[CITATION-146] As her biographer Charles Moore has noted, ‘“National unity” annoyed Mrs. Thatcher very much’, because she ‘instinctively preferred the public two-party battle to a world of private understandings and shifting alliances’ and ‘believed that the answer to the national crisis was not the forging of a national consensus round the old, wrong policies, but a bold leap for new, right ones’.[CITATION-147] The Conservatives’ rejection of consensus politics reflected Thatcher’s commitment to monetarism and the wider free-market agenda, which (as Jim Bulpitt pointed out in his classic analysis of Tory ‘statecraft’) offered an alternative means of reasserting the authority of the state.[CITATION-148] At the same time, this strategic decision was also shaped by a particular view of the ‘Liberal vote’. The October 1974 Tory campaign had been premised on the belief that voters who had abandoned Heath for Thorpe favoured ‘moderation’, but Thatcher and her allies were more impressed by the heterogeneity of Liberal support. Nigel Lawson, for instance, insisted that the assumption that ‘the Liberal vote is a liberal vote’ was a ‘complete misconception’. Rather, Thorpe had attracted an anti-establishment ‘protest vote’ which had already largely disintegrated by the late 1970s.[CITATION-149] The belief that ‘a special ploy to get the … Liberal vote’ was unnecessary meant that the Conservatives tackled the Liberals ‘in a very low key’ during the 1979 campaign.[CITATION-150] Even so, Thatcher did develop a distinctive approach to dealing with the party. As Saunders has pointed out, the sharp rhetorical contrast which Thatcher drew between Conservative ‘freedom’ and Labour’s ‘socialism’ had the effect of ‘squeezing the space for the Liberals’ and reinforcing the bipolar tendencies of the existing electoral system.[CITATION-151] Like Winston Churchill in the 1940s, Thatcher tapped in to an essentially liberal political language and positioned the Tories as the defenders of traditional Liberal values such as free enterprise, self-help and personal responsibility.[CITATION-152] Thatcher’s efforts to polarise debate on these lines were aided by growing frustration with tax, regulation and trade union power among large sections of the middle class. For Thatcher and her sympathisers, such as Ronald Butt in, the Liberals had become ‘a by-stander in the essential political battle’ over the role of the state in British society.[CITATION-153] The long-standing Tory claim that ‘a vote for the Liberals is a vote for Labour’ was strengthened by David Steel’s decision to prop up the Callaghan government through the 1977–8 Lib–Lab Pact.[CITATION-154] The Pact is perhaps best understood as a reflection of Steel’s belief that the Liberals needed to gain credibility as a potential governing partner if ‘realignment’ was ever to happen.[CITATION-155] At the same time, the Pact also marked an important shift in the party’s public discourse. During 1974–5, Thorpe and Pardoe had framed Britain’s economic and political malaise as an existential crisis which could be only be overcome through immediate and radical change; under Steel, the party’s tone became more orthodox and incremental. Steel threw his weight behind the Callaghan government’s economic strategy, including the spending cuts which Denis Healey had agreed with the IMF, and sought to take credit for the recovery that followed. Through the Pact, the Liberals argued, ‘doctrinaire Socialism’ had been curbed, inflation had fallen from 18 per cent to less than 10 per cent, and the UK had experienced ‘a remarkable recovery of financial confidence’.[CITATION-156] Yet the actual policy concessions which Steel obtained were slim, and mainly involved tax changes (such as incentives for profit-sharing). As Michael Steed warned in a 1978 strategy paper, Steel’s emphasis on moderation was ‘a negative appeal, unlikely to build up committed support’, even if it fitted ‘logically and naturally with a balance of power strategy’.[CITATION-157] Jo Grimond posed the issue more starkly to the journalist Hugo Young: ‘What is happening, in all this, to the Liberals as the party that wants to bust the system?’[CITATION-158] When the 1979 election came, Steel fought an effective and well-organised campaign, and fears of a full-scale collapse did not materialise.[CITATION-159] Nevertheless, the Liberals’ fall from 18.3 per cent to 13.8 per cent of the vote made a significant contribution to Thatcher’s victory. Between October 1974 and 1979, the Conservative vote rose by 3.2 million. BES data suggest that this involved a net gain of about a million votes from the Liberals and about 750,000 votes from Labour, with the rest coming from differential turnout and the minor parties.[CITATION-160] The BES found that most of the Thorpe-to-Thatcher switchers were former Conservative voters who were returning to the fold, but some were new converts.[CITATION-161] Thatcher not only won back middle-class voters (and especially women) who had flirted with the Liberals earlier in the decade, but also made inroads into traditional Liberal heartlands.[CITATION-162] In particular, the Conservatives defeated Thorpe in North Devon and Pardoe in North Cornwall, and won the rural Welsh seat of Montgomery for the first time since 1874. The fact that Thorpe was about to stand trial on charges of conspiracy to murder a former gay lover hardly helped the Liberal cause.[CITATION-163] By contrast, Thatcher’s brand of Conservatism, rooted in her provincial Methodist background, resonated with many small-business people and Nonconformist voters. As in 1970, the Liberals found it difficult to insulate themselves from a middle-class backlash against Labour’s economic record or to deflect the Tories’ appeal to cultural conservatism.Set in this broader context, it is clear that the Liberal revival is of profound importance for our understanding of political change in 1970s Britain. The events of 1972–4 established the Liberals as a major political force across rural and suburban England for the first time since the Second World War, building on the foundations which had been laid in the Orpington period. Thorpe and his colleagues articulated a resonant critique of class politics and warned that Conservative and Labour governments were leading the nation into crisis; as such, they were agents as well as beneficiaries of dealignment. At a cultural level, the Liberals gave expression both to young voters’ frustration with the starchiness and materialism of post-war politics and to a more conservative (and in many ways antithetical) impulse towards ‘national unity’. The very ambiguity of Liberal policy contributed to this broad appeal. In particular, the demand for electoral reform and the belief in ‘community politics’ allowed the Liberals to adopt the rhetoric of ‘anti-system’ populism while remaining firmly committed to pluralist parliamentary democracy.[CITATION-164] By framing ‘adversary politics’ as a hangover from the industrial conflicts of the early twentieth century, the Liberals also tapped in to a growing sense that class-based identities were becoming anachronistic. Voting Liberal was a simple way for people to assert their political agency, even (or perhaps especially) if it was a one-off act rather than a lasting conversion.The political scientist Peter Hall has characterised the mid- and late 1970s as a period of deep political choice in Britain, in which the crisis of confidence in Keynesian economic management opened up the ‘marketplace for economic ideas’ and paved the way for a ‘paradigm shift’ towards monetarism and neo-liberalism.[CITATION-165] In this marketplace, the Liberals offered a distinctive proposition, albeit one based mainly on constitutional rather than economic radicalism. Indeed, the Liberals’ response to inflation and industrial conflict was strongly coloured by the technocratic, productivist and nationalist assumptions which permeated Britain’s post-war settlement.[CITATION-166] Yet though the prospect of a renewed consensus was an attractive one, the Liberals’ strategy for shoring up Keynesian welfare capitalism was not without its limitations. In particular, Pardoe’s economic policy relied heavily on the belief that a package of redistribution, workers’ participation, and constitutional reform could make statutory wage controls effective and politically sustainable.[CITATION-167] This was always an optimistic notion, and became more so over time as the mid-1970s recession and the IMF loan reduced the scope for ‘flanking’ wage restraint with progressive social policies. Nor was the party well prepared to confront the hard choices which coalition would require. For instance, most Liberal voters in 1974 saw the party as closer to the Conservatives than to Labour, whereas Liberal activists leaned to the left and (as the row over Heath’s coalition offer showed) were generally hostile to working with the Tories.[CITATION-168] The broad but shallow nature of the Liberal breakthrough can also be seen as a reflection of Thorpe’s leadership style. As Peter Bessell noted, the February 1974 campaign was ‘a personal triumph for Jeremy’:In an age dominated by TV personalities, he succeeded in conveying to the viewers the policies of his party in simple terms while projecting a personal image of statesmanship fortified by idealism.[CITATION-169] Heath’s lack of charisma and charm created a political opening which Thorpe energetically filled. At his best, he helped the Liberals tap into an iconoclastic mood while remaining a ‘safe’ option for erstwhile Tory voters. Yet Thorpe’s focus on publicity rather than ideas also came at a political cost, and by the time of the October election there were signs that his appeal was already waning.[CITATION-170] His reputation as ‘a preening dandy who adored the limelight’ tended to undermine the credibility of Liberal policies and to obscure the more creative currents of activism at the Liberal grass roots.[CITATION-171] This made it easy for critics to portray the party as a narrowly electoral machine, characterised by ‘rootless opportunism and occasional poujaedism’ (as the Labour MP Phillip Whitehead put it in 1981), rather than a principled political movement.[CITATION-172] Even so, the legacies of 1974 lived on, most obviously in the SDP/Liberal Alliance. Roy Jenkins’s landmark 1979 Dimbleby Lecture drew heavily on the critique of ‘adversary politics’ that had emerged earlier in the decade; if the voice was unmistakeably Jenkins’s own, most of the words could have been written by John Pardoe or S.E. Finer. The Gang of Four gave the Alliance the gravitas which Thorpe had lacked, though Jenkins’s lacklustre performance in the 1983 campaign suggested that this was a dubious asset. Thatcher’s confident leadership and renewed popularity after the Falklands War also made it hard to present constitutional reform as an urgent response to a looming crisis. The SDP’s focus groups in the run-up to the 1983 election found that the language of stability and national unity still resonated, but this was ‘not interpreted as meaning a need for centrist policies’ so much as allowing Thatcher to ‘finish the job’ she had embarked on.[CITATION-173] As the Alliance struggled to ‘break the mould’, 1974 passed into Liberal mythology as a reminder of what the party had achieved on its own and how little progress had been made. ‘What were all the doubts, humiliations, climb-downs, sell-outs and surrenders to Dr Owen … for’, a dispirited contributor tomagazine asked after the 1987 election, ‘when we have gained a total haul of seats and votes not greatly in excess of that won by a scratch Liberal campaign 13 years ago?’[CITATION-174] Only when the Conservative vote collapsed in 1997 did the Liberal Democrats manage to convert the electoral potential which Thorpe had revealed into significant parliamentary gains. Only when Nick Clegg took the party into government in 2010 did it become clear that the bond between its leaders and its voters was just as fragile as it had been in the 1970s.[CITATION-175] ",
    "footnotes": {
        "1": "M. Bloch, Jeremy Thorpe (London, 2014), pp. 406–7.",
        "2": "Daily Mail, 3 Sept. 1974, pp. 1–2; London, British Library of Political and Economic Science [hereafter BLPES], Liberal Party papers, 9/14, Liberal Party press release, ‘Thorpe—How to Tackle Britain’s Gravest Crisis’, 2 Sept. 1974.",
        "3": "Ibid.",
        "4": "For a typical example of this popular narrative, see D. Sandbrook, Seasons in the Sun: The Battle for Britain, 1974–1979 (London, 2012).",
        "5": "L. Black and H. Pemberton, ‘Introduction. The Benighted Decade? Reassessing the 1970s’, in L. Black, H. Pemberton and P. Thane, eds, Reassessing 1970s Britain (Manchester, 2013), pp. 1–24; see also G. Ortolano, Thatcher’s Progress: From Social Democracy to Market Liberalism through an English New Town (Cambridge, 2019), pp. 17–21.",
        "6": "E. Robinson, C. Schofield, F. Sutcliffe-Braithwaite and N. Thomlinson, ‘Telling Stories about Post-war Britain: Popular Individualism and the “Crisis” of the 1970s’, Twentieth Century British History, xxviii (2017), pp. 268–304; F. Sutcliffe-Braithwaite, Class, Politics and the Decline of Deference in England, 1968–2000 (Oxford, 2018); J. Lawrence, Me, Me, Me? The Search for Community in Post-war England (Oxford, 2019).",
        "7": "C. Schofield, Enoch Powell and the Making of Postcolonial Britain (Cambridge, 2013); R. Saunders, ‘“Crisis, what Crisis?” Thatcherism and the Seventies’, in B. Jackson and R. Saunders, eds, Making Thatcher’s Britain (Cambridge, 2012), pp. 25–42; C. Hay, ‘Chronicles of a Death Foretold: The Winter of Discontent and the Construction of the Crisis of British Keynesianism’, Parliamentary Affairs, lxiii (2010), pp. 446–70.",
        "8": "J. Tomlinson, The Politics of Decline: Understanding Post-War Britain (Harlow, 2000), p. 94.",
        "9": "On the revival of Scottish nationalism in the 1970s, see especially B. Jackson, The Case for Scottish Independence: A History of Nationalist Political Thought in Modern Scotland (Cambridge, 2020).",
        "10": "All election statistics are taken from S. Pilling and R. Cracknell, UK Election Statistics, 1918–2021: A Century of Elections (House of Commons Library Research Briefing, CBP7529; London, 2021), unless otherwise stated.",
        "11": "J. Kirkup, The Lib–Lab Pact: A Parliamentary Agreement, 1977–78 (Basingstoke, 2016).",
        "12": "Data from the October 1974–1979 British Election Study panel sample suggests that 39 per cent of October 1974 Liberal voters supported the Conservatives in 1979. However, as Bo Särlvik and Ivor Crewe noted, this panel sample was drawn from the electoral register, so it excluded voters who had died or emigrated by 1979, and those who abstained in 1979 were also under-represented. Särlvik and Crewe sought to correct for these issues in their main ‘flow of the vote’ chart. The figures set out here suggest that about 27 per cent of October 1974 Liberal voters switched to the Conservatives in 1979, while about 38 per cent voted Liberal and 22 per cent abstained or left the electorate. See B. Särlvik and I. Crewe, Decade of Dealignment: The Conservative Victory of 1979 and Electoral Trends in the 1970s (Cambridge, 1983), pp. 33, 51.",
        "13": "Jonathan Kirkup has also produced a valuable recent study of the Lib–Lab Pact: Kirkup, Lib–Lab Pact. For the other works mentioned here, see R. Fox, ‘The Liberal Party, 1970–1983: Its Philosophy and Political Strategy’ (Univ. of Leeds Ph.D. thesis, 1999); Bloch, Jeremy Thorpe; and T. Jones, The Revival of British Liberalism: From Grimond to Clegg (Basingstoke, 2011). I am grateful to Dr Fox for lending me a typescript copy of her unpublished thesis.",
        "14": "J. Alt, I. Crewe and B. Särlvik, ‘Angels in Plastic: The Liberal Surge in 1974’, Political Studies, xxv (1977), pp. 343–68; see also P.H. Lemieux, ‘Political Issues and Liberal Support in the February 1974 British General Election’, Political Studies, xxv (1977), pp. 323–42.",
        "15": "Fox’s study, in particular, is framed around the question of why the Liberals failed to achieve realignment, and Ivor Crewe and Anthony King’s study of the SDP asks similar questions about the Alliance: I. Crewe and A. King, SDP: The Birth, Life and Death of the Social Democratic Party (Oxford, 1995).",
        "16": "Independent Inquiry into Child Sexual Abuse, Allegations of Child Sexual Abuse Linked to Westminster (London, 2020), pp. 53–60. For the allegations against Freud, see ‘ITV investigation: Politician Sir Clement Freud accused of child sexual abuse’, ITV News report, 14 June 2016, available online at https://www.itv.com/news/2016-06-14/late-politician-sir-clement-freud-accused-of-child-sexual-abuse (accessed 13 Oct. 2022).",
        "17": "Schofield, Enoch Powell, p. 268.",
        "18": "Sutcliffe-Braithwaite, Class, Politics and the Decline of Deference, p. 204.",
        "19": "BLPES, Liberal Party papers, 9/13, fos 110–114, Liberal Party 1970 election bulletin no. 5, [c.28 May 1970], and fos 160–164, Liberal Party bulletin no. 18, 15 June 1970.",
        "20": "The Guardian, 20 June 1970, p. 15.",
        "21": "The Economist, 26 Sept. 1970, pp. 13–14, at 13.",
        "22": "London, British Library [hereafter BL], Add. MS 89073/3/108, Peter Hain, ‘General Election Working Party. Preliminary suggestions’, May 1973. For a valuable recent analysis of the 1970 campaign, see M. Farr, ‘The 1970 General Election’, in A.S. Roe-Crines and T. Heppell, eds, Policies and Politics Under Prime Minister Edward Heath (Basingstoke, 2021), pp. 63–86.",
        "23": "On the Liberals’ economic policy in the 1960s, see P. Sloman, The Liberal Party and the Economy, 1929–1964 (Oxford, 2015), pp. 212–20.",
        "24": "J. Vincent, ‘What Kind of Third Party?’, New Society, 26 Jan. 1967, pp. 120–21. On the political impact of anti-immigrant sentiment in this period, see, for instance, M. Collinson, ‘A “Fertile Ground for Poisonous Doctrines”? Understanding Far-right Electoral Appeal in the South Pennine Textile Belt, c.1967–1979’, Contemporary British History, xxxiv (2020), pp. 273–98.",
        "25": "M. Cole, Richard Wainwright, the Liberals and Liberal Democrats: Unfinished Business (Manchester, 2011), pp. 112–14; BLPES, Liberal Party papers, 1/6, fos 93–9, NEC minutes, 4 July 1970, at fo. 96.",
        "26": "R. Fox, ‘Young Liberal Influence and its Effects, 1970–74’, Liberal Democrat History Group Newsletter, no. 14 (Mar. 1997), pp. 16–18; P. Hellyer, ‘The Young Liberals and the Left, 1965–70’, Journal of Liberal History, no. 67 (2010), pp. 60–67.",
        "27": "BLPES, Liberal Party papers, 1/6, fos 189–95, NEC minutes, 26 Nov. 1971, and 1/7, fos 29–36, Council minutes, 31 Oct. 1970; see also Liberal News, 21 Dec. 1970, pp. 1, 3, 10. Eaks had reportedly told St Albans YLs that ‘Jews see themselves as the master race’ and that ‘Israel is guilty of some brutal atrocities against humanity’: The Guardian, 2 Nov. 1970, p. 1.",
        "28": "T. Greaves, ‘Thorpe and the Young Liberals’, Journal of Liberal History, no. 86 (2015), pp. 11–12.",
        "29": "For the contours of the Grimond-era local government revival, see M. Egan, Coming into Focus: The Transformation of the Liberal Party, 1945–64 (Saarbrücken, 2009), pp. 164–225.",
        "30": "For a similar example of Liberal progress aided by Labour’s unpopularity under Wilson, see S. Belzak, ‘Swinging in the ’60s to the Liberals: Mary Murphy and Pontypridd Urban District Council’, Journal of Liberal History, no. 68 (2010), pp. 26–34.",
        "31": "BLPES, Liberal Party papers, 10/12, Wallace Lawler leaflet, ‘Liberal By-Election News’, June 1969; see also A. Cyr, Liberal Politics in Britain (rev. edn, New Brunswick, NJ, 1988), pp. 107–10.",
        "32": "BLPES, Liberal Party papers, 10/12, reprint of article from Birmingham Mail, 13 Mar. 1969, and ‘Extract from the Liberal Party T.V. Broadcast on 1st May 1968’.",
        "33": "According to the minutes of the party’s national executive, ‘the gypsies in question were scrap metal dealers who had taken over the green play area of a housing estate’, and ‘Cllr. Jepson had taken a very popular line in demanding their expulsion from Barnsley’: BLPES, Liberal Party papers, 1/6, fos 144–50, NEC minutes, 20 Mar. 1971.",
        "34": "The potential for urban–rural tensions was highlighted at a meeting between MPs and the national executive committee at the 1970 Assembly, at which David Steel and Emlyn Hooson also argued that the Liberal Party Organisation was an English body and ‘had no authority in Scotland and Wales’: BLPES, Liberal Party papers, 1/6, fo. 112, ‘Minutes of the Joint Meeting of the National Executive Committee and the Parliamentary Party held on Thursday 24th September at the Cavendish Hotel, Eastbourne’.",
        "35": "Hellyer, ‘Young Liberals and the Left’, pp. 66–7.",
        "36": "Quoted in R. Pinkney, ‘Nationalizing Local Politics and Localizing a National Party: The Liberal Role in Local Government’, Government and Opposition, xviii (1983), pp. 347–58, at 351.",
        "37": "BLPES, Liberal Party papers, 1/6, fos 177–82, NEC minutes, 21 Aug. 1971.",
        "38": "BLPES, Liberal Party papers, 1/6, fos 189–95, NEC minutes, 26 Nov. 1971; 1/7, fos 37–43, NEC minutes, 15 Jan. 1972; and 8/3, Final Liberal Assembly Agenda 1971: 15–18 September, Scarborough (1971), p. 8.",
        "39": "BLPES, Liberal Party papers, 1/7, fos 37–43, NEC minutes, 15 Jan. 1972.",
        "40": "BLPES, Liberal Party papers, 1/7, fos 44–51, at fo. 46, NEC minutes, 25 Feb. 1972, and fos 68–75, NEC minutes, 24 June 1972.",
        "41": "D. Wilson, Memoirs of a Minor Public Figure (London, 2011), p. 217.",
        "42": "M. Collinson, ‘Liverpool’s Renewed Liberalism: Britain’s Third Party in Post-war Merseyside Politics’, Transactions of the Historic Society of Lancashire and Cheshire, clxxi (2022), pp. 9–21; G. Weightman, ‘Liberalpool in Trouble’, New Society, 12 Sept. 1974, pp. 661–2.",
        "43": "On Greaves’s political career, see T. Greaves, ‘A Lifetime in Liberalism: Where Do We Go Now?’, Journal of Liberal History, no. 103 (2019), pp. 30–34, and M. Meadowcroft, ‘Lord Tony Greaves’, Journal of Liberal History, no. 111 (2021), pp. 14–21.",
        "44": "The Times, 12 May 1973, p. 3, and 9 June 1973, p. 4.",
        "45": "A. Cairncross, ‘The Heath Government and the British Economy’, in S. Ball and A. Seldon, eds, The Heath Government, 1970–1974: A Reappraisal (Harlow, 1996), pp. 107–38.",
        "46": "K. Middlemas, Power, Competition and the State (3 vols, Basingstoke, 1986–91), ii, p. 362.",
        "47": "M. Stewart, The Jekyll and Hyde Years: Politics and Economic Policy since 1964 (London, 1977), p. 181.",
        "48": "‘In all his utterances’ from mid-1972 onwards, John Campbell has written, Heath ‘emphasized the idea of the Government as the trustee of the national interest, actively mediating between the two sides of industry as the representative of the consumer, the pensioners and the non-unionised’: J. Campbell, Edward Heath: A Biography (London, 1993), p. 421.",
        "49": "Bloch, Jeremy Thorpe, pp. 341–4.",
        "50": "The Economist, 12 Dec. 1972, pp. 11–13, at 11; The Times, 30 Sept. 1972, pp. 14, 15.",
        "51": "J. Campbell, Roy Jenkins: A Well-Rounded Life (London, 2014), pp. 400–402; R. Jay, ‘Lincoln and the Liberal Surge’, in C. Cook and J. Ramsden, eds, By-Elections in British Politics (2nd edn, London, 1997), pp. 194–214.",
        "52": "See, for instance, Sir Brandon Rhys-Williams’s comments to Hugo Young on 6 Dec. 1973: The Hugo Young Papers, ed. I. Trewin (London, 2008), pp. 23–4.",
        "53": "The Observer, 16 Sept. 1973, p. 29.",
        "54": "P. Bessell, Cover Up: The Jeremy Thorpe Affair (Wilmington, DE, 1980), pp. 6–9, 111; see also Bloch, Jeremy Thorpe, pp. 263–8. Thorpe’s preoccupations may not have been untypical of his core supporters, since the 1974 British Election Study team found that ‘stalwart Liberal’ voters were also marked out by ‘relative personal indifference to … “bread-and-butter” issues’ such as ‘prices, taxation, social services, pensions, unemployment, and housing’: Alt et al., ‘Angels in Plastic’, p. 353.",
        "55": "BL, Add. MS 89073/3/108, ‘Liberal Party election strategy’, n.d. [1973].",
        "56": "Liberal policy-making was co-ordinated by the Standing Committee, which was chaired by Pardoe after Wainwright lost his seat in 1970; Wainwright resumed the chairmanship after the 1976 leadership election. Richards was director of research from 1971 until the spring of 1974, when he became secretary to the parliamentary party, and drafted both of the 1974 manifestos. Banks was director of policy promotion from 1972 until after the October 1974 election, when he stood down and was succeeded by Gordon Lishman.",
        "57": "For the ‘Keynesian-plus’ approach, see H. Pemberton, Policy Learning and British Governance in the 1960s (Basingstoke, 2004). It is important to note that the Liberals’ approach to economic management during this period owed almost nothing to the neo-liberal movement which had emerged during the 1950s and 1960s, despite the Liberal background of free-market activists such as Arthur Seldon of the Institute of Economic Affairs. For the Liberals’ shifting relationship with neo-liberalism, see B. Jackson, ‘Currents of Neo-liberalism: British Political Ideologies and the New Right, c.1955–1979’, English Historical Review, cxxxi (2016), pp. 823–50, and Sloman, Liberal Party and the Economy, pp. 220–23.",
        "58": "Indeed, the party voted against Stage Three of Heath’s incomes policy in October 1973 on the grounds that it was not tough enough: Hansard, Parliamentary Debates, 5th ser., House of Commons, 17 Oct. 1973, vol. 861, cols 255–63, 342–4.",
        "59": "The Guardian, 23 Sept. 1972, p. 20, and 12 Sept. 1973, p. 7; M. Fogarty, The Just Wage (London, 1961).",
        "60": "Pardoe’s belief in the need for a stable system of controls based on political consensus was shared by many industrial relations specialists, such as Aubrey Jones, the former Conservative MP who had chaired the Wilson government’s National Board for Prices and Incomes between 1965 and 1970; see A. Jones, The New Inflation: The Politics of Prices and Incomes (Harmondsworth, 1973).",
        "61": "J.H. Goldthorpe, ‘The Current Inflation: Towards a Sociological Account’, in F. Hirsch and J.H. Goldthorpe, eds, The Political Economy of Inflation (Cambridge, MA, 1978), pp. 186–216; R. Turvey, ‘Some Features of Incomes Policy and Comments on the Current Inflation’, in H.G. Johnson and A.R. Nobay, eds, The Current Inflation: Proceedings of a Conference held at the London School of Economics on 22 February 1971 (London, 1971), pp. 196–201, at 200, 199.",
        "62": "On the political salience of inequality in the early 1970s, see P. Sloman, ‘Harold Wilson, “Selsdon Man”, and the Defence of Social Democracy in 1970s Britain’, Twentieth Century British History, xxxiii (2022), pp. 80–102.",
        "63": "BLPES, Liberal Party papers, 9/16, fos 26–30, Liberal Party general election bulletin no. 10, 20 Feb. 1974, at fo. 26.",
        "64": "BLPES, Liberal Party papers, 1/7, fos 52–9, NEC minutes, 25 Mar. 1972, and fos 76–80, 28 July 1972; The Guardian, 3 Feb. 1972, p. 6, 7 July 1972, p. 5, and 1 Aug. 1972, p. 5.",
        "65": "BLPES, Liberal Party papers, 9/16, fos 24–5, general election bulletin no. 8, 18 Feb. 1974, at fo. 25.",
        "66": "Liberal Party, Change the Face of Britain. Take Power—Vote Liberal (London, 1974). A zero-growth motion had been debated at the 1972 Liberal Assembly, but defeated in favour of a commitment to ‘controlled economic growth’ with an emphasis on sustainability: The Guardian, 23 Sept. 1972, p. 7.",
        "67": "The Observer, 16 Sept. 1973, p. 29.",
        "68": "S. White, ‘“Revolutionary Liberalism”? The Philosophy and Politics of Ownership in the Post-war Liberal Party’, British Politics, iv (2009), pp. 164–87; A. Williamson, ‘The Bullock Report on Industrial Democracy and the Post-war Consensus’, Contemporary British History, xxx (2016), pp. 119–49.",
        "69": "BLPES, Liberal Party papers, 9/16, fos 43–4, general election bulletin no. 15, 26 Feb. 1974; Liberal Party, Power to the People (London, 1974).",
        "70": "Royal Commission on the Constitution 1969–1973, Volume II: Memorandum of Dissent by Lord Crowther-Hunt and Professor A.T. Peacock, British Parliamentary Papers, 1973–4, Cmnd. 5460-I, xi. 668 (p. 34).",
        "71": "H. Rose, ‘The Liberal Party and Institutional Reform’, Political Quarterly, xlv (1974), pp. 449–60, at 455.",
        "72": "See, for instance, Pemberton, Policy Learning and British Governance; G. O’Hara, From Dreams to Disillusionment: Economic and Social Planning in 1960s Britain (Basingstoke, 2007); and J. Davis, Prime Ministers and Whitehall, 1960–74 (London, 2007).",
        "73": "J. Boswell and J. Peters, Capitalism in Contention: Business Leaders and Political Economy in Modern Britain (Cambridge, 1997), pp. 102–21. On the Liberal Party’s relationship with environmentalists in the 1970s, see M. Pearson, ‘Tentative Feelers: The Liberal Party’s Response to the Emergence of the Green Party’, Journal of Liberal History, no. 104 (2019), pp. 34–7.",
        "74": "M. Freeden, Liberalism Divided: A Study in British Political Thought, 1914–1939 (Oxford, 1986); Sloman, Liberal Party and the Economy, pp. 38–45.",
        "75": "As early as 1968, Rees-Mogg had hankered after a national government in order to ‘check the rising anarchy’ and ‘restore confidence in the ability of the Government to govern’: The Times, 9 Dec. 1968, p. 9.",
        "76": "The Economist, 26 Feb. 1972, pp. 25–7, at 27.",
        "77": "Bloch, Jeremy Thorpe, pp. 318–25, 339–44.",
        "78": "Jay, ‘Lincoln and the Liberal Surge’, p. 213.",
        "79": "M. Steed, ‘My Own By-election’, Government and Opposition, ix (1974), pp. 345–58, at 356.",
        "80": "Ibid.",
        "81": "BL, Add. MS 89073/3/108, ‘General Election Working Party. Preliminary suggestions’.",
        "82": "The most accessible database of historic UK opinion polls is Mark Pack’s PollBase, available online at https://www.markpack.org.uk/opinion-polls/ (accessed 13 Oct. 2022). For the NOP poll, see Daily Mail, 15 Oct. 1973, pp. 1–2. Thorpe was also distracted for several weeks in late 1973 by the collapse of London and County Securities, a troubled secondary bank of which he was a non-executive director, and faced criticism from Liberal candidates for his low profile: Bloch, Jeremy Thorpe, pp. 372–7; BL, Add. MS 89073/3/108, N. Scott et al. to Thorpe, 1 Jan. 1974.",
        "83": "D. Butler and D. Kavanagh, The British General Election of February 1974 (London, 1974), p. 129.",
        "84": "BLPES, Liberal Party papers, 9/16, fo. 24, general election bulletin no. 8, 18 Feb. 1974.",
        "85": "BLPES, Liberal Party papers, 9/16, fo. 13, Thorpe circular to all Liberal MPs, candidates, and national and regional party officers, n.d. (Jan./Feb. 1974).",
        "86": "Butler and Kavanagh, February 1974, pp. 79, 108–9.",
        "87": "Ibid., p. 79.",
        "88": "Ibid., pp. 149, 80; the former quotation is from Martin Harrison’s chapter on ‘Television and Radio’.",
        "89": "J. Lawrence, Electing Our Masters: The Hustings in British Politics from Hogarth to Blair (Oxford, 2009), pp. 177–8; Butler and Kavanagh, February 1974, pp. 240–42. Officially the party set aside £25,000 for the advertising campaign, but Slade put the eventual cost at ‘around £40,000’: BL, Add. MS 89073/3/108, ‘General Election Report from Philip Watkins’, [spring 1974], and Adrian Slade, ‘General Election—The Restated Case for Advertising’, 24 July 1974. The poster can be found online at https://www.gettyimages.co.uk/detail/52628446 (accessed 1 Nov. 2022).",
        "90": "M. Pinto-Duschinsky, British Political Finance, 1830–1980 (Washington, DC, 1981), pp. 188–9, 191–2; Bloch, Jeremy Thorpe, p. 402. The Barnstaple video link alone cost about £18,000, a bill which Thorpe paid using money from Hayward; see BL, Add. MS 89073/3/108, Ted Wheeler to Jeremy Thorpe, ‘General Election/Television Link’, 6 Mar. 1974, and Bessell, Cover Up, p. 263.",
        "91": "Butler and Kavanagh, February 1974, p. 259.",
        "92": "Särlvik and Crewe, Decade of Dealignment, p. 44; Butler and Kavanagh, February 1974, pp. 262, 317, 326; S. Bristow, ‘The Liberal Voters’, New Society, 26 Sept. 1974, p. 815.",
        "93": "The Economist, 10 Aug. 1974, pp. 44–5.",
        "94": "Butler and Kavanagh, February 1974, p. 259.",
        "95": "I. Crewe, N. Day and A. Fox, The British Electorate 1963–1987: A Compendium of Data from the British Election Studies (Cambridge, 1991), pp. 7–8.",
        "96": "Oxford, Bodleian Library, Conservative Party Archive [hereafter CPA], CRD 3/42/18, ‘1973 Young Voters Study’. BES data suggested that the Liberals won more than 30 per cent support among those who had stayed in full-time education up to or beyond the age of 18: Crewe et al., British Electorate, p. 39.",
        "97": "For instance, the BES found that the Liberals won 23 per cent support among the ‘professional and managerial classes’ and ‘intermediate and routine non-manual workers’, but only 15 per cent among the ‘manual working class’: ibid., p. 19.",
        "98": "I. Crewe, B. Särlvik and J. Alt, ‘The Why and How of the February Voting’, New Society, 12 Sept. 1974, pp. 669–72; see also J.G. Blumer, ‘The Media and the Election’, New Society, 7 Mar. 1974, pp. 570–72.",
        "99": "Alt et al., ‘Angels in Plastic’, pp. 364–7.",
        "100": "Ibid., pp. 352–4.",
        "101": "The Times, 26 Feb. 1974, pp. 1, 4.",
        "102": "For a full account of these events, see Bloch, Jeremy Thorpe, pp. 385–99.",
        "103": "CPA, CCO 180/11/5/5, Opinion Research Centre, ‘Report on a Survey carried out for Conservative Central Office. First Post-Election Survey’, Apr. 1974.",
        "104": "BLPES, Liberal Party papers, 1/8, fos 9–15, NEC minutes, 9 Mar. 1974, at fo. 12. Lord Beaumont, who ran the February campaign, felt that ‘the moderate label was forced on us and we were right to accept it’, but that at the next election ‘we ought to put greater emphasis on our radical policies’: BL, Add. MS 89073/3/108, Lord Beaumont, ‘Recommendations on Preparation for the General Election Campaign’, Apr. 1974.",
        "105": "Bloch, Jeremy Thorpe, pp. 403–4. This prompted a backlash from the party’s national executive committee: BLPES, Liberal Party papers, 1/8, fos 44–52, NEC minutes, 29 June 1974, and The Times, 1 July 1974, p. 2.",
        "106": "CPA, LCC 1/3/3, fos 31–2, Leader’s Consultative Committee minutes, 3 July 1974, at fo. 32. NOP found in late July that 53 per cent of respondents thought ‘a government of National Unity … with leading MPs from all parties’ was ‘a good idea’, and 27 per cent ‘a bad idea’: see NOP Political Bulletin, no. 127 (July 1974).",
        "107": "D. Butler and D. Kavanagh, The British General Election of October 1974 (London, 1975), p. 44.",
        "108": "BLPES, Liberal Party papers, 9/14, fos 138–9, speech by Lord Beaumont at Lewisham, 4 July 1974.",
        "109": "BLPES, Liberal Party papers, 9/14, fo. 140, speech by Jo Grimond at Weston-Super-Mare, 5 July 1974.",
        "110": "The fullest analysis of the Treasury’s evolving understanding of these problems can be found in D. Wass, Decline to Fall: The Making of British Macro-Economic Policy and the 1976 IMF Crisis (Oxford, 2008).",
        "111": "Butler and Kavanagh, October 1974, p. 50; BLPES, Liberal Party papers, 9/14, fos 141–3, speech by Jeremy Thorpe at Loughborough, 5 July 1974; The Guardian, 6 July 1974, p. 1.",
        "112": "Ibid.",
        "113": "BLPES, Liberal Party papers, 9/14, fos 94–9, speech by John Pardoe, 24 Apr. 1974.",
        "114": "Ibid.; BLPES, Liberal Party papers, 9/14, fos 146–7, speech by Richard Wainwright at Huddersfield, 9 July 1974, at fo. 147.",
        "115": "BLPES, Liberal Party papers, 9/14, fos 141–3, speech by Thorpe at Loughborough, 5 July 1974, at fo. 141. See also Liberal News, 18 June 1974, p. 1.",
        "116": "Financial Times, 12 Oct. 1974, p. 13.",
        "117": "C. Seymour-Ure, ‘Fleet Street’, in Butler and Kavanagh, October 1974, pp. 164–86, at 177.",
        "118": "The Guardian, 7 Oct. 1974, p. 10; Seymour-Ure, ‘Fleet Street’, pp. 166–7; The Times, 9 Oct. 1974, p. 19; The Economist, 28 Sept. 1974, pp. 12–13, and 5 Oct. 1974, pp. 13–15; Daily Mail, 9 Oct. 1974, p. 6. Hetherington’s support for the Liberals caused significant tensions with Labour-leaning journalists such as John Cole: see A. Hetherington, Guardian Years (London, 1981), pp. 342–3.",
        "119": "Pinto-Duschinsky, British Political Finance, pp. 143, 167, 191.",
        "120": "Ibid., p. 315.",
        "121": "Bloch, Jeremy Thorpe, p. 408; Financial Times, 30 Sept. 1974, p. 25. This target-seats operation was less focused and effective than those which the Liberal Democrats would later develop. The head of the Liberal Party Organisation, Ted Wheeler, felt that the campaign director, Arthur Holt, became preoccupied by the task of ‘broadening the front’ of candidates: BL, Add. MS 89073/3/108, ‘Thoughts on Preparation for the next General Election’ [1975].",
        "122": "Financial Times, 30 Sept. 1974, p. 25.",
        "123": "BLPES, Liberal Party papers, 9/16, fo. 97, ‘Candidates’ Bulletin No. 7. Message from Jeremy Thorpe’, 5 Oct. 1974, and fo. 105, ‘Statement by the Rt. Hon. Jeremy Thorpe at the morning press conference at 9.45 a.m. Thursday, 3rd October 1974’.",
        "124": "Financial Times, 12 Oct. 1974, p. 13; on tactical voting, see Michael Steed’s discussion in Butler and Kavanagh, October 1974, pp. 339–42.",
        "125": "Särlvik and Crewe, Decade of Dealignment, p. 46.",
        "126": "Financial Times, 14 Oct. 1974, p. 35.",
        "127": "BLPES, Liberal Party papers, 1/8, fos 72–80, NEC minutes, 26 Oct. 1974, at fo. 74.",
        "128": "R.W. Johnson, ‘A Prodigal Period’, New Society, 22 June 1978, pp. 668–9, at 669.",
        "129": "F. Wheen, Strange Days Indeed: The Golden Age of Paranoia (London, 2009), pp. 245–71.",
        "130": "S. Hall et al., ‘Living with the Crisis’ (1978), repr. in S. Hall, The Hard Road to Renewal: Thatcherism and the Crisis of the Left (London, 1988), pp. 19–28; S. Hall, ‘The Great Moving Right Show’, Marxism Today, Jan. 1979, pp. 14–20; see also P. Whitehead, The Writing on the Wall: Britain in the Seventies (London, 1985), pp. 202–20.",
        "131": "R. Saunders, Yes to Europe! The 1975 Referendum and Seventies Britain (Cambridge, 2018), p. 370.",
        "132": "The Times, 8 July 1975, p. 15.",
        "133": "See, for instance, Steel’s comments in BLPES, Liberal Party papers, 1/8, fos 121–30, NEC minutes, 26 Apr. 1975, at fo. 127.",
        "134": "Bloch, Jeremy Thorpe, pp. 412–4, 425–6.",
        "135": "For a valuable overview of electoral reform debates in this period, see P. Catterall, ‘The Politics of Electoral Reform since 1885’, in P. Catterall, W. Kaiser and U. Walton-Jordan, eds, Reforming the Constitution: Debates in Twentieth-Century Britain (London, 2000), pp. 129–57, at 142–7.",
        "136": "S.E. Finer, ‘The Present Discontents: In Defence of Deadlock’, New Society, 5 Sept. 1974, pp. 599–601, at 599.",
        "137": "Ibid., p. 601.",
        "138": "S.E. Finer, ed., Adversary Politics and Electoral Reform (London, 1975); for critical assessments of the thesis, see A.M. Gamble and S.A. Walkland, The British Party System and Economic Policy, 1945–1983: Studies in Adversary Politics (London, 1984), and G. Debnam, ‘The Adversary Politics Thesis Revisited’, Parliamentary Affairs, xlvii (1994), pp. 420–33.",
        "139": "The Report of the Hansard Society Commission on Electoral Reform (London, 1976), pp. 45–7.",
        "140": "The Guardian, 23 June 1976, p. 6.",
        "141": "R. Holme, A Democracy Which Works: An Analysis of the West German Electoral System (London, c.1977).",
        "142": "R. McIntosh, Challenge to Democracy: Politics, Trade Union Power and Economic Failure in the 1970s (London, 2006), pp. 85–6, 157; The Times, 18 Nov. 1976, p. 21.",
        "143": "CPA, KJ 12/5, ‘Notes on the meeting [of British United Industrialists] on 26th June, 1975’.",
        "144": "For Thorpe’s efforts to canvass support for reform, see J. Thorpe, In My Own Time (London, 1999), pp. 121–3; Bloch, Jeremy Thorpe, pp. 413–14; and letter from F. Allaun in Tribune, 27 June 1975. Duncan later encouraged the Conservatives to organise a counter-presentation for industrialists: Cambridge, Churchill Archives Centre, THCR 2/1/1/37, Sir Keith Joseph to Margaret Thatcher, 22 July 1975.",
        "145": "Wheen, Strange Days Indeed, pp. 254–5, at 255.",
        "146": "For a list of Conservative supporters of electoral reform, see Conservative Action on Electoral Reform, The Right Approach to the Liberal Vote (London, c.1977–8), back cover; for Hurd’s views, see CPA, CCO 20/24/10, Douglas Hurd, ‘Electoral Reform: A true Tory cause’, n.d.",
        "147": "C. Moore, Margaret Thatcher: The Authorized Biography (3 vols, London, 2013–19), i, pp. 263–4.",
        "148": "J. Bulpitt, ‘The Discipline of the New Democracy: Mrs Thatcher’s Domestic Statecraft’, Political Studies, xxxiv (1986), pp. 19–39.",
        "149": "Churchill Archives Centre, THCR 2/6/1/233, Nigel Lawson to Thatcher, ‘Thoughts on “Implementing our Strategy”’, 15 Jan. 1978.",
        "150": "Ibid.; CPA, CRD 4/30/5/74, ‘Note of a Meeting held in the Chairman’s Office: Tuesday 10th April [1979] at 3.30pm’.",
        "151": "Saunders, ‘“Crisis, what Crisis?”’, p. 33.",
        "152": "R. Toye, ‘Winston Churchill’s “Crazy Broadcast”: Party, Nation, and the 1945 Gestapo Speech’, Journal of British Studies, xlix (2010), pp. 655–80.",
        "153": "The Times, 18 Sept. 1975, p. 14.",
        "154": "Churchill Archives Centre, THCR 2/6/1/233, Lawson to Thatcher, ‘Thoughts on “Implementing our Strategy”’.",
        "155": "D. Steel, A House Divided: The Lib–Lab Pact and the Future of British Politics (London, 1980); Kirkup, Lib–Lab Pact; Fox, ‘Liberal Party’, pp. 145–77.",
        "156": "Liberal Party, Putting Over the Pact: A Guide for Liberal Activists (London, 1978).",
        "157": "BLPES, Liberal Party papers, 9/17, fos 159–62, Michael Steed, ‘Strategy for the Coming Decade, and for the Next General Election’, Feb. 1978, at fo. 160.",
        "158": "Hugo Young Papers, ed. Trewin, p. 112.",
        "159": "D. Butler and D. Kavanagh, The British General Election of 1979 (London, 1980), pp. 194, 225–7, 327.",
        "160": "Author’s calculations based on Särlvik and Crewe, Decade of Dealignment, p. 51.",
        "161": "Ibid., pp. 56–7. Those 1974 Liberal voters who switched to the Conservatives in 1979 tended to be particularly dissatisfied with Labour’s economic performance, and receptive to Tory plans for privatisation and trade union reform: ibid., pp. 252–3, 256, 263.",
        "162": "The BES found that the Liberals lost ground particularly sharply among female voters: Crewe et al., British Electorate, p. 6.",
        "163": "The Thorpe affair was felt to be a particular problem in the West Country: Butler and Kavanagh, 1979, p. 309.",
        "164": "BLPES, Liberal Party papers, 9/17, fos 159–62, Steed, ‘Strategy for the Coming Decade, and for the Next General Election’, Feb. 1978, at fo. 160.",
        "165": "P.A. Hall, ‘Policy Paradigms, Social Learning, and the State: The Case of Economic Policymaking in Britain’, Comparative Politics, xxv (1992–3), pp. 275–96, at 286, 279.",
        "166": "On this theme, see especially D. Edgerton, The Rise and Fall of the British Nation: A Twentieth-Century History (London, 2018), pp. 253–401.",
        "167": "The Economist, 14 Sept. 1974, pp. 12–13.",
        "168": "The BES found that 58 per cent of Liberal voters in February 1974 thought the party was closer to the Conservatives than to Labour, compared with 21 per cent who thought it was closer to Labour: Crewe et al., British Electorate, p. 196.",
        "169": "Bessell, Cover Up, p. 231.",
        "170": "Ibid., pp. 268–9; Alt et al., ‘Angels in Plastic’, pp. 361–2.",
        "171": "The quotation is from Wheen, Strange Days Indeed, p. 208.",
        "172": "P. Whitehead, ‘Social Democrats: More in Grief than Glory’, New Statesman, 6 Mar. 1981, p. 2.",
        "173": "Colchester, University of Essex Special Collections, Social Democratic Party papers, Box 32F, Specialist Research Unit, ‘SDP Research: Final Report. August 1982’.",
        "174": "BLPES, Liberal Party papers, 9/23, fo. 1372, Liberator, post-1987 general election special issue.",
        "175": "D. Howarth and M. Pack, The 20% Strategy: Building a Core Vote for the Liberal Democrats (2nd edn, London, 2016), available online at https://www.markpack.org.uk/building-a-core-vote-for-the-liberal-democrats-the-20-strategy/ (accessed 13 Oct. 2022)."
    }
}