{
    "title": "‘Your Marage Will Make a Change with Them All … When You Get Another Famely’: Illegitimate Children, Parenthood and Siblinghood in Ireland,c.1759–1832*",
    "author": "leanne calvert",
    "date": "20 September 2022",
    "article": "William Tennent (1759–1832) was a successful businessman and banker, who made his mark in Belfast as one of the city’s richest men. He was also a father and, later, a husband. By the time of his marriage in March 1805, Tennent had fathered at least thirteen illegitimate children, with at least four women. The child he would have with his wife, a daughter named Letitia, would be his only legitimate heir. Through this series of illicit sexual relationships, William Tennent created a complex family unit that consisted of legitimate and illegitimate children, half-siblings, step-siblings and step-parents, all of whom were united through a network of unmarried mothers. The example of the Tennent family therefore offers historians the unique opportunity not only to extend knowledge about the making of the family in Ireland, but also to refine ideas about contemporary attitudes to illegitimacy. Using the Tennents as a case-study, this article furthers understanding of the family in Ireland by considering the horizontal relationships which characterised family life, drawing attention to how legitimacy, as well as gender, social rank and birth order, shaped ties between parents and children, and between siblings.In February 1805, Anne Henry wrote a letter to her lover, William Tennent, in which she begged him not to forget their children. Heavily pregnant with their sixth child, Anne had just heard news that William was due to be married the following month to a woman named Eleanor Jackson. Worried that the marriage would alter William’s sense of paternal duty, she outlined her hopes that Eleanor would ‘adopt [the children] as her owne’ and warned him to be mindful that ‘Marage will make a change with them all … When you get another famely they will be but distant to you’.[CITATION-1] The ‘famely’ that Anne referred to in her letters was much larger and more complex than we might imagine. Anne was not William’s only lover, nor was she the only woman to give birth to his children. Before marrying Eleanor Jackson in March 1805 at the age of 46, William had fathered at least thirteen illegitimate children with multiple women. The child he would have with his wife, a daughter named Letitia Joy, would be his only legitimate heir. Born out of a series of illicit sexual relationships and bound together in a tangled web of family connections, the Tennents offer an alternative insight into the making of the Irish family.Research on the family in Ireland has steadily grown in recent years—a development that owes much to the work of scholars of women’s history.[CITATION-2] A rich body of scholarship now exists that enhances our knowledge of the family and the life-cycle in Ireland, including childbirth and childhood, reproduction, marriage, divorce and sexuality.[CITATION-3] Despite these efforts, there is still much to be done. Looking outside Ireland, historical studies of the family are taking new and exciting directions. Two significant developments are notable. On the one hand, scholars in Britain, Europe and North America have deepened understandings of the family by expanding their assessments to include horizontal relationships between family members, including siblings, step-siblings and half-siblings.[CITATION-4] These methods have not yet been extensively applied by Irish historians, whose work remains largely focused on the vertical relationships between parents and children, and those between husbands and wives.[CITATION-5] That this wider aspect of the Irish family has been largely neglected is puzzling when we consider the rich diversity of Irish households, particularly in rural farming areas. Valerie Morgan and William Macafee’s study of Irish households and family size in county Antrim, for example, found that it was not uncommon for households to be shared with relatives such as unmarried siblings and grandchildren. Indeed, between one-quarter and one-third of households in their sample contained family members outside of the apparently typical two-generation unit of parent(s) and children.[CITATION-6] Scholarly understandings of the family and its relationships have also been reinvigorated by new and emerging scholarship that has reassessed the role that illegitimacy played in defining the family and shaping its dynamics. Scholars of the family in Britain and Europe have begun to unpick how concepts of legitimacy shaped the experiences of children and their relationships with their siblings and parents. Katie Barclay has recently highlighted the important role that legitimacy played in determining both the level and form of care that children experienced in eighteenth-century Scotland.[CITATION-7] Considered as ‘dispersed parenting’, Barclay demonstrates how the care of illegitimate children was shared across different households and provided by various caregivers.[CITATION-8] Writing on early modern Spain, Grace Coolidge has likewise shown that the care of illegitimate children in elite families was not only shared among the kin network but also that individual experiences varied according to family interests and circumstances.[CITATION-9] Kate Gibson’s work on England has similarly revealed how sibling relationships were shaped by concepts of legitimacy. Whereas full siblings were tied together by the bonds of shared family interests and material inheritance, illegitimate children were dependent on ‘shared upbringing, emotional attachment and personal amity’ to secure their place in the family.[CITATION-10] Research on these themes is also beginning to emerge among scholars of Wales, pioneered by the work of Angela Joy Muir on illegitimacy, courtship and the making of marriage.[CITATION-11] These approaches have not yet been applied to Ireland. Much of what has been written on illegitimacy in an Irish context focuses on the challenges it posed to family life and the values of Irish society more broadly. It is true that illegitimacy was not experienced equally across Irish society. Wider factors, such as gender, social rank and religion, shaped Irish attitudes. Indeed, it is at the intersections of these factors that the detrimental effects of illegitimacy were felt most sharply. Poor, unmarried women and their children, living in predominantly Catholic (and rural) communities, fared worst. Moreover, it is generally agreed that attitudes to premarital sex and illegitimacy hardened from the early twentieth century onwards, resulting in the increasing use of institutions to ‘deal’ with the ‘problem’ of unmarried mothers. Irish historians have subsequently produced a rich body of scholarship that sheds light on the consequences of illicit sexual behaviour for this section of Irish society.[CITATION-12] Recent research by Maria Luddy and Mary O’Dowd has significantly revised the view that rates of illegitimacy were low in Ireland in comparison to its British and European neighbours. They have argued that premarital sex was not uncommon across all of Ireland’s main denominations throughout the seventeenth and eighteenth centuries, suggesting that at least 10 per cent of brides may have been pregnant.[CITATION-13] That premarital sex was commonplace in Ireland is likewise suggested by the comparatively high levels of infanticide recorded across the island. As the work of Elaine Farrell and James Kelly has demonstrated, infanticide was often employed as a response to unwanted pregnancy.[CITATION-14] The infant murder rate in Ireland outstripped that recorded in England for much of the late nineteenth century, with approximately 85 per cent of murdered infants classed as illegitimate in Ireland between 1850 and 1900.[CITATION-15] Experiences of Irish illegitimacy were further complicated by the intersections of gender, social rank and religion. A number of histories of sexuality and marriage have pointed to examples of individuals whose lives were lived outside the mainstream and whose social and gender privileges meant that their ‘deviancies’ were largely tolerated by those around them. As in Britain, it was not uncommon for Irish men of the landed classes to maintain mistresses and their illegitimate children. Anthony Malcomson’s work, for example, has revealed how the keeping of mistresses was widespread among Irish noblemen. Many aristocrats paid their mistresses good annuities, left provision for their illegitimate children in wills, and ensured they received a good education and made good marriages. Indeed, so long as these relationships were kept out of public view, mistresses were maintained and any children provided for, such alliances were tolerated.[CITATION-16] Religion also complicated attitudes to Irish illegitimacy. My own work on Ireland’s Presbyterian community has brought to light the blurred boundaries between licit and illicit sexual behaviour. Many Presbyterian couples engaged in sexual activity during courtship, and some participated in sexual intercourse as they moved towards marriage. Under such circumstances, sex for these couples was not engaged in illicitly. As long as they married afterwards, the community were largely tolerant of any children born as a result.[CITATION-17] That such behaviour cut across confessional lines has been recently highlighted by Luddy and O’Dowd in their ground-breaking study of marriage in Ireland. As they remind us, there are important ‘contradictions between public rhetoric on sexual morality and the private lives of individuals’.[CITATION-18] Illicit sexual practices were just some of the driving forces that bound and blended families together in eighteenth- and nineteenth-century Ireland. While families reconstituted in these ways went against accepted norms, they were not uncommon. Illegitimacy did play a role, albeit an unsanctioned one, in the making of the Irish family.Drawing on the Tennents as a case-study, this article highlights the role that illegitimacy played in the making of the Irish family, offering a more nuanced reading of the operation of shame and stigma in Irish society. Factors such as gender, birth order, social rank and even favouritism contributed to the emotional and economic quality of family life experienced by both illegitimate and legitimate children. It also extends our understandings of Irish parenthood. The abilities of Irish women and men to parent their illegitimate children and fulfil the emotional and practical performances of their parental roles were likewise sensitive to multiple factors and forces. The article begins by providing background on the Tennent family, and attempts to recreate the lives of the mothers of illegitimate children who were central to its creation. It then moves on to consider what the Tennent family can tell us more broadly about the lives of illegitimate children and their parents in Irish families during the period. Finally, it considers how illegitimacy shaped relationships between siblings.In order to unravel the complicated story of the Tennent family, we must turn to the records of the man at its centre, William Tennent (1759–1832). William left behind a substantial archive, made up of correspondence, diaries, account books, letter-books and miscellaneous notes. Incorporated within the wider Tennent family archive, which was arranged and preserved by William’s nephew, Robert James, and his son-in-law, James Emerson Tennent, the collection contains more than 9,000 items. The Tennent archive is an invaluable source for Irish historians and has been the subject of a number of monographs and articles.[CITATION-19] Born in County Antrim on 26 June 1759, William Tennent was the eldest son of the Reverend John Tennent, a Presbyterian minister, and his wife, Ann Patton. As the son of a minister, William grew up in a family of relatively modest means. His father’s income amounted to no more than £70 per annum.[CITATION-20] In spite of these humble origins, William Tennent is a familiar figure to Irish historians. Much is known about him, partly because his life story is one of meteoric success. After serving a failed apprenticeship in Scotland, William returned to Belfast where he made his fortune as a merchant and trader.[CITATION-21] Taking advantage of the emergence of Belfast as a hub of economic activity, he became involved in a number of lucrative businesses, including wine, insurance, sugar and banking.[CITATION-22] By 1809 he was said to be worth in excess of £80,000 and was one of Belfast’s richest men.[CITATION-23] William is also well-known among Irish historians for his links with political radicalism. In 1798, he was arrested and subsequently imprisoned for his suspected involvement with the United Irishmen—a revolutionary society responsible for the failed Irish Rebellion of that year.[CITATION-24] Aside from his guises as a political revolutionary and successful businessman, William was also a father and, later, a husband. From his correspondence, we can estimate that William fathered at least thirteen illegitimate children, eleven of whom survived infancy. Unfortunately, the dates of birth of the majority of these children are not clear. There is no surviving record of their births in the archive, and we only know about the deaths of two of the children because of a brief reference to them in a letter written by one of their mothers.[CITATION-25] Most of the children appear to have been conceived in the 1780s and 1790s when William was in his late thirties. The mother of Jane, Isabella, Robert, Edward, Charles John and Theresa appears to have been Anne Henry; the mother of George, William and Ann (Nancy) is likely to have been the woman referred to only as a ‘Scottish’ woman in the letters; Franklin, Octavia and Henry were probably the children of Margaret McCabe; and the mother of Catherine cannot be identified.Identifying the different mothers of these thirteen children is no easy task, and often snippets of information have to be pieced together from various letters in the Tennent archive to do so. For example, that George, William and Nancy shared a mother who lived in Scotland can be deduced from a number of different letters. In November 1804, Anne Henry wrote to William to let him know that William Junior had received a letter from his mother which noted that his sister Nancy had been taken to a boarding school in Glasgow, which would cost 50 guineas per annum.[CITATION-26] The shared bond between the three siblings is further suggested in another letter from Anne, in which she entreated William to help pay his son, William Junior’s, debts. Anne mentions in this letter that she was not William’s mother, remarking that if he were she would pay the money herself.[CITATION-27] She also makes the sibling connection between the three children clear, noting that they had all shared a home provided by a man named Billy.[CITATION-28] That Margaret McCabe was the mother of Octavia, Franklin and Henry can likewise be inferred. Margaret often wrote about her interactions with her children and how much she missed them, making explicit references to Octavia and Franklin, and her grief at the latter’s death in 1828.[CITATION-29] Henry’s connection to Margaret can be deduced from letters he wrote to his father requesting money towards his mother’s rent, which was owed to her sister (and his aunt) Mary.[CITATION-30] The relationship between Anne Henry and the remaining six children is easier to establish since more of their letters have survived. We know that two of Anne’s children with William—Charles John and Edward—died in infancy because she refers to their illnesses and funeral arrangements in the first surviving letter.[CITATION-31] Subsequent letters make explicit reference to her desire to keep her children, including Isabella, Robert and Jane, in her sole care as long as possible.[CITATION-32] It is further likely that the child Anne mentions being pregnant with in February 1805 was Theresa, who appears to have been her last child.[CITATION-33] Not much is known about the lives of these women, nor do we know a great deal about the emotional quality of their relationships with William. Of the four possible mothers, only the letters of Anne Henry and Margaret McCabe have survived. While these letters are invaluable for what they tell us about illegitimacy and motherhood, it should be noted that the correspondence series are probably incomplete. There are twenty letters from Anne Henry to William Tennent, eleven dating from the period 1804–5, five from 1817–21 and four which are undated.[CITATION-34] Thirteen letters from Margaret McCabe also survive: three are undated, one was written in 1819, one in 1822 and eight in 1828–9.[CITATION-35] Unfortunately, there are no surviving letters from William to these women. We can, however, partly access William’s expressions, thoughts and actions through the responses of his correspondents.In contrast to his political and economic adventures, this aspect of William Tennent’s life has received comparatively little attention. The fullest engagement with the ‘unconventional’ Tennents can be found in Jonathan Wright’s study of nineteenth-century Belfast, which uses the family as a prism through which to chart the development of the city’s political, social and cultural life.[CITATION-36] Interestingly, Wright speculates that William’s ‘sizeable brood of illegitimate children’ can perhaps be seen as an outward manifestation of his political radicalism.[CITATION-37] Yet, unlike his contemporaries, who were ‘conflicted and deeply ashamed’ of their liaisons, William made no attempt to hide his indiscretions.[CITATION-38] Commenting on William’s willingness both to recognise and to provide financially for all of his illegitimate children, Wright notes that it bears the hallmarks of the ‘rebelliousness and independence of mind’ of Ulster’s Presbyterian radicals.[CITATION-39] More recently, William’s relationships with the mothers of his children has been subject of work by O’Dowd and Luddy. Reflecting on the experience of Anne Henry in particular as a ‘kept woman’, they shed light on the strained and emotionally charged relationships between William and the mothers of his children.[CITATION-40] This article extends these approaches by considering what the Tennents can tell us about the role that illegitimacy played in the making of the Irish family and the shaping of their dynamics. The Tennents were a complex family unit, consisting of legitimate and illegitimate children, half-siblings, step-siblings and step-parents, all of whom were united through a network of unmarried mothers. It is this that makes the family worthy of such close study. As their example demonstrates, families in Ireland were not only more complex than we might imagine, they could also be constructed in many different ways. The Tennents therefore offer Irish historians the opportunity to complicate our understandings of the family, sexuality and illegitimacy.The twenty surviving letters from Anne Henry to William Tennent offer a remarkable insight into the mothering experience of a ‘kept’ woman in late eighteenth- and early nineteenth-century Ireland. We cannot be sure where, when or how Anne and William first met. The letters are frustratingly silent on this aspect of their relationship. Luddy and O’Dowd’s suggestion that the pair met sometime before William’s imprisonment in 1798 seems probable.[CITATION-41] In a letter to William in February 1805, for example, Anne made reference to his imprisonment as ‘the greatest tryal’ she had ever met.[CITATION-42] Using Anne’s correspondence as a guide, we can estimate that the pair maintained their relationship for over thirty years.[CITATION-43] They were also sexually intimate for a considerable period of that time. Anne gave birth to at least six of William’s children between the mid-1790s and the early 1800s. When she wrote the letter that opened this article in February 1805, Anne was heavily pregnant with what was probably their last child together.[CITATION-44] Although William’s replies are not extant, the length of their acquaintance does suggest that their relationship was more than a passing fling. Moreover, William not only kept Anne’s letters, but the content of her missives reveals that the pair were once in a passionate relationship, which (in Anne’s mind) could have led to marriage. In a letter from February 1805, for example, Anne remarked that ‘there was a time’ when William had told her that she ‘had the power to prevent [him] from ever marrying’.[CITATION-45] Like many other women in her situation, Anne’s livelihood was dependent on her relationship. Indeed, that Anne was acutely aware of this is indicated by her self-styling as a ‘cept’ woman in the correspondence.[CITATION-46] The letters reveal that Anne lived in a house in Belfast, which she shared with her own mother and a number of the children. William also stayed at the Belfast house on occasion, as did his youngest brother, Samuel.[CITATION-47] When William announced his intention to marry Eleanor Jackson, Anne was instructed to leave the house in Belfast and relocate to one that he had been building elsewhere in the city. The letters indicate that William proposed providing Anne with furniture for the new house, including a new bedstead, curtains and linens.[CITATION-48] In addition to providing housing, William also gave Anne an allowance of 30 guineas per month, an amount that was to be reduced to an annuity of thirty pounds per annum after his marriage.[CITATION-49] Anne was unhappy with this change and worried that the reduction was but a ‘small income’ to support herself and the children.[CITATION-50] She reminded William of her financial obligations, explaining that she had ‘not saved more than 10 guineas’ because she paid for the childrens’ clothing and other necessities out of her allowance.[CITATION-51] While being a kept mistress placed women in a precarious financial situation, Anne appears to have been luckier than many. In a letter dated February 1821, she told William that she was in bad health and spelled out her wishes for the children. The letter outlined her financial situation and it suggests that she was at least in comfortable circumstances. In addition to a house on Gordon Street, Belfast, that brought in an income of £47 16per annum, she had in her possession a sum of £202 63, which she directed to be split evenly among her four surviving children.[CITATION-52] Anne’s letters also shed light on how society in nineteenth-century Belfast viewed women who lived as kept mistresses. As noted by Luddy and O’Dowd, Anne describes a secret and hidden life, and she felt the shame of unmarried motherhood.[CITATION-53] Anne told William how she was ‘always asheamed to go out’ both when she was ‘with Child’ and after childbirth, and when she did venture out, she chose to do so at the ‘best time for not being observed’.[CITATION-54] When William announced his intentions to marry, Anne’s fears appear to have increased. She lamented that the marriage meant she would lose ‘her protector’, and her letters indicate that she feared moving out of the house would open herself (and her mother) to the scorn of the world:I never was fond of going out & I think I will be more backward now than ever to be seen & I know my mother wont go out if she can help it. you w[oul]d be sorry to look at her what truble have I brought on the best of mothers. this tryal is next to your Death for now we part for ever … I do not intend to work for any person at my Dread for I think it w[oul]d put me in too publick a way of Life. With whatever you are pleased to give me I will live as quietly as posable.[CITATION-55] Conscious that she was at risk of losing social and financial protection, Anne appealed to William’s sense of duty. The assumption on Anne’s part was that the pair could never again see one another after he married.[CITATION-56] Whether they kept in direct contact during Tennent’s marriage is unclear. The correspondence ends one month before William’s marriage in February 1805 and does not resume until August 1817. Correspondence between William and his wife suggests that they had a happy, albeit brief, marriage.[CITATION-57] It is clear from Anne’s surviving letters, however, that she and William rekindled their relationship after Eleanor’s death in 1807. While they do not appear to have lived together again, William continued to send Anne gifts of flowers, vegetables and furniture, and the pair arranged secret meetings, apparently against the wishes of their families.[CITATION-58] While the letters between Anne and William hint that the pair maintained some sort of intimate and amicable acquaintance, those from Margaret do not. Her thirteen surviving letters bring into sharper focus the financial hardships and social isolation that being an ‘out of favour’ kept woman involved. Like the kept mistresses studied by Katie Barclay in nineteenth-century Scotland, Margaret lived in a state of ‘genteel poverty’.[CITATION-59] Anxious to maintain a ‘respectable’ existence, Margaret frequently pleaded for larger sums of money to keep her housed, clothed and fed. On a number of occasions, she stated that she simply could not afford to live on the £20 per annum allowance that William provided and asked for an increase to £30 per annum.[CITATION-60] Totting up her spending, she lamented that she had ‘very little to live upon’ and stressed that her ‘living cannot be expected to be very sumptuous’, paying out of her allowance her breakfast, dinner and supper, £4 per year for her room and £3 for turf to heat her home.[CITATION-61] Other letters explained that she needed extra money for essential items of clothing. In March 1822, for example, Margaret wrote that she was ‘so Bare of wearing appearls’ and lacked ‘all that that a Woman would stand in need of’.[CITATION-62] William refused to increase the allowance and made a number of smallerpayments instead: £2 in December 1819, £5 in May 1828, £5 in December 1828.[CITATION-63] Throughout her life, Margaret relied heavily on others for support, both financial and emotional. When her letters began, Margaret was renting a room from her sister in Belfast; she resided in Randalstown with her daughter (not related to William) and son-in-law for a time during the 1820s; and later in life she relied on the goodwill of her nephew, Job Charleton, who often wrote to William for financial assistance to help keep his aunt in bed and board.[CITATION-64] The children she shared with William likewise made intercessions on her behalf.[CITATION-65] Unlike his relationship with Anne, William does not appear to have made much effort to reconnect with Margaret. Indeed, Margaret seems to have been quite aware that he preferred to keep his distance. Coming back to Belfast in March 1829 because she ‘had not one peney’, Margaret wrote to tell him she had arrived in town and had sent her letter by post ‘as [she] did not like to call at [his] own house’.[CITATION-66] Her uneasiness can perhaps be explained by the hostile reception she received on the one occasion she did visit William at home uninvited. In an undated letter, Margaret expressed her surprise to find him ‘fly in such a Passion at seeing’ her. Her explanation for the bold move demonstrates the precarious situation of the kept woman:…you are all I have left in this world to go to in such a Case … Since I came home from Belfast I had not the one halfpenny to get the smallest morsel of food for my self … My sister has stopped giving me any thing except a peck of Meal now and then. I am in debt 2£ to another shop Next Door for goods … I am in debt to my sister Rose thirty shilling for the Rent of the Room wee live in an 1£ for Milk. I believe it is about 10£s in all indeed Mr Tennent there is no person on earth could do with less than I Did and I could not keep all this out of Debt.[CITATION-67] While William was loath to send Margaret larger sums of money, he did make provision for her in his will. His daughter Jane (whose mother was Anne Henry) was directed to pay Margaret £60 per annum (paid in half yearly amounts of £30) out of the rents she received for his estates at Sligo.[CITATION-68] William’s relationships with Anne and Margaret are difficult to reconstruct because we can only work from the fragments of the surviving letters. Yet we can draw some broad conclusions. Both women were apparently cognisant of the dangers that went with being a kept woman. They each relied on William for financial support, and also on his good will in times of distress. Both women were acutely aware of how women in their situation were regarded by wider nineteenth-century society. Their respective desires to shy away from society, and to maintain as respectable appearance as possible if they had to be seen in public, illustrate the stigma and shame that accompanied the ‘kept’ woman. The letters also suggest that William showed a preference for Anne over Margaret: she received a larger annuity; he rekindled their relationship after the death of Eleanor; and Anne appears to have maintained an intimate connection with all of the children, irrespective of maternal ties. The reasons for this will never be known. While it is possible that William did in fact have feelings for Anne, it also notable that Margaret, unlike Anne, appears to have had relationships with other men. Margaret’s letters make reference to her daughter, Sarah, who was no relation to William. Frequent requests for financial assistance for Sarah were not always received favourably by William, who did not consider himself bound to offer support.[CITATION-69] It is possible that this explains William’s preference for Anne. In a letter to his uncle Robert, William Junior even complained that his father treated Anne Henry more kindly than he did his own mother.[CITATION-70] Decisions about how to raise illegitimate children were shaped by the intersecting factors of gender, social rank and marital status. Historians of England and Scotland have noted how the abilities of unmarried women to mother their illegitimate children were circumscribed by their socio-economic status. Poorer women who made a living as servants left their children with grandparents and kin, and those who were unable to access these support networks turned to solutions offered by the parish, or to abandonment.[CITATION-71] Across the social spectrum, the fathers of illegitimate children were unlikely to take on primary caring roles. It is well established that parish authorities demonstrated a cultural and economic preference for children of the poorer sorts to remain with their mothers.[CITATION-72] The same was true for men from the middling orders and above, who were more inclined to meet the financial obligations of unmarried parenthood than they were to provide emotional care.[CITATION-73] Studies of illegitimate parenthood in Ireland largely confirm these conclusions. Whereas poorer women in Ireland experienced social marginalisation and turned to institutions established for ‘unwanted’ children, there were many examples of men belonging to the social elite who went to great lengths to meet the economic and practical demands of paternity.[CITATION-74] How illegitimate parenthood was negotiated among the middling orders in Ireland has been much less studied. And yet, as Kate Gibson’s pioneering work on England has revealed, the negotiations that took place over the care of children conceived in upper middling families provide new insights into the relationship between parenthood and illegitimacy.[CITATION-75] The Tennent family provide Irish historians with the opportunity to explore this area further, adding a new layer to our understanding of how illegitimacy shaped parenting practices and strategies.Making sense of William Tennent’s unconventional approach to fatherhood is challenging. For Wright, the fact that William acknowledged all of his illegitimate children and provided for them and their mothers, demonstrates that he ‘was a man for whom family and its related responsibilities was important’.[CITATION-76] This is an intriguing idea for how we think about Irish fatherhood in this period. The long eighteenth century is said to have coincided with the rise of the ‘sentimental’ father. As Joanne Bailey (Begiato)’s work on English fatherhood has demonstrated, the ideal father in this period was loving and tender, providing ‘hugs, material support and a protective guiding hand’ to his children.[CITATION-77] Encapsulated in the concept of ‘domestic patriarchy’, a number of historians have shown how paternity was important to men’s identities. As John Tosh and Karen Harvey have shown for middle-class Englishmen, male social reputations were inextricably bound up with the ability to fulfil the roles of ‘dutiful husbands and attentive fathers’.[CITATION-78] While there are few comparable historical studies that focus on Irish fatherhood for this period, a number of scholars have argued that the family was also central to the identity of men in Ireland.[CITATION-79] My own work on men’s involvement in childbirth and early childcare revealed that similar tropes of ‘sentimental’ and ‘tender’ fatherhood were employed by middling-order men.[CITATION-80] Mary O’Dowd has likewise noted that the family was important to Irishmen’s identities, a fact that cut across the confessional divide.[CITATION-81] As a man on the rise, William Tennent had the means to meet the financial demands of paternity, while also adapting the rhetoric of sentimental fatherhood. In recognising his children, ensuring that they received a good education, and maintaining his role as the ‘best of fathers’, William fulfilled the expectations and obligations of legitimate parenthood. Katie Barclay’s recent case-study of Gilbert Innes raises a similar point, noting how some men created families outside of the traditional household.[CITATION-82] William Tennent, however, took this further than Innes by outwardly acknowledging his responsibilities, giving his children the Tennent surname, and making economic provision for them, regardless of the opinions of those around him.[CITATION-83] In doing so, he straddled the space between models of elite and middling-rank fatherhood. William Tennent’s example reveals how the expectations placed on legitimate fatherhood could be imbibed by unmarried men, who adopted these precepts and applied them to their own situations.What about the mothers? The ability of unmarried mothers to perform the duties of motherhood was contingent on the good will they received from fathers. As Kate Gibson has noted, illegitimate children in upper-middling families were usually removed from the care of their mothers at relatively young ages and placed in boarding schools.[CITATION-84] Regarded as ‘unfit’ on account of their unchastity, it was unusual for birth mothers to remain living with their children for long periods of time.[CITATION-85] The childcare arrangements made for the Tennent children appear to have followed a broadly similar pattern. Anne Henry’s letters to William reveal that a number of them were placed in boarding schools. Both Jane and Octavia attended Gracehill, a boarding school in County Antrim, before progressing to another school for older girls managed by Mrs Sarah Fernside in London.[CITATION-86] That Anne’s residence with her biological children was only temporary is also indicated by her anxiety and worry when she heard that William was engaged to be married. In her letters, Anne expressed her hopes that he would allow Isabella (her then youngest daughter) to continue to live with her until she was at least ten or eleven years old, and said she would prefer to keep her son Robert with her as long as possible.[CITATION-87] Her expectation was that Eleanor Jackson would replace her as mother and stepmother to the Tennent children.While Anne Henry may not have maintained physical proximity with her biological children throughout their childhoods, this did not preclude her ability to ‘mother’ the Tennent children. Through the medium of correspondence, Anne positioned herself at the centre of the Tennent family, adopting the roles of mother and ‘stepmother’ to the children. Importantly, this mothering did not involve the physical practicalities or spatial proximities of child-rearing, such as making clothes, preparing food, putting children to bed and organising daily routines. As Clodagh Tait and Kate Gibson have noted, ‘worry work’—emotional work that generated ‘practical action’—was an important aspect of mothering responsibilities.[CITATION-88] In her letters to William, Anne took pains to demonstrate how she fulfilled the emotional dimensions, the ‘worry work’, of mothering. Anne presented herself as being intimately knowledgeable about each of the children’s individual tastes. Writing to William while he was on business in London in November 1804, she gave an account of the children’s activities and recounted a list of what she thought they would like him to bring home as presents. Her comments give the impression that she knew each of the children on an individual level:Robert spends all his time at the Flute. I do not think its good for him because he is so often troubled with a pain in his Breast. I soppose he will be a good Dancer, he appears to be a good deal fonder of it than William. if Fiddels are not high priced I will be greatly obliged to you if you buy him one. Octavia & Isabella will be expecting a little Book or any other thing you please to buy them. if you buy the fiddel for Robert I hope you will remember your Old Son [i.e. William] I wish them all to be alike for all he has more in his power than any of them. I am sure he w[oul]think a great deal of any thing you w[oul]buy him.[CITATION-89] Evidently, Anne did not differentiate in her mothering between those children who were biologically hers and those who belonged to William’s other mistresses. The same care and attention is to be found in letters that discussed her desire for (and then eventual dispatch of) a ‘steel moneter’ for Margaret’s daughter Octavia, who was then at boarding school.[CITATION-90] Anne’s correspondence gives the impression that the welfare of the Tennent children was important to her. In her letters, she frequently makes reference to the missives exchanged between herself and the children, and she expressed worry, disappointment and frustration when their replies were slow. For example, in a letter dated 18 November 1804, she told William that she was ‘not well pleased with jane’ because three weeks had passed since she received a letter, but that Octavia had written to her the previous Thursday and was ‘very well’.[CITATION-91] Indeed, Anne placed herself at the centre of the Tennent children’s information network, relaying back to William the news that passed between them. In one letter, she expressed her relief that Jane had settled well in London, noting that she ‘expect[ed] a long letter from her next week’. Once this letter was received, Anne revealed that she planned to write to Octavia about its contents. This was then followed by an account of news from the boys: that William Junior had received a letter from George; that George had asked Anne to let his father know that he needed supplies for school; and that Henry had asked for apples as a present.[CITATION-92] Anne’s maternal interest in the Tennent children extended to their health and emotional welfare. When a letter arrived for William from Octavia’s boarding school, Anne opened it fearing that the child was ‘unwell’ and recounted to William how she would have been sorry to have neglected to answer any of the girl’s letters.[CITATION-93] When she learned that William’s daughter Nancy was to be sent by her mother to a school in Glasgow, and not attend the same one as her own daughter, Jane, she was upset. Writing to William in November 1804, she noted that she ‘w[oul]d have been very glad that jane & [Nancy] w[oul]d have been at a school together. It w[oul]d have attached them to each other’.[CITATION-94] Anne presented herself as the central maternal figure that held the children (and the family) together.It is open to debate whether Anne’s concern for all of the Tennent children was genuine. We should keep in mind that her letters were designed to elicit a specific response in their recipients, and that she presented a carefully crafted version of herself in the correspondence.[CITATION-95] Yet we cannot discount the possibility that Anne was sincere in her affections, nor is it intrinsically unlikely that she took pleasure in her mothering role. Indeed, it is possible that Anne revelled in this role because it enabled her to reclaim a degree of respectability. Kate Gibson’s study of mothering illegitimate children in eighteenth-century England suggested that married women chose to present themselves as ‘good stepmothers’ in order to ‘demonstrate their feminine virtue and increase their social capital’ as matriarchs.[CITATION-96] Such women took a keen interest in the upbringing of their illegitimate stepchildren, providing advice on schooling, welcoming them into their homes, and maintaining intimate relationships even after the deaths of their husbands.[CITATION-97] While birth mothers could salvage their reputations by presenting themselves as ‘self-sacrificial’ by living apart from their children, stepmothers were considered ‘benevolent’ in their adoption of illegitimate children.[CITATION-98] Anne Henry appears to have occupied the space between these two mothering tropes: she was a benevolent stepmother, who mothered the Tennent children through her fulfilment of emotional and practical care. Through the medium of her correspondence, Anne positioned herself as a ‘good mother’ and a ‘good stepmother’. In addition to managing the busy Tennent household and looking after the children who remained at home, Anne performed her other ‘mothering’ roles from a distance. She maintained a correspondence with the children who were away at school, she ensured that she occupied a central place in their information network, and she continued to fulfil the emotional labour that motherhood involved. In performing this model of ‘good mothering’, Anne renegotiated her marginal position, reclaiming a degree of authority and status in the process.As Anne Henry’s letters indicate, her capacity to act as stepmother to the Tennent children was dependent on William remaining unmarried. When news reached Anne of his engagement to Eleanor Jackson, she wrote to William to express her anxiety that the marriage would alter their family dynamic, particularly with regard to the welfare of the children. Given that Anne had acted as mother to some of the children for a considerable period of time, it is entirely possible that her worries were genuine. Yet her comments were clearly chosen to elicit an emotional response. Isabella, she said, was ‘crying to look at her’, and she fretted that Jane would feel the change ‘sevearley’, prompting Anne to urge William to ‘be cautous’ in how he let his daughter know ‘her fate’.[CITATION-99] Anne also worried that William’s marriage would change the relationships that underpinned the blended family they had created in Belfast. Writing in February 1805, she outlined her fears for the children: ‘I declear to god its my fears for fear you should repent when its over & on your Children account because you pay so much attencion to them might cause you uneasyness when it wd be too leat’.[CITATION-100] The surviving correspondence for the Tennent family suggests that Anne’s fears were unfounded. How William actually broached the subject of his large family with his potential new wife is not known. But a draft of his thoughts on the matter, scribbled on the back of a letter received from his son William, provides some clues. What is clear is that maintaining relationships with all of his children was a priority. After outlining his intentions to marry and his financial fortune, William brought up the subject of his unconventional family:There are some circumstances attending my former life what some would perhaps think objectionable, but I am persuaded that your good sense & understanding will approve of what I intend to do in that respect. You have heard I know that I have several children, the Girls I intend after they have recd a proper education at their respective schools to bring home to my own house, & when they Marry to give them £1000 fortune each—the Boys to get a good education & introduce them into business.[CITATION-101] We do not know for sure that these lines actually made it into the final proposal made to Eleanor Jackson. However, that they were important enough for William to put them on paper is indicative of the value he placed on blending his family together.That Eleanor married William in spite of his large brood of illegitimate children has led some historians to describe her as ‘open-minded’ and ‘tolerant’.[CITATION-102] Frustratingly, we do not know how Eleanor felt about her husband’s unconventional family set-up. She died in January 1807, less than a year after giving birth to their daughter, Letitia. Only four of Eleanor’s letters to William survive in the family archive: one apparently written before their marriage and three in the years following.[CITATION-103] Her surviving letters portray a loving marriage, filled with expressions of longing when the pair were apart. When she spent time looking after her parents in County Monaghan, Eleanor wrote that though their separation was ‘painful’ it had ‘convinced’ her of ‘the stren[g]th’ of their attachment.[CITATION-104] There are hints, however, that Eleanor was anxious when they spent periods of time apart, and she was quick to censure William when he brought up the subject of other women.[CITATION-105] Recent research on stepfamily relationships has moved scholars to rethink the cultural stereotype of the ‘wicked step-parent’, particularly in the case of stepmothers. Bernard Capp, for example, has drawn attention to the multi-varied experiences of step-parents. While cold and abusive step-parents certainly existed, many maintained harmonious and loving relationships with the children of their new spouse.[CITATION-106] This appears to have been true of the relationships between Eleanor and the Tennent children. While her surviving letters do not mention the Tennent children explicitly, other letters in the family archive suggest not only that were they fond of Eleanor, but that she played an active role in their lives, even maintaining a correspondence with them when they were away at school. The children often asked after Eleanor in their letters to their father. Writing from boarding school in December 1806, Jane told her father that she had written to ‘Mrs Tennent some time ago but have never had an answer. I hope illness is not the cause of her not writing to me. Be so good as to Remember me in the affectionate terms to her’.[CITATION-107] The children also asked after her health. In January 1807, just days before Eleanor’s death, Henry expressed his hopes that ‘mrs Tennent [was] getting quite well’ and asked his father to ‘give his affectionate love to her’.[CITATION-108] Indeed, Eleanor Jackson not only maintained a correspondence with her stepchildren, she also appears to have interceded with their father on their behalf. For example, when William quarrelled with his son Robert after he developed a problem with alcohol, the absence of Eleanor as peacemaker was noted by some in the family. Writing to William in September 1817, Anne Henry remarked that ‘if Mrs T was Living he [woul]d not want a friend to speake to you in his favour & aske you to pardon him at this time’.[CITATION-109] Eleanor Tennent’s acceptance of her new husband’s large brood of illegitimate children and his manner of raising them was not reflected in the attitudes of many around them in polite society in nineteenth-century Belfast. We get glimpses throughout the correspondence of the umbrage that many others took with the fact that William made no distinctions between his legitimate and illegitimate children. Eleanor Bond, a family friend of the Jacksons, was so aghast at the prospect that she wrote William a long letter, entreating him ‘with the strongest & most powerful words’ to ‘alter … Immediately the situation’.[CITATION-110] According to Bond, the Belfast rumour mill was hot with gossip that Letitia was not only living in the same household as several of William’s other children, but that she was in the same city as their mothers. Eleanor Bond asked William if he thought that Letitia was ‘fitted & strong enough to meet the slights, the sneers, the ill timed observation of the world’.[CITATION-111] She encouraged him to send her away from Belfast and separate her from her illegitimate siblings:By the love you had for her mother By the love you have for her, by the decree of [in]creasing several heart rend[ing] thoughts about her, at the hour of your death, send her away to a Boarding School to a respectable a correct Female. but oh separate her & do not attempt what will not succeed. no not even here, to make the children of others & the children of a Wife in the same time the same class—equally respectable … while you live, it may & will be done by your Particular Intimates, but remember you cannot live allways.[CITATION-112] Eleanor Bond’s words had no apparent effect on William. It is clear from the surviving letters that he took great pains to ensure thatof his children were well provided for. The girls all attended the same boarding school, and received a broader education than most other middle-class daughters: they were instructed in Latin, science and the classics. William also ensured that the boys carved out respectable, middle-class careers and invested considerable amounts of money to make this happen. For example, William and Robert worked in banking, Franklin and George entered the East India Company, and Henry read law at Trinity College in Dublin. That William provided all of his children with the trappings of a middle-class upbringing is important because it demonstrates his commitment to ensuring their success, irrespective of their legitimacy status in law.[CITATION-113] Historians of siblinghood have noted that relationships in families comprised of half-siblings and step-siblings could become strained when it came to the division of material assets. Remarriage raised questions about inheritance and tensions within the family could be exacerbated by the death of a parent or step-parent.[CITATION-114] The case was even more complicated for illegitimate children in Ireland. Like those in Britain, they did not have a legal claim to family property and inheritance, unlike their legitimate siblings.[CITATION-115] Will-makers needed to make special provision for illegitimate children in order to secure their inheritances. William Tennent’s will provides a fascinating insight into how these arrangements were made and the extent to which legitimacy (or other factors) shaped access to material resources.William made provisions for all of the children in his will. At the time he prepared and signed his will (29 September 1827), only seven of the Tennent children were still living.[CITATION-116] Letitia (his legitimate daughter), Jane, Isabella, Theresa, George, Ann (Nancy) and Octavia were all provided for in the will, but they were not provided for equally. William’s wealth and property was divided up according to the legitimacy of his children, and by their birth order and marital status. His major possessions—his estates in Counties Antrim, Fermanagh and Sligo—were left to three of his surviving daughters, all of whom were unmarried at the time the will was signed. Letitia, his sole legitimate heir, was bequeathed the Tempo Estate, County Fermanagh; Jane, his eldest daughter, was left her father’s estates in Sligo; and Isabella was granted the estates in Ballycastle, County Antrim, the Sugar House premises in Waring Street, Belfast, which brought in £116 11profit per annum in rent, and all the books relating to botany and natural history in her father’s library.[CITATION-117] George, as William’s sole remaining male (though illegitimate) heir, was left the Edenreagh estates, County Tyrone, out of which £100 per annum was to be paid to his sister Ann (Nancy).[CITATION-118] That these decisions were taken with legitimacy in mind (and not gender) is indicated by the fact that Letitia was bequeathed the most lucrative of her father’s assets. Whereas the Edenreagh estate left to George was purchased for £10,000 in 1817, the sizeable Tempo Estate, a property of more than 2,000 acres, was bought by William in 1813 for the principal sum of £29,000.[CITATION-119] Moreover, William took steps to secure the legitimate transmission of the Tempo Estate. In the event that Letitia died without issue, William directed that his nephew, Robert James Tennent, was to inherit the estate. If Robert James died without any heirs, the estate was then to pass to Jane, and the same terms dictated its passage to Isabella. George, his sole surviving son, was not nominated in the succession. Importantly, William did not make similar provisions for his nephew to inherit his other estates, instead nominating the other children as default heirs.[CITATION-120] Aside from the succession of the Tempo Estate, the legitimacy of the Tennent children does not appear to have mattered much in the making of the will. Instead, William Tennent’s remaining material assets were carved up according to the individual circumstances of the children. Those who were already married received lesser portions than their unmarried siblings. Theresa, who in April 1824 married the merchant Roswell King, was bequeathed the lease and rents arising on a property in Waring Street, as well as the interest on a bond of £1,000 settled on her husband; Ann (Nancy) who was married to Richard Dillon, another merchant, was left the interest on a bond of £1,000 held between her father-in-law and husband, as well as £100 per annum from George’s Edenreagh estate; Octavia, who married Samuel Dawson, a shipping agent and merchant, was left the leases of premises in James Street and Patrick Street, Belfast, as well as the interest on a sum of £1,000 loaned to her husband.[CITATION-121] William also made provisions in his will for the perpetuation of the family name. Inserted in the provisions made for Letitia, Jane and Isabella was the following clause: they would inherit provided ‘from and after her Marriage in case she and Her then, and any future Husband she may have, shall take and use the surname of Tennent only and not otherwise’.[CITATION-122] In the tradition of elite families with property at stake, this stipulation was designed to preserve the link between the family name and material assets. If the future sons-in-law did not agree to adopt the family name, they would forfeit their right (and that of the Tennent daughters) to benefit from the inheritance. This move can be set within the tradition of dynasty-building. Requiring that non-blood relatives change their name and adopt another was not uncommon. Indeed, over the course of the eighteenth century, a growing number of individuals in England petitioned to change their names by royal licence from the College of Arms to qualify for inheritance.[CITATION-123] A number of scholars have suggested that the vogue for changing the family name was representative of wider developments in attitudes towards the meaning of the family. Drawing on literary texts, Sophie Coulombeau has noted that the hereditary name became an ‘arbiter of identity’ for the elite.[CITATION-124] Tim Stretton has argued that the growing acceptance of half-siblings as named beneficiaries in wills demonstrates that that for many in this period, the ‘family meant the family name rather than close blood ties’.[CITATION-125] Given William’s ‘unconventional’ approach to family life and the fact that four of his sons predeceased him, it is entirely possible that similar motives were at work here. Ensuring the perpetuation of the Tennent family name through conjugal, rather than consanguineal, ties may have been a deliberate tactic.Another explanation is also possible. The Tennent stipulation may have been crafted with the intention of enhancing the attractiveness of William’s unmarried daughters on the marriage market. The adoption of a surname in exchange for a sizeable material inheritance may have been enough to ensure good marriage partners for his unmarried daughters, particularly in the case of Letitia. If this was so, the measure may indicate that William was aware that his unconventional mode of living could disadvantage the chances of marriage for his legitimate daughter.[CITATION-126] Such a move was not unprecedented. When George Tennent wrote to his father in 1815 about the prospect of a match with a woman named Miss Montgomery, a wealthy heiress from County Galway, he made a point of asking his father not to mention his family background. According to George, while Miss Montgomery was ‘thoroughly … acquainted with every particular of [his] family & birth’ and had ‘wave[d] every family prejudice’, she had counselled him ‘to say nothing at all about it’ to her father.[CITATION-127] Likewise, when William’s nephew, Robert James, engaged himself to Eliza McCracken, the daughter of a wealthy Belfast businessman, the McCrackens received an anonymous letter, scolding them for uniting their daughter with ‘Will Tennant’s band of Bastards’.[CITATION-128] While historians of the family have noted how factors such as age, birth order and gender shaped relationships between siblings, the role that legitimacy played in defining siblinghood is much less studied. The Tennent family archive offers an interesting insight into this aspect of family relationships. While no letters between the children are extant, we can partly access their thoughts and feelings in their surviving letters to other members of the family. All of the Tennent children maintained correspondence with their father, and it is through these letters that we can recreate elements of their siblinghood.[CITATION-129] At first glance, the letters suggest that they maintained close and affectionate relationships, and that they were largely untroubled by their legal status. In letters to their father, they each remembered to ask after their siblings, and expressed disappointment, frustration and annoyance when they did not receive regular letters. Writing from Spain in September 1808, Franklin complained that he was not kept up to date with news from home: ‘My surprize ceases at Henry’s not writing to me as I understand that all the letters I wrote to him are at Belfast … he was to be in Belfast very shortly after Jane wrote’.[CITATION-130] George complained to his father in September 1818 that he had not received any letters from his sisters, remarking that he was ‘quite astonish’d at Isabellas silence’.[CITATION-131] Octavia likewise wrote to her father in December 1830 that she was sure Jane was annoyed with her ‘she being the only one who has neglected me’.[CITATION-132] These grumbles were also shared by Letitia, William’s legitimate daughter. In a letter to her father in May 1822, she complained that she had not heard from her sister Isabella in a very long time and asked her father to ‘tell her I expect daily an account of the transactions’ that have occurred at home, particularly news of her sister Theresa, whom she was ‘very anxious to learn something of’.[CITATION-133] The Tennent siblings not only wrote to one another, they also took a keen interest in each other’s lives. Henry appears to have relished the role of older brother, and concerned himself with the education of his younger sisters. In letters to his father, he often enquired about their progress and made recommendations about what subjects he thought they should be studying. In November 1809, for example, he wrote to Tennent outlining his worries that his sisters were not keeping to their books:My Sister Octavia has neglected her education very much. I think it wd be perfectly proper to send her to some school, where by a steady attention, she might recover what she has lost … However if you allow me to go home for a fortnight at Christmas … we may converse about her and Isabella who, I think, if she can be kept from Idlness, will make a very good scholar. I hope Jane is keeping them both at their French. … I wish them both well exercised in reading, and the four first rules of arithmetic.[CITATION-134] The half-siblings also interceded on one another’s behalf when they displeased their father, and entreated him to restore their brothers and sisters to favour. For example, when William Tennent Junior fell foul of his father’s displeasure in 1808 after racking up considerable debts, the Tennent siblings rallied round to make peace. Henry wrote a number of letters to his father on the subject, and begged him to forgive his brother’s foolishness:Oh! My Dear Father, the situation of my poor Unfortunate Brother Wm frequently recurs to my Remembrance … A Father’s love forfeited. His former hopes blasted, & Himself perhaps a Debtor. How painful were my feelings at the moment I read in yr last letter, yourexpressions concerning him … Oh! receive him once again. … How angry are I at myself; whilst in the country I made butfor my unfortunate Brother. Alas! … Oh! My Father, do receive him back again.[CITATION-135] To Henry’s delight, the pair eventually reconciled. In a letter to William, Henry recounted that his brother Robert had given him ‘the most sincere pleasure’ he had ‘ever experienced’ by informing him that William and his father had since reconciled.[CITATION-136] He added his hopes that ‘no unhappy difference [would] again ever interrupt that Harmony which should subsist between relatives to closely united’.[CITATION-137] It is important to keep in mind that these well-wishes, frustrations, and disappointments were conveyed in lettersWilliam Tennent. As Amy Harris has noted, sibling rivalries were often played out in letters: who wrote to whom, what information was conveyed, and how often, underpinned the micro-aggressions, power-plays and disputes that existed beneath the surface.[CITATION-138] Moreover, as the work of Shannon Devlin on Irish siblinghood has revealed, while letters offered siblings the opportunity to keep in touch and maintain bonds, unanswered and slow responses to letters acted as focal points for anxiety, unhappiness and distress.[CITATION-139] Read in this way, the Tennent children’s comments to their father may have been a performative tactic to demonstrate their qualities as ‘good’ brothers and sisters. Complaining in letters to him about the failure of brothers and sisters to keep in contact enabled the writer to position themselves as the dutiful and loving sibling and, by extension, more deserving of their father’s esteem, attention and love. While some of the siblings’ sentiments may have been genuine, it is likely that the Tennent children used their letters to vie for their father’s attention.Relationships between the Tennent siblings were not, however, as cordial as they first appear. Indeed, it is clear that tensions over their legitimacy came to the fore as the children got older. This was particularly the case between Letitia (the legitimate daughter) and Isabella. While letters between the two feuding sisters do not survive, a number of letters exchanged between James Emerson Tennent (Letitia’s husband) and Robert James Tennent (William’s nephew) provide an insight into the bad blood that had existed between the two women since childhood. According to Emerson Tennent, Letitia had grown up in an atmosphere of ‘tyranny & persecution’ and he identified Isabella as the main culprit.[CITATION-140] Emerson Tennent alleged that Isabella had violent tendencies, confiding that she had more than once grabbed Letitia and Theresa by the throat.[CITATION-141] Earlier letters between Letitia and her father also hint that the two girls had a difficult relationship, and on one occasion Letitia was forced to defend herself against a charge that she ‘hated’ her sister.[CITATION-142] Following William’s death in July 1832, animosities between the two sisters reached boiling point. Central to their dispute was the will. While all of the surviving Tennent children had been provided for in the 1827 will, three settlements made by William after that date had an impact on the inheritances of Letitia, Isabella and Jane. The 1827 will had bequeathed William’s largest property, the Tempo Estate, to Letitia. Following her marriage to James Emerson in 1831, William made provision for Letitia to have access to an independent annuity of £200. He did this by transferring three parcels of land on the Tempo Estate to his friend James Thompson, who was to hold the land in trust for the purposes of raising the annuity. When Isabella married James Thompson in 1832, a further settlement was enacted that drew on the Tempo Estate. On 12 June 1832 (weeks before his death), William conveyed in trust another parcel of the Tempo Estate to Robert Thompson—the townland of Kilculla, together with the Sugar House tenement— to raise money so that Isabella also had access to an annuity of £200. Jane’s involvement in the subsequent legal battle can be explained by a settlement made by William in November 1830 regarding his ownership of the Sligo estates. At the time of writing the will, William held joint ownership of the Sligo estates (which he bequeathed to Jane) with Samuel Thompson. On 17 November 1830, he conveyed ownership of the estate to a trustee in order to sever the joint tenancy—a move that later caused problems for Jane’s inheritance.[CITATION-143] After William’s death, the family became embroiled in a long legal dispute that made its way to the Irish Court of Chancery—the main recourse for solving property disputes in the period.[CITATION-144] In February 1833, Isabella and her husband, James Thompson, filed a cause with the Chancery Court to have the trusts of the will put into execution. This prompted the case to be referred to a Chancery Master, who pronounced in May 1834 that it would be for Letitia’s benefit to ‘take against the will’. As an ‘heiress at law’, Letitia was legally entitled to a greater share of her father’s property than that which was allocated to her by the will. Indeed, this was confirmed the following year when Chancery decreed that the three settlement revisions made by William revoked the terms of the 1827 will. This meant that Letitia was legally entitled to the Sligo estate (originally bequeathed to Jane) and to the entire Tempo Estate (one parcel of which had been placed in trust for Isabella’s benefit). A legal oversight had left the question of ownership of the Sugar House tenement open, and Letitia petitioned Chancery in 1843 to have her entitlement confirmed. Isabella, Jane and James Thompson sued the rest of the family through the Chancery Court for access to compensation for the trusts they had lost, naming not only Letitia and her husband, but also their sisters Theresa and Ann (Nancy) and their husbands, their cousin Robert James Tennent and his son, and Francis McCracken (who acted as guardian of Robert James’s son).[CITATION-145] Why Letitia decided against honouring her father’s wishes cannot be known. Financial gain probably played an important part. After all, as heiress-at-law, Letitia was entitled to the Tennent fortune. Yet it is also likely that the tense relationships between the sisters factored into the decision. Family members attributed the sibling rivalry between the girls to William’s decision to raise the children together, on an equal footing. Writing to Emerson Tennant in January 1838, Robert James conceded that while it was ‘painful to speak of the errors of those who are gone’, it was true that his uncle was to blame:I will therefore briefly admit, that Letitia was all her life placed in a false position, & subjected to a rash & unfortunate experiment. Of the conduct of those who still live … I feel that they also were placed in a false position with regard to the world & its opinions … I am satisfied that Letitia was made the victim of jealousy, falsehood, & sordid intrigue, by some of those whom you say she 'wished to consider as her relatives.' I am convinced that as my uncle advanced in years, her home was systematically made miserable, & the sympathies of her true friends designedly turned away, & even the fountain of her fathers affection attempted to be poisoned by the same interested parties.[CITATION-146] While Robert’s remarks reveal that he felt pity for Letitia, his sympathies also extended to Isabella and the other Tennent children. Having been brought up in the same household as their legitimate sibling, and encouraged to regard themselves as equals, one can imagine the distress, hurt and anger that some of the Tennent children must have felt in the aftermath of their father’s death. The dispute over the will caused a major fissure in the family and the siblings remained estranged for many years.[CITATION-147] It was not until the later 1840s that relationships between Letitia and some of her siblings were mended. A number of letters from Octavia to Robert James in the 1840s note that Letitia had been back in contact, and that Octavia was pleased to hear that her sister was doing so well.[CITATION-148] Historians of siblinghood have noted how inheritance disputes among siblings afford an insight into how gender, birth order and marital status shaped the health of households.[CITATION-149] As the case of the Tennent children shows, concepts of legitimacy also played an important role. The law favoured legitimate children. In cases where the will of a parent was contested, or a parent died intestate, legitimate siblings held more legal power than their illegitimate counterparts. Children born outside of marriage were at a disadvantage and depended on the continuing goodwill of their half-siblings.What, in the end, can the Tennents tell us about the family and its relationships in eighteenth- and nineteenth-century Ireland? Drawing broad conclusions from one case-study is problematic. The Tennent family was certainly unconventional by nineteenth-century standards, yet that makes it no less or more easy for modern audiences to understand. It is precisely this complexity that makes the Tennents such a powerful example. They illustrate the messy realities of family life in Ireland: the competing allegiances, loyalties and agendas that governed family relationships; the complicated mix of love, jealousy and rivalry that shaped interactions; and how these relationships changed over time, as members aged and power dynamics shifted. If we want to understand family life in Ireland we need to explore ‘the family’ in its entirety. This includes not only the vertical hierarchies that structured the family, but also horizontal and diagonal relationships between siblings, cousins, uncles and aunts. Relationships within the family were not static; they responded to changes in family composition brought about by births, marriages and deaths, and they were shaped by gender, birth order, favouritism and legitimacy. The Tennents demonstrate the insights that can be gained by looking outside of traditional frameworks for studying the family and their example pushes Irish historians to think more broadly about how families were made and functioned.The Tennent family also presents Irish historians with the opportunity to rethink illegitimacy as a category. While the family certainly rubbed against the conventions and values of polite society in nineteenth-century Belfast, their example demonstrates how experiences of, and attitudes towards, illegitimacy were inflected by social rank. Growing up, the Tennent children were largely shielded from the shame and stigma that was associated with illegitimate birth. As was the case with elite Irish men, William’s wealth and his social and political influence acted as a bulwark against contemporary scorn, enabling him to adjust middling order concepts of fatherhood. William tried to ensure that all of his children reaped the benefits of his middling-order status, pushing them towards education, lucrative careers, and good marriages. It was only over time, and with the death of the patriarch Tennent, that the disparities between the Tennent children bubbled to the surface. As adults, the Tennent siblings struggled to reconcile their legitimacy status, resulting in a family rift that does not appear to have ever fully healed.The Tennents also contribute to emerging research on parenting illegitimate children in Britain and Ireland. As a father who made arrangements for the practical and emotional care ofhis children, William Tennent straddled the space between legitimate and illegitimate, elite and middling-order paternity. Broader ideas of paternal responsibility were adopted by men such as Tennent, who vindicated their extra-marital sexual activities by fulfilling the same obligations that were expected of men who fathered children in marriage. Likewise, Anne Henry’s adaptation of the stepmother role enabled her to perform some aspects of motherhood usually given only to married mothers. Acting as the maternal figure at the centre of the Tennent network, Anne reclaimed a degree of respectability through her management of an alternative domestic space. Through her letters and in her stewardship of the Tennent household, Anne carried out the ‘worry work’ of motherhood. The experience of Margaret McCabe likewise brings into sharper focus how experiences of illegitimacy were inflected by other factors. Her ability to mother her children was contingent not only on her position as the mother of illegitimate children, but on her relationship with William Tennent. The Tennent family deepens our understanding not only of the Irish family, but of the often surprising role that illegitimacy played in shaping its dynamics.",
    "footnotes": {
        "1": "Belfast, Public Record Office of Northern Ireland [hereafter PRONI], D1748/B/1/136/10–11, Anne Henry to William Tennent, 18 Feb. 1805 and 20 Feb. 1805.",
        "2": "M. O’Dowd, ‘Foreword’, in E. Farrell, ed., ‘She Said She Was in the Family Way’: Pregnancy and Infancy in Modern Ireland (London, 2012), p. xix.",
        "3": "M. O’Dowd, A History of Women in Ireland, 1500–1800 (Harlow, 2005); M. Luddy and M. O’Dowd, Marriage in Ireland, 1660–1925 (Cambridge, 2020); M. Luddy, Prostitution and Irish Society, 1800–1940 (Cambridge, 2007); D. Urquhart, Irish Divorce: A History (Cambridge, 2020); L. McCormick, Regulating Sexuality: Women in Twentieth-Century Northern Ireland (Manchester, 2009); E. Farrell, ‘A Most Diabolical Deed’: Infanticide and Irish Society, 1850–1900 (Manchester, 2013); L. Earner-Byrne, Mother and Child: Maternity and Child Welfare in Dublin, 1922–60 (Manchester, 2007); S. Buckley, The Cruelty Man: Child Welfare, the NSPCC and the State in Ireland, 1889–1956 (Manchester, 2013); M. Hatfield, Growing Up in Nineteenth-Century Ireland: A Cultural History of Middle-Class Childhood and Gender (Oxford, 2019).",
        "4": "A. Harris, Siblinghood and Social Relations in Georgian England: Share and Share Alike (Manchester, 2012); C.D. Hemphill, Siblings: Brothers and Sisters in American History (Oxford, 2011); L. Davidoff, Thicker Than Water: Siblings and their Relations, 1780–1920 (Oxford, 2012); L. Pollock, ‘Rethinking Patriarchy and the Family in Seventeenth-Century England’, Journal of Family History, xxiii (1998), pp. 3–27; L. Warner, ed., Stepfamilies in Europe, 1500–1800 (Abingdon, 2018).",
        "5": "An important (and new) exception is S. Devlin, ‘Sibling Relations in Protestant Middle-Class Ulster Families, c.1850–1900’ (Queen’s Univ. Belfast Ph.D. thesis, 2020); S. Devlin, ‘“Hope for Happier Days”: Happiness in the Letters between Siblings in Nineteenth-Century Middle-Class Ulster Families’, in M. Hatfield, ed., Happiness in Nineteenth-Century Ireland (Liverpool, 2021), pp. 141–58.",
        "6": "V. Morgan and W. Macafee, ‘Household and Family Size and Structure in County Antrim in the Mid-Nineteenth Century’, Continuity and Change, ii (1987), p. 469.",
        "7": "K. Barclay, ‘Love, Care and the Illegitimate Child in Eighteenth-Century Scotland’, Transactions of the Royal Historical Society, 6th ser., xxix (2019), pp. 112–13.",
        "8": "Ibid., pp. 122–3.",
        "9": "G.E. Coolidge, ‘Virtual Stepfamilies: Illegitimate Children, Half-Siblings, and the Early Modern Spanish Nobility’, in Warner, ed., Stepfamilies in Europe, pp. 73–90.",
        "10": "K. Gibson, ‘Experiences of Illegitimacy in England, 1660–1834’ (Univ. of Sheffield Ph.D. thesis, 2018); K. Gibson, ‘Natural Alliances: Illegitimate Children and Familial Relationships in Long Eighteenth-Century England’, unpublished paper read at the Social History Society 40th Anniversary Conference, Lancaster University, 21–23 Mar. 2016.",
        "11": "See A.J. Muir, Deviant Maternity: Illegitimacy in Wales, c.1680–1800 (Abingdon, 2020); A.J. Muir, ‘Midwifery and Maternity Care for Single Mothers in Eighteenth-Century Wales’, Social History of Medicine, xxxiii (2020), pp. 394–416; A.J. Muir, ‘Courtship, Sex and Poverty: Illegitimacy in Eighteenth-Century Wales’, Social History, xliii (2018), pp. 56–80.",
        "12": "M. Luddy, ‘Unmarried Mothers in Ireland, 1880–1973’, Women’s History Review, xx (2011), pp. 109–26; Farrell, ‘A Most Diabolical Deed’; Earner-Byrne, Mother and Child, p. 172; S. McCaughren and F. Powell, ‘The Fate of the “Illegitimate” Child: An Analysis of Irish Social Policy, 1750–1952’, in N. Howlin and K. Costello, eds, Law and the Family in Ireland, 1800–1950 (London, 2017), pp. 195–213.",
        "13": "Luddy and O’Dowd, Marriage in Ireland, p. 149.",
        "14": "Farrell, ‘A Most Diabolical Deed’; J. Kelly, ‘“An Unnatural Crime”: Infanticide in Early Nineteenth-Century Ireland’, Irish Economic and Social History, xix (1992), pp. 1–2.",
        "15": "E. Farrell, ‘“Infanticide of the Ordinary Character”: An Overview of the Crime in Ireland, 1850–1900’, Irish Economic and Social History, xxxix (2012), p. 59. Elaine Farrell notes that figures published in the Judicial Statistics of Ireland reveal that the infant murder rate in Ireland surpassed that in England in 1867, 1869, 1878–9 and 1880–81; see Farrell, ‘A Most Diabolical Deed’, p. 18.",
        "16": "A.P.W. Malcomson, The Pursuit of the Heiress: Aristocratic Marriage in Ireland, 1740–1840 (Belfast, 2006), pp. 146–7, 164–73.",
        "17": "L. Calvert, ‘“He Came to her Bed Pretending Courtship”: Sex, Courtship and the Making of Marriage in Ulster, c.1750–1844’, Irish Historical Studies, lxii (2018), p. 263; Luddy and O’Dowd, Marriage in Ireland, pp. 146–7; A. Blaikie and P. Gray, ‘Archives of Abuse and Discontent? Presbyterianism and Sexual Behaviour during the Eighteenth- and Nineteenth-Centuries’, in R.J. Morris and L. Kennedy, eds, Ireland and Scotland: Order and Disorder, 1600–2000 (Edinburgh, 2005), pp. 61–84; A. Holmes, The Shaping of Ulster Presbyterian Belief and Practice, 1770–1840 (Oxford, 2006), pp. 225–6; M. O’Dowd, ‘Women in Ulster, 1600–1800’, in L. Kennedy and P. Ollerenshaw, eds, Ulster since 1600: Politics, Economy and Society (Oxford, 2013), pp. 51–3.",
        "18": "Luddy and O’Dowd, Marriage in Ireland, p. 282.",
        "19": "The family archive is housed in the Public Record Office of Northern Ireland, Belfast, under the reference D1748. William Tennent’s papers can be found under D1748/B. Studies that have used the collection as sources for the Irish family include: J.J. Wright, ‘The Natural Leaders’ and their World: Politics, Culture and Society in Belfast, c.1801–1832 (Liverpool, 2012); J.J. Wright, ‘Love, Loss and Learning in Late Georgian Belfast: The Case of Eliza McCracken’, in D.W. Hayton and A. Holmes, eds, Ourselves Alone? Religion, Society and Politics in Eighteenth- and Nineteenth-Century Ireland (Dublin, 2016), pp. 169–91; J.J. Wright, ‘Robert Hyndman’s Toe: Romanticism, Schoolboy Politics and the Affective Revolution in Late Georgian Belfast’, in C. Cox and S. Riordan, eds, Adolescence in Modern Irish History (Basingstoke, 2015), pp. 15–41; L. Calvert, ‘“Do not Forget Your Bit Wife”: Love, Marriage and the Negotiation of Patriarchy in Irish Presbyterian Marriages, c.1780–1850’, Women’s History Review, xxvi (2017), pp. 433–54; L. Calvert, ‘“A More Careful Tender Nurse Cannot Be Than My Dear Husband”: Reassessing the Role of Men in Pregnancy and Childbirth in Ulster, 1780–1838’, Journal of Family History, xlii (2017), pp. 22–36; L. Calvert, ‘“What a Wonderful Change Have I Undergone … So Altered in Stature, Knowledge & Ideas!”: Apprenticeship, Adolescence and Growing Up in Eighteenth- and Nineteenth-Century Ireland’, Irish Economic and Social History, xlv (2018), pp. 70–89; L. Calvert, ‘The Journal of John Tennent, 1786–90’, Analecta Hibernica, xliii (2012), pp. 69–128; Luddy and O’Dowd, Marriage in Ireland; W.A. Maguire, ‘Banker and Absentee Landowner: William Tennent in County Fermanagh, 1813–32’, Clogher Record, xiv (1993), pp. 7–28; W.A. Maguire, ‘William Tennent (1760–1832)’, in J. Maguire and J. Quinn, eds, Dictionary of Irish Biography (9 vols, Cambridge, 2009).",
        "20": "Presbyterian ministers received their income from two sources: a fixed annual sum granted to the Presbyterian Church by the government called the regium donum, and the stipend, paid by their congregation. Presbyterian Seceders (of which group William’s father was a member) did not receive the state grant until 1784; by the close of the eighteenth century this was the relatively small sum of £27 per annum. Stipends were notoriously poor and irregularly paid. It is estimated that, by the 1790s, figures of £40 per annum were fairly common. See K.P. Conway, ‘The Presbyterian Ministry of Ulster in the Eighteenth and Nineteenth Centuries: A Prosopographical Study’ (Queen’s Univ. Belfast Ph.D. thesis, 1997), pp. 209–10, 218.",
        "21": "Wright, ‘The Natural Leaders’, p. 18; Calvert, ‘“What a Wonderful Change”’, p. 76.",
        "22": "Maguire, ‘Banker and Absentee Landowner’, pp. 8–10; Wright, ‘The Natural Leaders’, pp. 40–42. On Belfast’s sugar industry and its links with the West Indies, see N. Rodgers, Equiano and Anti-Slavery in Eighteenth-Century Belfast (Belfast, 2000).",
        "23": "Wright, ‘The Natural Leaders’, p. 19; Calvert, ‘“What a Wonderful Change”’, p. 76.",
        "24": "For a discussion of the extent of Tennent’s involvement in the movement, see Wright, ‘The Natural Leaders’, pp. 23–9. For the United Irishmen, see R. Jacob, The Rise of the United Irishmen (London, 1937); N.J. Curtin, The United Irishmen: Popular Politics in Ulster and Dublin, 1791–1798 (Oxford, 1994).",
        "25": "Anne Henry made a reference to the deaths of ‘little Edward’ and ‘Charles John’ in a letter to William: PRONI, D1748/B/1/136/1, Anne Henry to William Tennent, 11 Oct. 1804.",
        "26": "PRONI, D1748/B/1/136/6, Anne Henry to William Tennent, 25 Nov. 1805.",
        "27": "Anne remarked, ‘if Wm was my son do you think I w[oul]d venture to apply to you for him. you know me better I hope than to think [I] wood or if I had as much in my power as w[oul]d pay his Debts do you think I w[oul]d apply to you for them’: PRONI, D1748/B/1/136/18, Anne Henry to William Tennent, n.d.",
        "28": "No further detail is known about Billy, but he appears to have been a family friend who helped do jobs around the house. Billy had helped house the three children and their unnamed mother, which is indicated by Anne’s comment that Billy’s ‘House was a home to W[illia]m Mother, the same to George & Nancy’: PRONI, D1748/B/1/136/18, Anne Henry to William Tennent, n.d.",
        "29": "PRONI, D1748/B/1/189/2, 4 and 6–7, Margaret McCabe to William Tennent, 25 Mar. 1822, n.d., 26 Aug. 1828 and 9 Nov. 1828",
        "30": "PRONI, D1748/B/1/312/2, Henry Tennent to William Tennent, 20 Jan. 1807.",
        "31": "PRONI, D1748/B/1/136/1, Anne Henry to William Tennent, 11 Oct. 1804.",
        "32": "PRONI, D1748/B/1/136/2, 4, 6, 14 and 16, Anne Henry to William Tennent, 17 Oct. 1804, 12 Nov. 1804, 25 Nov. 1804, 8 Sept. 1817 and n.d.",
        "33": "PRONI, D1748/B/1/136/11, Anne Henry to William Tennent, 20 Feb. 1805.",
        "34": "PRONI, D1748/B/1/136/1–20, letters from Anne Henry, c.1804–21.",
        "35": "PRONI, D1748/B/1/189/1–13, letters from Margaret McCabe, c.1819–29.",
        "36": "Wright, ‘The Natural Leaders’.",
        "37": "Ibid., p. 37.",
        "38": "Ibid., pp. 37–8.",
        "39": "Ibid., p. 38.",
        "40": "Luddy and O’Dowd, Marriage in Ireland, pp. 278–81.",
        "41": "Ibid., p. 278.",
        "42": "PRONI, D1748/B/1/136/11, Anne Henry to William Tennent, 20 Feb. 1805.",
        "43": "The final surviving letter written by Anne to William was dated 12 Mar. 1821. See PRONI, D1748/B/1/136/20.",
        "44": "This child was probably Theresa. See PRONI, D1748/B/1/136/10, Anne Henry to William Tennent, 18 Feb. 1805.",
        "45": "PRONI, D1748/B/1/136/9, Anne Henry to William Tennent, 17 Feb. 1805.",
        "46": "After hearing that Tennent was due to be married, Anne wrote: ‘how often have I told you how unfit I was to be a cept Woman but now I see I am more so than ever’: PRONI, D1748/B/1/136/11, Anne Henry to William Tennent, 20 Feb. 1805.",
        "47": "PRONI, D1748/B/1/136/5, Anne Henry to William Tennent, 18 Nov. 1804. See also Luddy and O’Dowd, Marriage in Ireland, p. 278",
        "48": "It is not clear if William intended to move Eleanor into this same property, or if he just wanted to move Anne elsewhere in the city. See PRONI, D1748/B/1/136/12, Anne Henry to William Tennent, 22 Feb. 1805.",
        "49": "PRONI, D1748/B/1/136/11, Anne Henry to William Tennent, 20 Feb. 1805.",
        "50": "Ibid. See also O’Dowd and Luddy, Marriage in Ireland, p. 281.",
        "51": "PRONI, D1748/B/1/136/11, Anne Henry to William Tennent, 20 Feb. 1805.",
        "52": "PRONI, D1748/B/1/136/19, Anne Henry to William Tennent, 27 Feb. 1821. This sum was made up of £67 from her annuity, £50 from her mother, and two-and-a-half years’ worth of rent from a house she lived in, totalling £85 6s 3d. The four surviving children were Jane, Isabella, Robert and Theresa.",
        "53": "Luddy and O’Dowd, Marriage in Ireland, p. 279.",
        "54": "PRONI, D1748/B/1/136/2, Anne Henry to William Tennent, 17 Oct. 1804.",
        "55": "PRONI, D1748/B/1/136/11, Anne Henry to William Tennent, 20 Feb. 1805.",
        "56": "Ibid.",
        "57": "Luddy and O’Dowd, Marriage in Ireland, p. 280.",
        "58": "PRONI, D1748/B/1/136/16–17, Anne Henry to William Tennent, n.d.",
        "59": "K. Barclay, ‘Marginal Households and their Emotions: The “Kept Mistress” in Enlightenment Edinburgh’, in S. Broomhall, ed., Spaces for Feeling: Emotions and Sociabilities in Britain, 1650–1850 (Abingdon, 2015), p. 96.",
        "60": "PRONI, D1748/B/1/189/1–2 and 5–6, Margaret McCabe to William Tennent, 2 Dec. 1819, 25 Mar. 1822, May 1828 and 26 Aug. 1828.",
        "61": "PRONI, D1748/B/1/189/5, Margaret McCabe to William Tennent, May 1828.",
        "62": "PRONI, D1748/B/1/189/2, Margaret McCabe to William Tennent, 22 Mar. 1822.",
        "63": "PRONI, D1748/B/1/189/1, 5 and 7, Margaret McCabe to William Tennent, 2 Dec. 1819, May 1828 and 9 Nov. 1828.",
        "64": "PRONI, D1748/B/1/53/1–7, letters between Job Charleton and William Tennent.",
        "65": "PRONI, D1748/B/1/312/2, Henry Tennent to William Tennent, 20 Jan. 1807.",
        "66": "PRONI, D1748/B/1/189/9, Margaret McCabe to William Tennent, Mar. 1829.",
        "67": "PRONI, D1748/B/1/189/13, Margaret McCabe to William Tennent, n.d.",
        "68": "PRONI, D2922/H/13/1, Will of William Tennent, 29 Sept. 1827.",
        "69": "See PRONI, D1748/B/1/189/9, Margaret McCabe to William Tennent, Mar. 1829; PRONI, D1748/B/1/93/1–8, letters from Sarah Draine to William Tennent, c.1829.",
        "70": "See Luddy and O’Dowd, Marriage in Ireland, p. 281.",
        "71": "See T. Evans, Unfortunate Objects: Lone Mothers in Eighteenth-Century London (Basingstoke, 2005).",
        "72": "S. Williams, ‘The Maintenance of Bastard Children in London, 1790–1834’, Economic History Review, lxix (2016), p. 947; Barclay, ‘Love, Care’, p. 120.",
        "73": "Gibson, ‘Experiences of Illegitimacy’, pp. 73–7, 82, 86–9, 103.",
        "74": "James Kelly has recently noted that one such institution, the Dublin Founding Hospital, admitted approximately 80,000 infants over the course of the eighteenth century. See Kelly, ‘“An Unnatural Crime”’, p. 10; Malcomson, Pursuit of the Heiress, pp. 171–2.",
        "75": "K. Gibson, ‘Mothering Illegitimate Children in Late Eighteenth-Century England’, Past and Present, no. 246, supplement xv (2020), pp. 117–44.",
        "76": "Wright, ‘The Natural Leaders’, p. 37.",
        "77": "J. Bailey, ‘“A Very Sensible Man”: Imagining Fatherhood in England, c.1750–1830’, History, xcv (2010), pp. 267–8; J. Bailey, Parenting in England, 1760–1830: Emotion, Identity and Generation (Oxford, 2012), pp. 5–6.",
        "78": "J. Tosh, A Man’s Place: Masculinities and the Middle-Class Home in Victorian England (London, 1999), pp. 1–4; K. Harvey, The Little Republic: Masculinity and Domestic Authority in Eighteenth-Century Britain (Oxford, 2012).",
        "79": "Fathers are sometimes discussed within wider studies of family life, but are not the sole focus. See, for example, S.J. Connolly, ‘Family, Love and Marriage: Some Evidence from the Early Eighteenth Century’, in M. MacCurtain and M. O’Dowd, eds, Women in Early Modern Ireland (Edinburgh, 1991), pp. 276–90.",
        "80": "Calvert, ‘“A More Careful Tender Nurse”’, pp. 22–36.",
        "81": "M. O’Dowd, ‘Men, Women, Children and the Family, 1550–1730’, in J. Ohlmeyer, ed., The Cambridge History of Ireland (4 vols, Cambridge, 2018), ii, p. 317.",
        "82": "Barclay, ‘Illicit Intimacies’, pp. 579, 586–7.",
        "83": "Wright, ‘The Natural Leader’, p. 38.",
        "84": "Gibson, ‘Mothering Illegitimate Children’, p. 126.",
        "85": "Ibid., p. 128.",
        "86": "PRONI, D1748/B/1/314/3, Jane Tennent to William Tennent, 11 Sept. 1802.",
        "87": "PRONI, D1748/B/1/136/11, Anne Henry to William Tennent, 20 Feb. 1805.",
        "88": "C. Tait, ‘Worry Work: The Supernatural Labours of Living and Dead Mothers in Irish Folklore’, Past and Present, no. 246, supplement xv (2020), p. 234; Gibson, ‘Mothering Illegitimate Children’, pp. 121–2.",
        "89": "PRONI, D1748/B/1/136/4, Anne Henry to William Tennent, 12 Nov. 1804.",
        "90": "PRONI, D1748/B/1/136/9 and 10, Anne Henry to William Tennent, 17 Feb. 1805 and 18 Feb. 1805.",
        "91": "PRONI, D1748/B/1/136/5, Anne Henry to William Tennent, 18 Nov. 1804.",
        "92": "PRONI, D1748/B/1/136/6, Anne Henry to William Tennent, 25 Nov. 1804.",
        "93": "PRONI, D1748/B/1/136/1, Anne Henry to William Tennent, 11 Oct. 1804.",
        "94": "PRONI, D1748/B/1/136/6, Anne Henry to William Tennent, 25 Nov. 1804.",
        "95": "See Barclay, ‘Marginal Households’, pp. 99–100.",
        "96": "Gibson, ‘Mothering Illegitimate Children’, p. 138.",
        "97": "Ibid., pp. 132–41.",
        "98": "Ibid., p. 143.",
        "99": "PRONI, D1748/B/1/136/11, Anne Henry to William Tennent, 20 Feb. 1805.",
        "100": "PRONI, D1748/B/1/136/9, Anne Henry to William Tennent, 17 Feb. 1805.",
        "101": "PRONI, D1748/B/1/325/4, William Tennent Jr to William Tennent, n.d.",
        "102": "Wright, ‘The Natural Leaders’, p. 35.",
        "103": "See PRONI, D1748/B/1/308/1–4, letters from Eleanor Tennent to William Tennent.",
        "104": "PRONI, D1748/B/1/308/3, Eleanor Tennent to William Tennent, 30 Nov. 1805.",
        "105": "For example, she teased him for making her jealous by commenting on the ‘pretty’ daughter of a family friend: PRONI, D1748/B/1/308/4, Eleanor Tennent to William Tennent, 7 Dec. 1805.",
        "106": "See B. Capp, The Ties That Bind: Siblings, Family and Society in Early Modern England (Oxford, 2018).",
        "107": "PRONI, D1748/B/1/314/4, Jane Tennent to William Tennent, 25 Dec. 1806.",
        "108": "PRONI, D1748/B/1/312/2, Henry Tennent to William Tennent, 20 Jan. 1807.",
        "109": "PRONI, D1748/B/1/136/14, Anne Henry to William Tennent, 8 Sept. 1817.",
        "110": "PRONI, D1748/B/1/226/16, Eleanor Bond to William Tennent, n.d.",
        "111": "Ibid.",
        "112": "Ibid.",
        "113": "See Barclay, ‘Love, Care’, p. 107.",
        "114": "See Harris, Siblinghood, pp. 94–8.",
        "115": "In Ireland, the 1931 Legitimacy Act enabled children born outside of marriage to be legitimised after the marriage of the parents, and allowed them to inherit property. The 1983 Law Reform Commission recommended that the legal category of ‘illegitimacy’ be abolished and that the rights of children born outside of marriage be equalised with those born inside marriage, recommendations which were put into effect by the 1987 Status of Children Act. Children born outside marriage, however, were required to fulfil the qualification of proving their claim in court. Luddy, ‘Unmarried Women’, pp. 122 and 125, n. 63; F. Kennedy, Cottage to Crèche: Family Change in Ireland (Dublin, 2001), pp. 233–5.",
        "116": "Henry died in January 1815: PRONI, D1748/C/1/206/1, Robert Tennent to Isabella Tennent, 18 Jan. 1815; William died of consumption on 26 January 1816: PRONI, D1748/B/1/325, Elizabeth Strangman to William Tennent; and Franklin probably died before the will was made: a letter from Margaret McCabe (Franklin’s mother) on 9 November 1828 makes reference to his ‘loss’. The present author has been unable to find a reference to Robert’s death in the correspondence. In 1821 he married Catherine Acheson and then all references to him in the letters cease.",
        "117": "PRONI, D2922/H/13/1, will of William Tennent, 29 Sept. 1827.",
        "118": "Ibid.",
        "119": "See Wright, ‘The Natural Leaders’, pp. 42–3",
        "120": "PRONI, D2922/H/13/1, will of William Tennent, 29 Sept. 1827.",
        "121": "Ibid.",
        "122": "Ibid.",
        "123": "S. Coulombeau, ‘“The Knot that Ties Them Fast Together”: Personal Proper Name Change and Identity Formation in English Literature, 1779–1800’ (Univ. of York Ph.D. thesis, 2014); T. Stretton, ‘Stepmothers at Law in Early Modern England’, in Warner, ed., Stepfamilies in Europe, pp. 91–107.",
        "124": "Coulombeau, ‘“The Knot that Ties”.",
        "125": "Stretton, ‘Stepmothers at Law’, pp. 91–107.",
        "126": "It should be noted that the husbands of both Letitia and Isabella did indeed adopt the Tennent surname upon marriage. James Emerson married Letitia Tennent on 24 June 1831, and Isabella married James Thomson on 12 June 1832; both added Tennent to their surnames.",
        "127": "PRONI, D1748/B/1/311/7, George Tennent to William Tennent, 16 Sept. 1815.",
        "128": "PRONI, D1748/G/378/106B, anonymous letter to John McCracken, n.d.",
        "129": "PRONI, D1748/B/1/306/1, Ann Tennent to William Tennent, 20 May 1809; D1748/B/1/310/1–2, Franklin Tennent to William Tennent, c.1808; D1748/B/1/311/1–25, George Tennent to William Tennent, c.1807–28; D1748/B/1/312/1–18, Henry Tennent to William Tennent, c.1804–13; D1748/B/1/313/1–12, Isabella Tennent to William Tennent, c.1813–31; D1748/B/1/314/1–31, Jane Tennent to William Tennent, c.1802–31; D1748/B/1/318/1–26, Letitia Tennent to William Tennent, c.1818–32; D1748/B/1/79/1–9, Octavia Tennent to William Tennent, c.1816–30; D1748/B/1/321/1–27, Robert James William Tennent to William Tennent, c.1803–32; D1748/B/1/324/1–3, Theresa Tennent to William Tennent, c.1821–3; D1748/B/1/325/1–14, William Tennent Jr to William Tennent, c.1804–10. There are no surviving letters from Catherine.",
        "130": "PRONI, D1748/B/1/310/1, Franklin Tennent to William Tennent, 19 Sept. 1808.",
        "131": "PRONI, D1748/B/1/311/12, George Tennent to William Tennent, 3 Sept. 1818.",
        "132": "PRONI, D1748/B/1/79/8, Octavia Dawson to William Tennent, 21 Dec. 1830.",
        "133": "PRONI, D1748/B/1/318/12, Letitia Tennent to William Tennent, 22 May 1822.",
        "134": "PRONI, D1748/B/1/312/14, Henry Tennent to William Tennent, 23 Nov. 1809.",
        "135": "PRONI, D1748/B/1/312/9, Henry Tennent to William Tennent, 14 Nov. 1808. Emphasis original.",
        "136": "PRONI, D1748/B/1/312/12, Henry Tennent to William Tennent, n.d.",
        "137": "Ibid.",
        "138": "Harris, Siblinghood, pp. 96–8.",
        "139": "Devlin, ‘“Hope for Happier Days”’, pp. 141–58.",
        "140": "PRONI, D1748/G/661/113A, James Emerson Tennent to Robert James Tennent, 29 Dec. 1837.",
        "141": "PRONI, D1748/G/661/154, James Emerson Tennent to Robert James Tennent, 19 May 1839.",
        "142": "PRONI, D1748/B/1/318/18, Letitia Tennent to William Tennent, 21 Jan. 1831.",
        "143": "A summary of the suit is to be found in PRONI, D2922/E/2/6, Chancery papers relating to Tennent v. Tennent.",
        "144": "PRONI, D2922/E/2/6–10, Chancery papers relating to Tennent v. Tennent.",
        "145": "The suit is very complicated and it is odd that neither Octavia nor George are mentioned in the chancery documents. It is difficult to unpick the reasons for this, and it is possible that they decided not to get involved.",
        "146": "PRONI, D1748/G/661/114A, Robert James Tennent to James Emerson Tennent, 2 Jan. 1838.",
        "147": "Emerson Tennent told Robert James that Letitia felt the ‘loneliness of utter estrangement’ as a result of the non-communication with her siblings. See PRONI, D1748/G/661/143/A–B, James Emerson Tennent to Robert James Tennent, 17 Dec. 1838.",
        "148": "See, for example, PRONI, D1748/G/146/5-6A and 6B, Octavia Dawson to Robert James Tennent, 30 Aug. 1846 and 1 Mar. 1848.",
        "149": "See Harris, Siblinghood, esp. ch. 5, ‘Sibling Politics’."
    }
}